Repository: MTProfessionalServices/MetraNet
Catalog: AccountConfigSets/App_LocalResources/ManageAccountConfigSet.aspx.*.resx
Languages: pt_br

source: Actions
pt_br: Ações

# CONDITION_SIGN
source: Condition
pt_br: Condicional

source: Conditions
pt_br: Condicional

# GRID_TITLE
source: Accounts
pt_br: Contas

# MTbtnCancelResource1.Text
source: Cancel
pt_br: Cancelar

source: PI Id
pt_br: ID de PI

source: PI Name
pt_br: Nome de PI

source: PO Id
pt_br: Id de PO

source: PO Name
pt_br: Nome de PO

# TEXT_CANCEL
source: Cancel
pt_br: Cancelar

# TEXT_CREATE_ACCOUNTCONFIGSET
source: Create OnBoard Template
pt_br: Adicionar modelo OnBoard

# TEXT_DATES_ERROR
source: Start Date should be less then End Date
pt_br: A data de início deve ser menor que a data de término

# TEXT_END_DATE
source: End Date
pt_br: Data de término

# TEXT_MANAGE_ACCOUNTCONFIGSET
source: Manage OnBoard Template
pt_br: Gerenciar modelos OnBoard

# TEXT_START_DATE
source: Start Date
pt_br: Data de início

# TEXT_VALUE
source: Value
pt_br: Valor

source: User Name
pt_br: Nome do usuário

# dpSubParamsEndDateResource.Label
source: Subscription End Date
pt_br: Data de término da assinatura

# dpSubParamsStartDateResource.Label
source: Subscription Start Date
pt_br: Data de início da assinatura

# tbSubParamsDescriptionResource.Label
source: Description
pt_br: Descrição

# tbSubParamsPoResource.Label
source: Product Offering
pt_br: Oferta de produto

# isCorpAccountIdResource.Label
source: Corporate Account
pt_br: Conta corporativa

# btnUpdateAccountConfigSetResource.Text
source: Update
pt_br: Atualizar

# btnGoToUpdateAccountConfigSetResource.Text
source: Edit
pt_br: Editar

# btnAddAccountConfigSetResource.Text
source: Add
pt_br: Adicionar

# tbAcsDescriptionResource.Label
source: Template Description
pt_br: Descrição

# cbAcsEnabledResource.BoxLabel
source: Template Enabled
pt_br: Ativado

# tbRankResource.Label
source: Template Rank
pt_br: Classificar

# panelAccountConfigSetParameters.Text
source: Template Parameters
pt_br: Informações do modelo

# panelSubscriptionParametersResource.Text
source: Template Subscription Parameters Details
pt_br: Detalhes do modelo de assinatura

# tbGroupSubscriptionNameResource.Label
source: Group Subscription Name
pt_br: Nome da assinatura em grupo

# tbSubParamsId.Label
source: Subscription Params Id
pt_br: Id de parâmetros da assinatura

source: Account View
pt_br: ID de conta

source: Property
pt_br: Propriedade

source: Value
pt_br: Valor

source: Items
pt_br: Item

# SELECTION_CRITERIA_GRID_TITLE
source: Selection Criteria
pt_br: Se as seguintes propriedades da conta forem atendidas

# PROPERTY_TO_SET_GRID_TITLE
source: Properties To Set
pt_br: Aplicar as seguintes Atualização de propriedades de conta

source: Remove Selection Criterion
pt_br: Remover critério de seleção

source: Edit Selection Criterion
pt_br: Editar critério de seleção

# REMOVE_PROPERTY_TO_SET
source: Remove Selection Criterion
pt_br: Remover propriedade a definir

# EDIT_PROPERTY_TO_SET
source: Edit Selection Criterion
pt_br: Editar propriedade a definir

source: Add Property To Set
pt_br: Adicionar propriedade

source: Add Selection Criteria
pt_br: Adicionar propriedade

source: Add Selection Criterion
pt_br: Adicionar critério de seleção

source: Edit Selection Criteria
pt_br: Editar critério de seleção

# UDRC_GRID_TITLE
source: UDRC metrics
pt_br: Métricas UDRC

# TEXT_FAILED
source: Failed. Wrong input!
pt_br: Falha. Entrada incorreta!

# TEXT_WRONG_INPUT
source: Most likely length of the value more than available for the selected property
pt_br: É provável que o comprimento do valor seja mais que o disponível para a propriedade selecionada

# panelManageSubscriptionParametersResource.Text
source: Manage Subscription Parameters For OnBoard Template
pt_br: Aplicar o seguinte Modelo de assinatura

# btnSelectSubParamsResource.Text
source: Select Subscription Params
pt_br: Selecionar modelo

# btnRemoveSubParamsResource.Text
source: Remove Subscription Params
pt_br: Remover modelo

# SELECT_SUBPARAMS
source: Select Subscription Parameters
pt_br: Modelos de assinatura
