Repository: MTProfessionalServices/MetraNet
Catalog: MetraControl/ControlCenter/App_LocalResources/OperationsDashboard.aspx.*.resx
Languages: es_mx, fr, pt_br

# lblBillCloseSynopisBillGroupsResource.Text
source: Bill Groups:
fr: Groupes de factures :
pt_br: Grupo de contas:

# lblBillCloseSynopisDaysUntilRunResource.Text
source: Days Until Run
fr: Jours avant exécution
pt_br: Dias até a execução

# lblBillCloseSynopisEndResource.Text
source: End:
fr: Fin :
pt_br: Término:

# lblBillCloseSynopisStartResource.Text
source: Start:
fr: Début :
pt_br: Início:

# lblBillCloseSynopisTypeResource.Text
source: Type:
pt_br: Tipo:

# MTTitle1Resource1.Text
source: Operations Dashboard
es_mx: {ES-MX}Operations Dashboard
fr: Tableau de bord des opérations
pt_br: Painel de operações

# NO_FAILED_ADAPTER_RUNS_TEXT
source: No Failed Adapter Runs
es_mx: {ES-MX}No Failed Adapter Runs
fr: Aucun adaptateur défectueux en cours d’exécution
pt_br: Nenhuma execução de adaptador com falha

# NO_PENDING_BILL_CLOSE_TEXT
source: No Pending Bill Close
es_mx: {ES-MX}No Pending Bill Close
fr: Aucune clôture de facture en attente
pt_br: Nenhum fechamento de fatura pendente

# NO_RUNNING_ADAPTERS_TEXT
source: No Running Adapters
es_mx: {ES-MX}No Running Adapters
fr: Aucun adaptateur en cours d’exécution
pt_br: Nenhum adaptador em execução

# PageResource1.Title
source: MetraNet - Operations Dashboard
es_mx: {ES-MX}MetraNet - Operations Dashboard
fr: MetraNet - Tableau de bord des opérations
pt_br: MetraNet - Painel de operações

# pnlActiveBillRun.Text
source: Active Bill Run
fr: Facture active en cours d’exécution
pt_br: Execução de faturamento ativa

# pnlBatchUsageResource.Text
source: Usage Data Records
fr: Enregistrements de données d’utilisation
pt_br: Registros de dados de utilização

# pnlBillCloseSynopsisResource.Text
source: Bill Close Synopsis
fr: Synopsis clôture facture
pt_br: Sinopse de fechamento de conta

# pnlFailedAdapters.Text
source: Failed Adapters
es_mx: {ES-MX}Failed Adapters
fr: Adaptateurs défectueux
pt_br: Falha nos adaptadores

# pnlFailedTransactionsQueueResource.Text
source: Failed Transactions Queue
es_mx: {ES-MX}Failed Transactions Queue
fr: Échec de la file d’attente de transactions
pt_br: Filha de transações com falha

# pnlPendingBillClose.Text
source: Pending Bill Close
es_mx: {ES-MX}Pending Bill Close
fr: Clôture facture en attente
pt_br: Fechamento de fatura pendente

# pnlPricingBacklog.Text
source: Pricing Engine (Real-Time and Batch)
fr: Moteur de tarification (en temps réel et par lots)
pt_br: Mecanismo de preços (tempo real e lote)

# pnlPricingQueue.Text
source: Pricing Queue
es_mx: {ES-MX}Pricing Queue
fr: File d’attente de tarification
pt_br: Cotação de preços

# pnlRunningAdapters.Text
source: Running Adapters
es_mx: {ES-MX}Running Adapters
fr: Adaptateurs en cours d’exécution
pt_br: Adaptadores em execução

# TEXT_3_MONTH_AVERAGE
source: 3 Month Average
fr: Moyenne 3 mois
pt_br: 3 Média do mês

# TEXT_ADAPTER
source: Adapter
fr: Adaptateur
pt_br: Adaptador

# TEXT_BATCHES
source: Batches
fr: Lots
pt_br: Lotes

# TEXT_BILL_GROUP
source: Bill Group
es_mx: {ES-MX}Bill Group
fr: Groupe de factures
pt_br: Grupo de contas

# TEXT_CURRENT_RUN
source: Current Run
fr: Exécution actuelle
pt_br: Execução atual

# TEXT_CURRENT_VS_3_MONTH_AVERAGE
source: Current vs 3 Month Average
fr: Moyenne 3 mois ou actuelle
pt_br: Atual x média de 3 meses

# TEXT_CYCLE
source: Cycle
es_mx: {ES-MX}Cycle
pt_br: Ciclo

# TEXT_DATE
source: Date
es_mx: {ES-MX}Date
fr: d’exp.
pt_br: Data

# TEXT_DAYS
source: Days
es_mx: {ES-MX}Days
fr: Jours
pt_br: Dias

# TEXT_DAYS_BACK
source: days back
fr: jours précédents
pt_br: dias atrás

# TEXT_DURATION
source: Duration
fr: Durée
pt_br: Duração

# TEXT_END
source: End
es_mx: {ES-MX}End
fr: Fin
pt_br: Término

# TEXT_FIXED
source: Fixed
fr: Fixe
pt_br: Fixo

# TEXT_INSTANCE
source: Instance
es_mx: {ES-MX}Instance
fr: Exemple
pt_br: Instância

# TEXT_INTERVAL_ID
source: Interval ID
es_mx: {ES-MX}Interval ID
fr: ID de l’intervalle
pt_br: ID do intervalo

# TEXT_LAST_BATCH
source: Last Batch
es_mx: {ES-MX}Last Batch
fr: Dernier lot
pt_br: Último lote

# TEXT_MESSAGE
source: Message
es_mx: {ES-MX}Message
pt_br: Mensagem

# TEXT_MESSAGES_WAITING_IN_RABBITMQ
source: messages waiting in RabbitMQ
es_mx: {ES-MX}messages waiting in RabbitMQ
fr: messages en attente dans RabbitMQ
pt_br: mensagens aguardando em RabbitMQ

# TEXT_MESSAGES_WAITING_TO_BE_ASSIGNED
source: messages waiting to be assigned
es_mx: {ES-MX}messages waiting to be assigned
fr: messages en attente d’affectation
pt_br: segundos aguardando atribuição

# TEXT_NAME
source: Name
es_mx: {ES-MX}Name
fr: Nom
pt_br: Nome

# TEXT_OPEN
source: Open
es_mx: {ES-MX}Open
fr: Ouvrir
pt_br: Abrir

# TEXT_OVER
source: Over
es_mx: {ES-MX}Over
fr: Pendant
pt_br: Acima

# TEXT_PIPELINE_PROCESSING_DURATION
source: Pipeline Processing Duration
fr: Durée de traitement pipeline
pt_br: Duração do processamento do pipeline

# TEXT_PIPELINE_QUEUE
source: Pipeline Queue
es_mx: {ES-MX}Pipeline Queue
fr: File d’attente de pipeline
pt_br: Fila do pipeline

# TEXT_PIPELINE_WAIT_DURATION
source: Pipeline Wait Duration
fr: Durée d’attente pipeline
pt_br: Duração de espera do pipeline

# TEXT_RAMP_QUEUE
source: RAMP Queue
es_mx: {ES-MX}RAMP Queue
fr: File d’attente RAMP
pt_br: Fila RAMP

# TEXT_READY
source: Ready:
fr: Prêt:
pt_br: Pronto:

# TEXT_SCHEDULER_QUEUE
source: Scheduler Queue
es_mx: {ES-MX}Scheduler Queue
fr: File d’attente calendrier
pt_br: Fila do agendador

# TEXT_SECONDS_PROCESSING_IN_PIPELINE
source: seconds processing in the pipeline
fr: secondes de traitement dans le pipeline
pt_br: segundos de processamento no pipeline

# TEXT_SECONDS_WAITING_TO_BE_ASSIGNED
source: seconds waiting to be assigned
fr: secondes d’attente d’affectation
pt_br: segundos aguardando atribuição

# TEXT_START
source: Start
es_mx: {ES-MX}Start
fr: Début
pt_br: Início

# TEXT_STATUS
source: Status
es_mx: {ES-MX}Status
fr: État
pt_br: Estado

# TEXT_SUCCESSFUL
source: Successful:
fr: Réussi :
pt_br: Sucesso:

# TEXT_TASKS_WAITING_TO_BE_PROCESSED
source: tasks waiting to be processed
es_mx: {ES-MX}tasks waiting to be processed
fr: tâches en attente de traitement
pt_br: tarefas aguardando processamento

# TEXT_UNDER_INVESTIGATION
source: Under Investigation
es_mx: {ES-MX}Under Investigation
fr: En cours d’examen
pt_br: Sob investigação

# TEXT_UNGUIDED
source: Unguided
fr: Sans guide
pt_br: Não guiado

# TEXT_WAITING
source: Waiting:
fr: En attente :
pt_br: Aguardando:

# TEXT_TYPE_EOM
source: EOM
fr: FDM
pt_br: [pt-BR]EOM

# TEXT_TYPE_M12
source: M12
pt_br: [pt-BR]M12

# TEXT_TYPE_M19
source: M19
pt_br: [pt-BR]M19

# TEXT_TYPE_M26
source: M26
pt_br: [pt-BR]M26

# TEXT_TYPE_M5
source: M5
pt_br: [pt-BR]M5

# TEXT_EARLIEST_ETA
source: Average run time of remaining {0} adapters is {1} hours (Earliest ETA: {2})
fr: La durée d`exécution moyenne des {0} adaptateurs restants est de {1} heures (ETA la plus proche : {2})
pt_br: [pt-BR]Average run time of remaining {0} adapters is {1} hours (Earliest ETA: {2})

# TEXT_VARIANCE_FASTER_MESSAGE
source: Adapters are running about {0} % faster compared to previous runs for this interval
fr: Les adaptateurs sont exécutés environ {0} % plus rapidement que les cycles précédents pour cet intervalle
pt_br: [pt-BR]Adapters are running about {0} % faster compared to previous runs for this interval

# TEXT_VARIANCE_SAME_MESSAGE
source: Adapters are running about the same compared to previous runs for this interval
fr: Les adaptateurs sont exécutés de manière quasiment identique aux cycles précédents pour cet intervalle
pt_br: [pt-BR]Adapters are running about the same compared to previous runs for this interval

# TEXT_VARIANCE_SLOWER_MESSAGE
source: Adapters are running about {0} % slower compared to previous runs for this interval
fr: Les adaptateurs sont exécutés environ {0} % plus lentement que les cycles précédents pour cet intervalle
pt_br: [pt-BR]Adapters are running about {0} % slower compared to previous runs for this interval

# TEXT_UDRS
source: UDRs
fr: UDR
