Repository: MTProfessionalServices/MetraNet
Catalog: Sites/MetraView/App_GlobalResources/SiteJSConsts.*.resx
Languages: de, pt_br

# TEXT_SSN_VALIDATION_MESSAGE
source: SSN format: xxx-xx-xxxx
pt_br: Formato de SSN: xxx-xx-xxxx

# TEXT_START_DATE
source: Start Date
de: Anfangsdatum
pt_br: Data de início

# TEXT_STATUS
source: Status
pt_br: Estado

# TEXT_SUBSCRIPTIONS
source: Subscriptions
de: Nutzungsanmeldungen
pt_br: Assinaturas

# TEXT_SUCCESS_LOADING
source: Dynamic loading completed.
de: Dynamisches Laden abgeschlossen.
pt_br: Carregamento dinâmico concluído

# TEXT_SURE_MAKE_CHANGE
source: Are you sure that you want to make these changes?
pt_br: Tem certeza de que deseja fazer essas alterações?

# TEXT_SYSTEM
source: System
pt_br: Sistema

# TEXT_SYSTEM_USER
source: System User Hierarchy
de: Systembenutzer-Hierarchie
pt_br: Hierarquia do usuário do sistema

# TEXT_TO
source: To
de: Bis
pt_br: Para

# TEXT_UDRC_VALUES
source: UDRC Values
de: UDRC-Werte
pt_br: Valores UDRC

# TEXT_UNSUBSCRIBE
source: Unsubscribe
de: Nutzungsanmeldung kündigen
pt_br: Cancelar assinatura

# TEXT_USAGE_HISTORY
source: Usage History
de: Nutzungsverlauf
pt_br: Histórico de utilização

# TEXT_VALIDATION_ERROR
source: There are validation errors on this page. Please fill in the required fields.
de: Auf dieser Seite sind Validierungsfehler aufgetreten. Bitte füllen Sie die erforderlichen Felder aus.
pt_br: Há erros de validação nessa página. Preencha os campos obrigatórios.

# TEXT_VALUE
source: Value
de: Wert
pt_br: Valor

# TEXT_VIEW
source: View Details
de: Details anzeigen
pt_br: Exibir detalhes

# TEXT_VIEW_CHILDREN
source: View Children
de: Untergeordnete Konten anzeigen
pt_br: Exibir filho

# TEXT_VIEW_DETAILS
source: View Details
de: Details anzeigen
pt_br: Exibir detalhes

# TEXT_VIEW_RELATIONSHIPS
source: View Relationship(s)
de: Beziehung(en) anzeigen
pt_br: Exibir relacionamentos

# TEXT_WELCOME
source: Welcome!
de: Willkommen!
pt_br: Bem-vindo!

# TEXT_YES
source: Yes
de: Ja
pt_br: Sim

# TEXT_ZIPCODE_VALIDATION_MESSAGE
source: Zipcode is invalid
pt_br: CEP inválido

# TITLE_ERROR
source: Error
de: Fehler
pt_br: Erro

# TITLE_RELATIONSHIPS
source: Relationships
de: Beziehungen
pt_br: Relacionamentos

# TITLE_RELATIONSHIPS_FOR
source: Relationships for :
de: Beziehungen für:
pt_br: Relacionamento para :

# TEXT_LOGOUT
source: Logout
de: Abmelden

# TEXT_MENU
source: Menu
de: Menü

# TEXT_TOTAL
source: Total
de: Gesamt
