Repository: MTProfessionalServices/MetraNet
Catalog: Sites/MetraView/App_GlobalResources/SiteJSConsts.*.resx
Languages: de, pt_br

# ALT_FORMAT
source: m/d/Y
de: d.m.y
pt_br: d/m/Y

# DATE_FORMAT
source: n/j/Y
de: d.m.Y
pt_br: j/n/Y

# DATE_LONG_FORMAT
source: n/j/Y g:i:s A
de: d.m.Y H:i:s
pt_br: j/n/Y G:i:s

# DATE_TIME_FORMAT
source: n/j/Y g:i:s A|n/j/Y
de: d.m.Y H:i:s | d.m.Y
pt_br: j/n/Y G:i:s|j/n/Y

# DATE_TIME_RENDERER
source: n/j/Y g:i:s A
de: d.m.Y H:i:s
pt_br: j/n/Y G:i:s

# ERR_DATE_FORMAT
source: d/m/YYYY
de: dd.mm.YYYY
pt_br: dd/mm/YYYY

# EXTJS_DATE_LONG_FORMAT
source: n/j/Y g:i:s A
de: d.m.Y H:i:s
pt_br: j/n/Y G:i:s

# NO_DECISIONS_TEXT
source: No Transactions Found for the Current Interval
pt_br: Nenhuma transação encontrada para o intervalo atual

source: No Records Found
de: Es wurden keine Datensätze gefunden.
pt_br: Nenhum registro encontrado

# TEXT_ACCOUNT_DETAILS
source: Account Details
de: Kontodetails
pt_br: Detalhes da conta

# TEXT_ACCOUNT_FINDER
source: Account Finder
de: Kontosuche
pt_br: Localizador de conta

# TEXT_ACCOUNT_HIERARCHY
source: Account Hierarchy
de: Kontohierarchie
pt_br: Hierarquia de conta

# TEXT_ACCOUNT_PROPERTIES
source: Account Properties
de: Kontoeigenschaften
pt_br: Propriedades de conta

# TEXT_ACCOUNTNO_VALIDATION_MESSAGE
source: Only numeric digits are allowed
pt_br: Apenas dígitos numéricos são permitidos

# TEXT_ACH
source: ACH
pt_br: ACH (câmara de compensação automática)

# TEXT_ACTIVE_ACCOUNT
source: Active Account
de: Aktives Konto
pt_br: Conta ativa

# TEXT_ADD
source: Add
de: Hinzufügen
pt_br: Adicionar

# TEXT_ADD_GROUP_SUBSCRIPTION
source: Add Group Subscription
de: Gruppennutzungsanmeldung hinzufügen
pt_br: Adicionar assinatura em grupo

# TEXT_ADD_SUBSCRIPTION
source: Add Subscription
de: Nutzungsanmeldung hinzufügen
pt_br: Adicionar assinatura

# TEXT_ADD_SUBSCRIPTION1
source: Add Subscription
de: Nutzungsanmeldung hinzufügen
pt_br: Adicionar assinatura

# TEXT_ADD_VALUE
source: Add Value
de: Wert hinzufügen
pt_br: Adicionar valor

# TEXT_ADDING_UDRC
source: Adding UDRC Value...
de: UDRC-Wert hinzufügen...
pt_br: Adicionando valor UDRC

# TEXT_ADVANCED_FIND
source: Advanced Find
de: Erweiterte Suche
pt_br: Localização avançada

# TEXT_AMPWIZARD_AMP_UI_NAME_ILLEGAL_CHAR
source: The name cannot contain single or double quote characters.
pt_br: O nome não pode contar caracteres de aspas simples e duplas.

# TEXT_APPLY_CHANGES
source: Apply Changes
de: Änderungen übernehmen
pt_br: Aplicar alterações

# TEXT_APPLY_TEMPLATE
source: Apply Template
de: Vorlage anwenden
pt_br: Aplicar modelo

# TEXT_ATTENTION_CHANGES_PERMANENT
source: Attention. Your changes will be permanent
pt_br: Atenção. Suas alterações serão permanentes

# TEXT_AUTO_REFRESH
source: Auto Refresh
de: Automatisch aktualisieren
pt_br: Atualização automática

# TEXT_BILL_TO
source: Bill-To
de: Rechnungsempfänger
pt_br: Destinatário da fatura

# TEXT_BULKUPDATE
source: Bulk Update
pt_br: Atualização em massa

# TEXT_BULKUPDATE_ALL_RECORDS
source: Bulk Update All Filtered Records
pt_br: Atualização em massa de todos os registros filtrados

# TEXT_BULKUPDATE_CURRENT_PAGE_ONLY
source: Bulk Update Current Page Only
pt_br: Atualização em massa apenas da página atual

# TEXT_BULKUPDATE_SEARCH_RESULTS
source: Bulk Update Search Results
pt_br: Atualização em massa dos resultados de pesquisa

# TEXT_BULKUPDATE_SELECTED_RECORDS
source: Bulk Update Selected Records
pt_br: Atualização em massa dos registros selecionados

# TEXT_CANCEL
source: Cancel
de: Abbrechen
pt_br: Cancelar

# TEXT_CLEAR
source: Clear
de: Eingaben löschen
pt_br: Limpar

# TEXT_CLOSE_ACCOUNT
source: Close Account
de: Konto schließen
pt_br: Fechar conta

# TEXT_COLUMN
source: Column
de: Spalte
pt_br: Coluna

# TEXT_COLUMN_CONFIG_PROMPT
source: Select all visible columns. Use drag and drop to reorder
de: Alle angezeigten Spalten auswählen. Sie können die Reihenfolge per Drag&Drop ändern.
pt_br: Selecione todas as colunas visíveis. Use arrastar e soltar para classificar novamente

# TEXT_CONFIGURATION_COMPLETED
source: Configuration changes completed successfully
de: Konfigurationsänderungen erfolgreich abgeschlossen
pt_br: Alterações da configuração concluídas com sucesso

# TEXT_CONFIGURATION_FAILED
source: Configuration changes failed.
de: Konfigurationsänderungen fehlgeschlagen.
pt_br: Falha nas alterações da configuração

# TEXT_CONFIGURE_COLUMNS
source: Configure Columns
de: Spalten konfigurieren
pt_br: Configurar colunas

# TEXT_CONFIGURE_FILTERS
source: Configure Filters
de: Filter konfigurieren
pt_br: Configurar filtros

# TEXT_CREATE_REL
source: Create Relationship
de: Beziehung erstellen
pt_br: Criar relacionamento

# TEXT_CREATED_ON
source: Created On
de: Erstellt am
pt_br: Criado em

# TEXT_CREDITCARD_VALIDATION_MESSAGE
source: Credit card format is invalid
pt_br: O formato do cartão de crédito é inválido

# TEXT_CREDITCARD_VERIFICATIONNO_VALIDATION_MESSAGE
source: CV Number is invalid
pt_br: O número CV inválido

# TEXT_CURRENT
source: Current
de: Aktuell
pt_br: Atual

# TEXT_DASHBOARD
source: Dashboard
de: Übersichtsseite
pt_br: Painel

# TEXT_DATA_TYPE
source: Data Type
de: Datentyp
pt_br: Tipo de dados

# TEXT_DELETE
source: Delete
de: Löschen
pt_br: Excluir

# TEXT_DELETE_MESSAGE
source: Are you sure you want to delete {0}?
de: Möchten Sie {0} wirklich löschen?
pt_br: Tem certeza que deseja excluir {0}?

# TEXT_DELETE_SEARCH_CONFIRM
source: Are you sure you want to delete this saved search?
de: Möchten Sie die gespeicherte Suche wirklich löschen?
pt_br: Tem certeza que deseja excluir essa busca salva?

# TEXT_DELETE_SELECTED_ROWS
source: Are you sure you want to delete the selected rows?
de: Möchten Sie die ausgewählten Zeilen wirklich löschen?
pt_br: Tem certeza que deseja excluir as linhas selecionadas?

# TEXT_DELETE_TEMPLATE_MESSAGE
source: Are you sure you want to delete the {0} template?
de: Möchten Sie die Vorlage \'{0}\' wirklich löschen?
pt_br: Tem certeza que deseja excluir o modelo {0}?

# TEXT_DELETE_TEMPLATE_SUB_MESSAGE
source: Are you sure you want to remove {0} from the template?
de: Möchten Sie {0} wirklich aus der Vorlage entfernen?
pt_br: Tem certeza que deseja remover {0} do modelo?

# TEXT_DELETE1
source: Delete
de: Löschen
pt_br: Excluir

# TEXT_DESCRIPTION
source: Description
de: Beschreibung
pt_br: Descrição

# TEXT_DETAIL_DESCRIPTION
source: Detail Description
de: Detaillierte Beschreibung
pt_br: Descrição de detalhes

# TEXT_EDIT
source: Edit
de: Bearbeiten
pt_br: Editar

# TEXT_EDIT_ACH
source: Edit ACH
de: ACH bearbeiten
pt_br: Editar ACH

# TEXT_EDIT_CARD
source: Edit Card
de: Karte bearbeiten
pt_br: Editar cartão

# TEXT_EDIT_CHARGE_ACCOUNT
source: Edit Charge Account
de: Belastungskonto bearbeiten
pt_br: Editar conta de cobrança

# TEXT_EDIT_GRPSUB
source: Edit
de: Bearbeiten
pt_br: Editar

# TEXT_EDIT_GRPSUB_MEMBER
source: Edit
de: Bearbeiten
pt_br: Editar

# TEXT_EDIT_TEMPLATE
source: Edit Template
de: Vorlage bearbeiten
pt_br: Editar modelo

# TEXT_EMPTY
source: None
de: Keine
pt_br: Nenhum

# TEXT_END_DATE
source: End Date
de: Enddatum
pt_br: Data de término

# TEXT_ERROR
source: ERROR
de: Fehler
pt_br: ERRO

# TEXT_ERROR_CREATE_RELSHIP
source: Error while creating relationship(s)
de: Fehler beim Erstellen von Beziehung(en)
pt_br: Erro ao criar relacionamentos

# TEXT_ERROR_DELETING
source: Error deleting
de: Fehler beim Löschen
pt_br: Erro ao excluir

# TEXT_ERROR_DELETING_SEARCH
source: Unable to delete saved search.
de: Die gespeicherte Suche kann nicht gelöscht werden.
pt_br: Não é possível excluir buscas salvas.

# TEXT_ERROR_INVALID_VALUE
source: Invalid Value!
de: Ungültiger Wert.
pt_br: Valor inválido!

# TEXT_ERROR_LOADING_ACCOUNT
source: Error loading account data.
de: Fehler beim Laden der Kontodaten
pt_br: Erro ao carregar dados da conta.

# TEXT_ERROR_LOADING_SEARCH
source: Error Loading Saved Search
de: Fehler beim Laden der gespeicherten Suche
pt_br: Erro ao carregar busca salva

# TEXT_ERROR_MSG
source: Error
de: Fehler
pt_br: Erro

# TEXT_ERROR_MULTIPLE_ROWS
source: Multiple rows cannot be selected
de: Es können nicht mehrere Zeilen ausgewählt werden.
pt_br: Não é possível selecionar várias linhas

# TEXT_ERROR_NOTHING_UPDATED_BULKUPDATE
source: Nothing will be updated
pt_br: Nada será atualizado

# TEXT_ERROR_ONE_ONE
source: Cannot create multiple one-one relationships
de: Kann nicht mehrere Eins-zu-Eins-Beziehungen erstellen
pt_br: Não é possível criar várias relações um-um

# TEXT_ERROR_RECEIVING_DATA
source: There was a problem retrieving data.
de: Beim Abrufen der Daten ist ein Problem aufgetreten.
pt_br: Ocorreu um problema ao recuperar dados.

# TEXT_ERROR_SAVING_SEARCH
source: Unable to save search.
de: Die Suche kann nicht gespeichert werden.
pt_br: Não é possível salvar a busca.

# TEXT_ERROR_SELECT
source: Please make a selection
de: Bitte treffen Sie eine Auswahl.
pt_br: Faça uma seleção

# TEXT_ERROR_TOO_MANY_RECORDS_BULKUPDATE
source: Too many records to update
pt_br: Muitos registros para atualizar

# TEXT_EXPORT
source: Export
de: Exportieren
pt_br: Exportar

# TEXT_EXPORT_ALL_RECORDS
source: Export All Filtered Records
pt_br: Exportar todos os registros filtrados

# TEXT_EXPORT_CURRENT_PAGE_ONLY
source: Export Current Page Only
de: Nur aktuelle Seite exportieren
pt_br: Exportar só a página atual

# TEXT_EXPORT_SEARCH_RESULTS
source: Export Search Results
de: Suchergebnisse exportieren
pt_br: Exportar resultados da busca

# TEXT_EXPORT_SELECTED_RECORDS
source: Export Selected Records
pt_br: Exportar registros selecionados

# TEXT_EXTERNAL
source: External Information
de: Externe Informationen
pt_br: Informações externas

# TEXT_FAILED_LOADING
source: Failed to load Page.
de: Seite konnte nicht geladen werden.
pt_br: Falha ao carregar página.

# TEXT_FILTER_CONFIG_PROMPT
source: Select all visible filters. Use drag and drop to reorder
de: Alle angezeigten Filter auswählen. Sie können die Reihenfolge per Drag&Drop ändern.
pt_br: Selecione todos os filtros visíveis. Use arrastar e soltar para classificar novamente

# TEXT_FIND_ACCOUNT
source: Find Account
de: Konto suchen
pt_br: Localizar conta

# TEXT_FIND_AN_ACCOUNT
source: Find an account...
de: Konto suchen...
pt_br: Localizar uma conta...

# TEXT_FUTURE
source: Future
de: Zukünftig
pt_br: Futuro

# TEXT_GET_FLASH
source: Get Flash
de: Flash herunterladen
pt_br: Baixe o Flash

# TEXT_GRPSUBMEM_DEL
source: Please select members to be deleted
de: Bitte wählen Sie zu löschende Mitglieder aus.
pt_br: Selecione os membros a serem excluídos

# TEXT_GRPSUBMEM_UNSUB
source: Please select members to be unsubscribed
de: Bitte wählen Sie Mitglieder aus, deren Nutzungsanmeldung gekündigt werden soll.
pt_br: Selecione os membros cuja assinatura será cancelada

# TEXT_HELP
source: Help
de: Hilfe
pt_br: Ajuda

# TEXT_HELP_TITLE
source: MetraView Help
de: Hilfe zu MetraView
pt_br: Ajuda do MetraView

# TEXT_HIERARCHY_ROOT
source: Hierarchy Root
de: Oberste Hierarchieebene
pt_br: Raiz de hierarquia

# TEXT_HISTORY_TOOLTIP
source: Number of Accounts: {0} <br/>Number of Accounts Completed: {1} <br/>Number of Account Errors: {2} <br/>Number of Subscriptions: {3} <br/>Number of Subscriptions Completed: {4}<br/> Number of Subscription Errors: {5}
de: Anzahl der Konten: {0} &lt;br/&gt;Anzahl der abgeschlossenen Konten: {1} &lt;br/&gt;Anzahl der Kontofehler: {2} &lt;br/&gt;Anzahl der Nutzungsanmeldungen: {3} &lt;br/&gt;Anzahl der abgeschlossenen Nutzungsanmeldungen: {4}&lt;br/&gt;Anzahl der Fehler bei Nutzungsanmeldungen: {5}
pt_br: Número de contas: {0} <br/>Número de contas concluídas: {1} <br/>Número de erros de conta: {2} <br/>Número de assinaturas: {3} <br/>Número de assinaturas concluídas: {4}<br/> Número de erros de assinatura: {5}

# TEXT_INTERNAL
source: Internal Information
de: Interne Informationen
pt_br: Informações internas

# TEXT_INVALID_ACCT_NUM
source: The account number is invalid.
de: Die Kontonummer ist ungültig.
pt_br: O número de conta é inválido.

# TEXT_INVALID_CVN_NUM
source: The credit card verification number is invalid.
de: Die Kreditkartenprüfnummer ist ungültig.
pt_br: O número de verificação do cartão de crédito é inválido.

# TEXT_INVALID_ROUT_NUM
source: The routing number is invalid.
de: Die Bankleitzahl ist ungültig.
pt_br: O número de identificação é inválido.

# TEXT_LIMIT_DOWN_SEARCH_TO_BULKUPDATE
source: You are going to update NUMBER_TO_UPDATE items. Choose less items to fit {0} item(s) limitation
pt_br: Você vai atualizar NUMBER_TO_UPDATE itens. Selecione menos itens para atender à limitação de {0} item/itens

# TEXT_LOAD_SAVED_SEARCH
source: Load Saved Search
de: Gespeicherte Suche laden
pt_br: Carregar busca salva

# TEXT_LOADING
source: Loading...
de: Laden...
pt_br: Carregando...

# TEXT_LOGIN
source: MetraView Login
de: Bei MetraView anmelden
pt_br: Login do MetraView

# TEXT_LOGOUT_QUESTION
source: Are you sure you want to logout?
de: Möchten Sie sich wirklich abmelden?
pt_br: Tem certeza que deseja fazer logout?

# TEXT_LONG_DATE_FORMAT
source: n/j/Y g:ia
de: d.m.Y H:ia
pt_br: j/n/Y G:ia

# TEXT_MANAGE_ACCOUNT
source: Manage Account
de: Konto verwalten
pt_br: Gerenciar conta

# TEXT_MAX
source: Max:
pt_br: Máx:

# TEXT_MEMBERS
source: Modify Group Members
de: Gruppenmitglieder bearbeiten
pt_br: Modificar membros de grupo

# TEXT_MESSAGES
source: Messages
de: Nachrichten
pt_br: Mensagens

# TEXT_MIDDLEINITIAL_VALIDATION_MESSAGE
source: Middle initial is invalid
pt_br: A inicial do meio é inválida

# TEXT_MIN
source: Min:
pt_br: Mín:

# TEXT_MORE_ITEMS
source: More Items...
de: Weitere Positionen...
pt_br: Mais itens...

# TEXT_NAME
source: Name
pt_br: Nome

# TEXT_NO
source: No
de: Nein
pt_br: Não

# TEXT_NO_ACCOUNT_LOADED
source: No account loaded.
de: Es ist kein Konto geladen.
pt_br: Nenhuma conta carregada.

# TEXT_NO_PROPERTIES_FOR_BULKUPDATE
source: There are no properties for bulk update
pt_br: Não há propriedades para atualização em massa

# TEXT_NO_PROPERTIES_GOING_TO_UPDATED
source: No properties are going to be updated
pt_br: Nenhuma propriedade será atualizada

# TEXT_NO_PRORATION
source: No proration or credits applied.
de: Es wurden keine Vorlagen angewendet.
pt_br: Nenhum rateio ou crédito aplicado.

# TEXT_NO_RECENT_ACCOUNTS
source: No recent accounts.
de: Es sind keine aktuellen Konten vorhanden.
pt_br: Nenhuma conta recente.

# TEXT_NO_SELECTED_BME_FOR_BULKUPDATE
source: There are no selected BMEs for bulk update
pt_br: Não há BMEs selecionados para atualização em massa

# TEXT_NONE
source: None
de: Keine
pt_br: Nenhum

# TEXT_NOWCAST_REFRESH
source: Refresh
pt_br: Atualizar

# TEXT_NOWCAST_RIGHT_CLICK_FOR_OPTIONS
source: right click for options
pt_br: clique com o botão direito para opções

# TEXT_OPEN_SAVED_SEARCH
source: Load Saved Search
de: Gespeicherte Suche laden
pt_br: Carregar busca salva

# TEXT_OTHER
source: Other
de: Andere
pt_br: Outro

# TEXT_PASSWORD_VALIDATION_MESSAGE
source: Passwords do not match.
pt_br: As senhas não coincidem.

# TEXT_PASSWORDS_DO_NOT_MATCH
source: The passwords do not match
de: Die Kennwörter stimmen nicht überein.
pt_br: As senhas não coincidem.

# TEXT_PAST
source: Past
de: Vergangenheit
pt_br: Passado

# TEXT_PERIOD
source: Period
de: Zeitraum
pt_br: Período

# TEXT_PHONE_VALIDATION_MESSAGE
source: Enter a valid phone number. Format: 555-555-5555
pt_br: Insira um número de telefone válido. Formato: 555-555-5555

# TEXT_PLEASE_FIX
source: Please fix the errors noted.
de: Bitte beheben Sie die angegebenen Fehler.
pt_br: Corrija os erros detectados.

# TEXT_PROPERTIES
source: Properties
de: Eigenschaften
pt_br: Propriedades

# TEXT_PROPERTIES_GOING_TO_UPDATED
source: Properties that are going to be updated
pt_br: Propriedades que serão atualizadas

# TEXT_PRORATED_RECURRING_CHARGE_CREDIT_MESSAGE
source: You received this credit because your subscription with a recurring charge being billed in advance changed during this billing period.<BR><BR>On your previous bill, we charged you [RCAmount] in advance. You only used the service from [RCIntervalStart] to [ProratedIntervalStartPreviousDay]. So, this credit represents the difference from [ProratedIntervalStart] to [ProratedIntervalEnd]. This is a period of [ProratedDays] days.<BR><BR>To calculate the credit, we used a daily rate of [ProratedDailyRate]. The daily rate was calculated taking [RCAmount] and dividing it by the number of days in the period. So, we took the period of [ProratedDays] days and multiplied it by [ProratedDailyRate] giving you a credit of [Amount].<BR>
de: Ihnen wurde dieses Guthaben gewährt, weil sich die angemeldete Nutzung mit im Voraus abgebuchter regelmäßiger Gebühr in diesem Rechnungszeitraum geändert hat.<BR><BR>Auf der vorigen Rechnung wurde Ihnen ein Betrag von [RCAmount] im Voraus berechnet. Sie haben die Leistung nur vom [RCIntervalStart] bis zum [ProratedIntervalStartPreviousDay] in Anspruch genommen. Dieses Guthaben entspricht also der Differenz zwischen [ProratedIntervalStart] und [ProratedIntervalEnd]. Dies entspricht einem Zeitraum von [ProratedDays] Tagen.<BR><BR>Die Berechnung des Guthabens erfolgte unter Zugrundelegung des Tagesbetrags von [ProratedDailyRate]. Der Tagesbetrag wurde berechnet, indem [RCAmount] durch die Anzahl der Tage im entsprechenden Zeitraum geteilt wurde. Der Zeitraum von [ProratedDays] Tagen wurde also mit [ProratedDailyRate] multipliziert, wodurch Ihnen ein Guthaben von [Amount] entstand.<BR>
pt_br: Você recebeu esse crédito, pois sua assinatura com uma cobrança recorrente sendo faturada em adiantado foi alterada durante esse período de faturamento.<BR><BR>Na sua fatura anterior, nós cobramos [RCAmount] em adiantado. Você usou o serviço apenas de [RCIntervalStart] a [RCIntervalEnd]. Portanto, esse crédito representa a diferença de [ProratedIntervalStart] a [ProratedIntervalEnd]. Esse é um período de [ProratedDays] dias.<BR><BR>Para calcular o crédito, usamos uma taxa diária de [ProratedDailyRate]. A taxa diária foi recalculada tomando [RCAmount] e dividindo pelo número de dias no período. Depois, tomamos o período de [ProratedDays] dias e multiplicamos por[ProratedDailyRate], resultando em um crédito de [Amount].<BR>

# TEXT_PRORATED_RECURRING_CHARGE_MESSAGE
source: This charge has been prorated. Prorating reduces charges by charging you only for the number of days that you have subscribed to a service in a given billing period.<BR><BR>For this item, your charges started on [ProratedIntervalStart] and ended on [ProratedIntervalEnd]. Therefore, you received [ProratedDays] days of service. Your charge for this period was calculated by multiplying the daily rate of [ProratedDailyRate] by [ProratedDays] days you were subscribed. This equals [Amount]. (The daily rate of [ProratedDailyRate] is calculated by dividing the period charges of [RCAmount] by the number of days in the period).<BR>
de: Diese Gebühr wurde anteilig berechnet. Die anteilige Berechnung verringert die Höhe der Gebühren, da Ihnen nur die Anzahl von Tage berechnet werden, an denen Sie in einem bestimmten Rechnungszeitraum für eine Leistung angemeldet waren.<BR><BR>Die Berechnung für dieses Produkt begann am [ProratedIntervalStart] und endete am [ProratedIntervalEnd]. Sie haben die Leistung also für [ProratedDays] Tage erhalten. Ihre Gebühren für diesen Zeitraum wurden berechnet, indem der Tagesbetrag von [ProratedDailyRate] mit [ProratedDays] Tagen angemeldeter Nutzung multipliziert wurde. Dies entspricht [Amount]. (Der Tagesbetrag von [ProratedDailyRate] wird berechnet, indem die Gebühr für den entsprechenden Zeitraum von [RCAmount] durch die Anzahl der Tage im Zeitraum geteilt wird.)<BR>
pt_br: Essa fatura foi rateada. O rateamento reduz as cobranças cobrando apenas pelo número de dias que você assinou o serviço em um dado período de faturamento.<BR><BR>Para esse item, suas cobranças começaram em [ProratedIntervalStart] e terminaram em [ProratedIntervalEnd]. Assim, você recebeu [ProratedDays] dias de serviço. Sua cobrança desse período foi calculada multiplicando a taxa diária de [ProratedDailyRate] por [ProratedDays] dias da sua assinatura. Isso equivale a [Amount]. (A taxa diária de [ProratedDailyRate] é calculada dividindo as cobranças do período de [RCAmount] pelo número de dias do período).<BR>

# TEXT_RATES
source: Rates
de: Gebühren
pt_br: Taxas

# TEXT_RECENT_ACCOUNTS
source: Recent Accounts
de: Aktuelle Konten
pt_br: Contas recentes

# TEXT_RECURRING_CHARGE_CREDIT
source: You received this credit because your subscription with a recurring charge being billed in advance changed during this billing period.<BR><BR>On your previous bill, we charged you [RCAmount] in advance. We are now refunding you this amount.<BR>
de: Ihnen wurde dieses Guthaben gewährt, weil sich die angemeldete Nutzung mit im Voraus abgebuchter regelmäßiger Gebühr in diesem Rechnungszeitraum geändert hat.<BR><BR>Auf der vorigen Rechnung wurde Ihnen ein Betrag von [RCAmount] im Voraus berechnet. Dieser Betrag wird Ihnen jetzt zurückerstattet.<BR>
pt_br: Você recebeu um crédito, pois sua assinatura com uma cobrança recorrente sendo faturada antecipadamente foi alterada durante esse período de faturamento.<BR><BR>Em sua fatura anterior, nós cobramos [RCAmount] de você, antecipadamente. Esse valor será reembolsado.<BR>

# TEXT_RELOAD_ACCOUNT
source: Reload Account
de: Konto neu laden
pt_br: Recarregar conta

# TEXT_REMOVE
source: Remove
de: Entfernen
pt_br: Remover

# TEXT_REMOVE_ACH
source: Remove ACH
de: ACH entfernen
pt_br: Remover ACH

# TEXT_REMOVE_CARD
source: Remove Card
de: Karte entfernen
pt_br: Remover cartão

# TEXT_REMOVE_GROUP_SUBSCRIPTION
source: Remove Group Subscription
de: Gruppennutzungsanmeldung entfernen
pt_br: Remover assinatura em grupo

# TEXT_REMOVE_GRPSUBMEM_ACCOUNTS
source: Please select accounts to be removed from the list
de: Bitte wählen Sie die Konten aus der Liste aus, die entfernt werden sollen.
pt_br: Selecione contas a serem removidas da lista

# TEXT_REMOVE_RELSHIP
source: Are you sure you want to remove the selected relationship(s)?
de: Möchten Sie die ausgewählten Beziehungen wirklich entfernen?
pt_br: Tem certeza que deseja excluir os relacionamentos selecionados?

# TEXT_REQUIRES_FLASH
source: This content requires the Adobe Flash Player.
de: Für die Anzeige dieses Inhalts ist der Adobe Flash Player erforderlich.
pt_br: Este conteúdo requer Adobe Flash Player.

# TEXT_SAVE_SEARCH
source: Save Your Search
de: Suche speichern
pt_br: Salvar sua busca

# TEXT_SEARCH
source: Search
de: Suche
pt_br: Buscar

# TEXT_SEARCH_FILTERS
source: Search Filters
de: Suchfilter
pt_br: Filtros de busca

# TEXT_SEARCH_NAME
source: Search Name
de: Name suchen
pt_br: Nome da busca

# TEXT_SEARCHING
source: Searching...
de: Suche...
pt_br: Buscando...

# TEXT_SELECT_ACCOUNT
source: Select Account
de: Konto auswählen
pt_br: Selecionar conta

# TEXT_SELECT_ACCOUNTS
source: Select Accounts
de: Konten auswählen
pt_br: Selecionar contas

# TEXT_SELECT_GRPSUBMEM_ACCOUNTS
source: Please select members to be added
de: Bitte wählen Sie die hinzuzufügenden Mitglieder aus.
pt_br: Selecione os membros a serem adicionados

# TEXT_SELFCARE_LOGIN
source: SelfCare Login
de: Bei Selbsthilfe anmelden
pt_br: Login do SelfCare

# TEXT_SESSION_TIMEOUT_TEXT
source: Your session has timed out. Please log in again
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich wieder an.
pt_br: Sua sessão expirou. Faça login novamente

# TEXT_SESSION_TIMEOUT_TITLE
source: Session timed out
de: Sitzung ist abgelaufen
pt_br: A sessão expirou

# TEXT_SETTINGS
source: Settings
de: Einstellungen
pt_br: Configurações

# TEXT_SETUP_CHARGE_ACCOUNT
source: Please setup the charge account before adding UDRC values
de: Bitte richten Sie vor dem Hinzufügen der UDRC-Werte das Belastungskonto ein.
pt_br: Por favor, configure a conta de débito antes de adicionar valores UDRC

# TEXT_SHIP_TO
source: Ship-To
de: Versandempfänger
pt_br: Destinatário da mercadoria
