Repository: MTProfessionalServices/MetraNet
Catalog: RMP/UI/MetraNet/App_GlobalResources/ErrorMessages.*.resx
Languages: it

source: Error
it: Errore

# ERROR_ACCOUNT_DORMANT
source: <br/><br/>The account is dormant. You may unlock it.
it: <br/><br/> La cuenta está inactiva. Usted puede desbloquearlo.

# ERROR_ACH_ADD
source: Unable to add ACH payment method to this account
it: Impossibile aggiungere metodo di pagamento ACH a questo account.

# ERROR_ACH_LIST
source: Unable to retrieve the list of ACH payment methods
it: Impossibile recuperare l'elenco dei metodi di pagamento ACH

# ERROR_ACH_LOAD
source: Unable to view ACH payment account details
it: Impossibile visualizzare i dettagli del conto di pagamento ACH

# ERROR_ACH_REMOVE
source: Unable to remove ACH payment method from your account
it: Impossibile rimuovere il metodo di pagamento ACH dall'account

# ERROR_ACH_UPDATE
source: Unable to modify ACH payment method information
it: Impossibile modificare le informazioni sul metodo di pagamento ACH

# ERROR_CAPABILITY_INVALID
source: Invalid default capability.
it: Funzione predefinita non valida.

# ERROR_CC_ADD
source: Unable to add credit card to this account
it: Impossibile aggiungere carta di credito a questo account

# ERROR_CC_LIST
source: Unable to retrieve the list of credit cards
it: Impossibile recuperare l'elenco di carte di credito

# ERROR_CC_LOAD
source: Unable to view credit card details
it: Impossibile visualizzare i dettagli della carta di credito

# ERROR_CC_REMOVE
source: Unable to remove credit card from your account
it: Impossibile rimuovere la carta di credito dall'account

# ERROR_CC_UPDATE
source: Unable to modify credit card information
it: Impossibile modificare le informazioni sulla carta di credito

# ERROR_EMAIL_REQUIRED
source: Email address is required.
it: L'indirizzo e-mail è obbligatorio.

# ERROR_ENDDOM_INVALID
source: Invalid End of Month day selected. Day MUST be after start day.
it: Il giorno di fine mese selezionato non è valido. Il giorno DEVE essere successivo al giorno di inizio.

# ERROR_LAST_LOGIN
source: The last login for {0} was on {1}. There have been {2} failed login attempts since the last successful login.
it: L'ultimo accesso a {0} è avvenuto il {1}. Si sono verificati {2} tentativi di accesso non riusciti dall'ultimo accesso riuscito.

# ERROR_LOGIN_INVALID
source: Invalid username or password.
it: Nome utente o password non validi.

# ERROR_LOGIN_LOCKED
source: Your account has been locked for security reasons. Please contact support to resolve this issue.
it: Per ragioni di sicurezza, l'account è stato bloccato. Per risolvere il problema, contattare il supporto.

# ERROR_LOGIN_PASSWORD_EXPIRING
source: Your password is expiring in {0} day(s). If you have time, why not change it now?
it: La password in uso scadrà tra {0} giorno/i, ma è già possibile cambiarla.

# ERROR_MAIN_MENU
source: Invalid menu file, notify your system administrator.
it: File di menu non valido, informare l'amministratore di sistema.

# ERROR_NEVER_LOGGED
source: This user has never logged into MetraCare.
it: L'utente non ha mai eseguito l'accesso a MetraCare.

# ERROR_NOT_VALID_ACCOUNT
source: Error not a valid account.
it: Errore. Conto non valido.

# ERROR_PARENT_ACCOUNT_INVALID
source: Invalid parent account id.
it: ID del conto padre non valido.

# ERROR_PASSWORD_EXPIRED
source: Your password has expired
it: La password è scaduta

# ERROR_PASSWORDS_DO_NOT_MATCH
source: Passwords do not match.
it: Le password non corrispondono.

# ERROR_SECURITY_ANSWER_INVALID
source: Invalid security answer.
it: Risposta di sicurezza non valida.

# ERROR_SECURITY_QUESTION_INVALID
source: Unable to set both the Security Question and the Custom Security Question.
it: Impossibile impostare la domanda di sicurezza e la domanda di sicurezza personalizzata.

# ERROR_SUBSCRIBER_NULL
source: You must first manage an account before you can perform an action on it.
it: Prima di poter eseguire un'azione su un account occorre gestire l'account.

# ERROR_TEMP_LOCK
source: The system only allows {0} login attempts before the account is temporarily locked for {1} minutes. You may manually unlock the account.
it: Il sistema consente solo {0} tentativi di accesso non riusciti, in seguito l'account viene temporaneamente bloccato per {1} minuti. L'account può essere sbloccato manualmente.

# ERROR_UNABLE_SAVE_DATA
source: Unable to save changes.
it: Impossibile salvare le modifiche.

# ERROR_UNABLE_TO_UNLOCK_ACCOUNT
source: Unable to lock account. Do you have permission?
it: Impossibile bloccare l'account. Si dispone delle autorizzazioni necessarie?

# ERROR_USERNAME_INVALID
source: Username is invalid.
it: Il Nome utente non è valido.

# ERROR_USM_CONFIG_BAD_ANNUALLY
source: Days for annually interval
it: Giorni per l'intervallo annuale

# ERROR_USM_CONFIG_BAD_BIWEEKLY
source: Days for bi-weekly interval
it: Giorni per l'intervallo bi-settimanale

# ERROR_USM_CONFIG_BAD_DAILY
source: Days for daily interval
it: Giorni per l'intervallo giornaliero

# ERROR_USM_CONFIG_BAD_MONTHLY
source: Days for monthly interval
it: Giorni per l'intervallo mensile

# ERROR_USM_CONFIG_BAD_QUARTERLY
source: Days for quarterly interval
it: Giorni per l'intervallo trimestrale

# ERROR_USM_CONFIG_BAD_SEMIANNUALLY
source: Days for semi-annually interval
it: Giorni per l'intervallo semestrale

# ERROR_USM_CONFIG_BAD_SEMIMONTHLY
source: Days for semi-monthly interval
it: Giorni per l'intervallo quindicinale

# ERROR_USM_CONFIG_BAD_WEEKLY
source: Days for weekly interval
it: Giorni per l'intervallo settimanale

# ERROR_USM_CONFIG_INVALID_GRACE_PERIOD
source: must be an integer greater than or equal to zero.
it: deve essere un numero intero maggiore o uguale a zero.

# ERROR_USM_CONFIG_UNABLE_TO_RETRIEVE
source: Unable to retreive the configuration. See log for details.
it: Impossibile recuperare la configurazione. Per informazioni dettagliate, consultare il registro.

# ERROR_USM_CONFIG_UNABLE_TO_SAVE
source: Unable to save the configuration changes. See log for details.
it: Impossibile salvare le modifiche apportate alla configurazione. Per informazioni dettagliate, consultare il registro.

# SpecCharacteristicRepository_DeleteSpecCharacteristic_Failed_deleting_spec_
source: Failed deleting spec.
it: Eliminazione spec. non riuscita

# SpecCharacteristicRepository_LoadSpecCharacteristic_Didn_t_find_matching_spec_
source: Didn't find matching spec.
it: Spec. corrispondente non trovata

# SpecCharacteristicRepository_LoadSpecCharacteristics_Failed_getting_specs_
source: Failed getting specs.
it: Richiamo spec. non riuscito

source: Failed getting entity properties.
it: Richiamo proprietà entità non riuscito.

# SpecCharacteristicRepository_SaveSpecCharacteristic_Failed_saving_spec_
source: Failed saving spec.
it: Salvataggio spec. non riuscito

# SpecCharacteristicRepository_SpecCharacteristicRepository_Access_denied_
source: Access denied.
it: Accesso negato.

# SpecCharacteristicsController_AddSharedProperty_Couldn_t_add_property_
source: Couldn't add property.
it: Impossibile aggiungere proprietà.

# SpecCharacteristicsController_Delete_Couldn_t_delete_property_
source: Couldn't delete property.
it: Impossibile eliminare proprietà.

# SpecCharacteristicsController_SetDisplayOrder_Couldn_t_find_property_
source: Couldn't find property.
it: Impossibile trovare proprietà.
