Repository: MTProfessionalServices/MetraNet
Catalog: RMP/UI/MetraNet/App_GlobalResources/KeyTerms.*.resx
Languages: pt_br

# INDEPENDENT_ACCOUNT
source: Indepdendent account
pt_br: Conta independente

# PAYEE_ACCOUNT
source: Payee
pt_br: Favorecido

# PAYER_ACCOUNT
source: Payer
pt_br: Pagador

# TEXT_KEYTERM_ACCOUNT_TYPE
source: Account Type
pt_br: Tipo de conta

# TEXT_KEYTERM_ACCOUNT_TYPES
source: Account Types
pt_br: Tipos de conta

# TEXT_KEYTERM_CAPABILITIES
source: Capabilities
pt_br: Capacidades

# TEXT_KEYTERM_CAPABILITY
source: Capability
pt_br: Capacidade

# TEXT_KEYTERM_CORE_SUBSCRIBER
source: Core Subscriber
pt_br: Assinante principal

# TEXT_KEYTERM_CORPORATE_ACCOUNT
source: Corporate Account
pt_br: Conta corporativa

# TEXT_KEYTERM_COUNTER
source: Counter
pt_br: Contador

# TEXT_KEYTERM_COUNTERS
source: Counters
pt_br: Contadores

# TEXT_KEYTERM_DEPARTMENT_ACCOUNT
source: Department Account
pt_br: Conta do departamento

# TEXT_KEYTERM_DISCOUNT
source: Discount
pt_br: Desconto

# TEXT_KEYTERM_DISCOUNTS
source: Discounts
pt_br: Descontos

# TEXT_KEYTERM_GROUP_SUBSCRIPTION
source: Group Subscription
pt_br: Assinatura em grupo

# TEXT_KEYTERM_GROUP_SUBSCRIPTIONS
source: Group Subscriptions
pt_br: Assinaturas em grupo

# TEXT_KEYTERM_GSM_SERVICE_ACCOUNT
source: GSM Service Account
pt_br: Conta de serviço GSM

# TEXT_KEYTERM_NON_RECURRING_CHARGE
source: Non-Recurring Charge
pt_br: Cobrança não recorrente

# TEXT_KEYTERM_NON_RECURRING_CHARGES
source: Non-Recurring Charges
pt_br: Cobranças não recorrentes

# TEXT_KEYTERM_NON_SHARED_PRICE_LIST
source: Non-Shared Price List
pt_br: Lista de preços não compartilhada

# TEXT_KEYTERM_NON_SHARED_PRICE_LISTS
source: Non-Shared Price Lists
pt_br: Listas de preços não compartilhadas

# TEXT_KEYTERM_PARAMETER_TABLE
source: Parameter Table
pt_br: Tabela de parâmetros

# TEXT_KEYTERM_PARAMETER_TABLES
source: Parameter Tables
pt_br: Tabelas de parâmetros

# TEXT_KEYTERM_PERSONAL_RATE
source: Custom Rate
pt_br: Taxa personalizada

# TEXT_KEYTERM_PRICE_LIST
source: Price List
pt_br: Lista de preços

# TEXT_KEYTERM_PRICE_LISTS
source: Price Lists
pt_br: Listas de preços

# TEXT_KEYTERM_PRICEABLE_ITEM
source: Priceable Item
pt_br: Item cobrável

# TEXT_KEYTERM_PRICEABLE_ITEMS
source: Priceable Items
pt_br: Itens cobráveis

# TEXT_KEYTERM_PRODUCT_OFFERING
source: Product Offering
pt_br: Oferta de produto

# TEXT_KEYTERM_PRODUCT_OFFERINGS
source: Product Offerings
pt_br: Ofertas de produto

# TEXT_KEYTERM_RATE_SCHEDULE
source: Rate Schedule
pt_br: Agenda de taxa

# TEXT_KEYTERM_RATE_SCHEDULES
source: Rate Schedules
pt_br: Agendas de taxa

# TEXT_KEYTERM_REBILL_NAME
source: Reassignment
pt_br: Reatribuição

# TEXT_KEYTERM_REBILL_VERB
source: Reassign
pt_br: Reatribuir

# TEXT_KEYTERM_RECURRING_CHARGE
source: Recurring Charge
pt_br: Cobrança recorrente

# TEXT_KEYTERM_RECURRING_CHARGES
source: Recurring Charges
pt_br: Cobranças recorrentes

# TEXT_KEYTERM_ROLE
source: Role
pt_br: Função

# TEXT_KEYTERM_ROLES
source: Roles
pt_br: Funções

# TEXT_KEYTERM_SERVICE_CHARGE
source: Service Charge
pt_br: Taxa de serviço

# TEXT_KEYTERM_SERVICE_CHARGES
source: Service Charges
pt_br: Taxas de serviço

# TEXT_KEYTERM_SERVICE_ENDPOINT
source: Service Endpoint
pt_br: Terminal de serviço

# TEXT_KEYTERM_SERVICE_ENDPOINTS
source: Service Endpoints
pt_br: Terminais de serviço

# TEXT_KEYTERM_SHARED_PRICE_LIST
source: Shared Price List
pt_br: Lista de preços compartilhada

# TEXT_KEYTERM_SHARED_PRICE_LISTS
source: Shared Price Lists
pt_br: Listas de preços compartilhadas

# TEXT_KEYTERM_UNIT_DEPENDENT_RECURRING_CHARGE
source: Unit-Dependent Recurring Charge
pt_br: Cobrança recorrente dependente da unidade

# TEXT_KEYTERM_UNIT_DEPENDENT_RECURRING_CHARGES
source: Unit-Dependent Recurring Charges
pt_br: Cobranças recorrentes dependentes da unidade

# TEXT_KEYTERM_USAGE_CHARGE
source: Usage Charge
pt_br: Taxa de utilização

# TEXT_KEYTERM_USAGE_CHARGE_AGGREGATE
source: Usage Charge (Aggregate)
pt_br: Taxa de utilização (Agregado)

# TEXT_KEYTERM_USAGE_CHARGES
source: Usage Charges
pt_br: Taxas de utilização

# TEXT_KEYTERM_USAGE_CHARGES_AGGREGATE
source: Usage Charges (Aggregate)
pt_br: Taxas de utilização (Agregado)
