Repository: MTProfessionalServices/MetraNet
Catalog: RMP/Extensions/MetraView/Sites/MetraView/App_GlobalResources/ErrorMessages.*.resx
Languages: de, es_mx, fr

source: You do not have access to view these details.
de: Sie haben keine Anzeigeberechtigung für diese Details.
es_mx: Usted no tiene acceso para ver estos detalles.
fr: Vous ne pouvez pas afficher ces détails.

source: Error
de: Fehler
fr: Erreur

# ERROR_ACCESS_DENIED
source: Access denied.
de: Zugriff verweigert.
es_mx: Acceso denegado.
fr: Accès refusé.

# ERROR_ACCOUNT_DORMANT
source: <br/><br/>The account is dormant. You may unlock it.
de: <br/><br/> L'account è inattivo. Si può sbloccarlo.
es_mx: <br/><br/>La cuenta está inactiva. Puede desbloquearla.
fr: <br/><br/> Das Konto ist ruhend. Sie können es entriegeln.

# ERROR_ACH_ADD
source: Unable to add ACH payment method to this account.
de: Das ACH-Zahlungsverfahren kann nicht zu diesem Konto hinzugefügt werden.
es_mx: No se puede agregar método de pago ACH a esta cuenta.
fr: Impossible d’ajouter la méthode de paiement ACH à ce compte.

# ERROR_ACH_LIST
source: Unable to retrieve the list of ACH payment methods
de: Die Liste der ACH-Zahlungsmethoden kann nicht abgerufen werden.
es_mx: No se puede recuperar la lista de métodos de pago ACH
fr: Impossible de récupérer la liste des méthodes de paiement ACH

# ERROR_ACH_LOAD
source: Unable to view ACH payment account details
de: Die Kontodetails zur ACH-Zahlung können nicht angezeigt werden.
es_mx: No se pueden ver los detalles de la cuenta de pago ACH
fr: Impossible d’afficher les détails du compte de paiement ACH

# ERROR_ACH_REMOVE
source: Unable to remove ACH payment method from your account
de: Das ACH-Zahlungsverfahren kann nicht von diesem Konto entfernt werden.
es_mx: No se puede eliminar el método de pago ACH de esta cuenta
fr: Impossible de supprimer la méthode de paiement ACH de votre compte

# ERROR_ACH_UPDATE
source: Unable to modify ACH payment method information
de: Die Angaben zum ACH-Zahlungsverfahren können nicht bearbeitet werden.
es_mx: No se puede modificar la información del método de pago ACH
fr: Impossible de modifier les informations concernant la méthode de paiement ACH

# ERROR_ADD_SUBSCRIPTION
source: Unable to add subscription.
de: Nutzungsanmeldung kann nicht hinzugefügt werden.
es_mx: No se puede agregar suscripción.
fr: Impossible d’ajouter l’abonnement.

# ERROR_CC_ADD
source: Unable to add credit card to this account
de: Die Kreditkarte kann nicht zu diesem Konto hinzugefügt werden.
es_mx: No se puede agregar tarjeta de crédito a esta cuenta
fr: Impossible d’ajouter la carte de crédit à ce compte

# ERROR_CC_LIST
source: Unable to retrieve the list of credit cards
de: Die Liste der Kreditkarten kann nicht abgerufen werden.
es_mx: No se puede recuperar la lista de tarjetas de crédito
fr: Impossible de récupérer la liste des cartes de crédit

# ERROR_CC_LOAD
source: Unable to view credit card details
de: Die Kreditkartendetails können nicht angezeigt werden.
es_mx: No se pueden ver los detalles de la tarjeta de crédito
fr: Impossible d’afficher les détails de la carte de crédit

# ERROR_CC_REMOVE
source: Unable to remove credit card from your account
de: Die Kreditkarte kann nicht von diesem Konto entfernt werden.
es_mx: No se puede eliminar la tarjeta de crédito de su cuenta
fr: Impossible de supprimer la carte de crédit de votre compte

# ERROR_CC_UPDATE
source: Unable to modify credit card information
de: Die Angaben zur Kreditkarte können nicht bearbeitet werden.
es_mx: No se puede modificar la información de la tarjeta de crédito
fr: Impossible de modifier les informations sur la carte de crédit

# ERROR_DOWNLOAD_REPORTS
source: Unable to download reports
de: Die Berichte können nicht heruntergeladen werden.
es_mx: No se pueden descargar informes.
fr: Impossible de télécharger les rapports

# ERROR_EMAIL_REQUIRED
source: Email address is required.
de: Sie müssen eine E-Mail-Adresse angeben.
es_mx: El campo Dirección de correo electrónico es obligatorio.
fr: L’adresse e-mail est obligatoire.

# ERROR_END_DATE_BEFORE_START_DATE
source: End Date must be after the Start Date
de: Das Enddatum muss nach dem Startdatum liegen.
es_mx: La fecha de finalización debe ser después de la fecha de inicio
fr: La date de fin doit être postérieure à la date de début

# ERROR_LAST_LOGIN
source: The last login for {0} was on {1}. There have been {2} failed login attempts since the last successful login.
de: Die letzte Anmeldung für {0} war am {1}. Seit der letzten erfolgreichen Anmeldung sind {2} Anmeldungen fehlgeschlagen.
es_mx: El último inicio de sesión para {0} fue el {1}. Ha habido {2} errores de intentos de inicio de sesión desde el último inicio de sesión correcto.
fr: La dernière ouverture de session de {0} a été effectuée le {1}. {2} tentatives d’ouverture de session ont échoué depuis la dernière ouverture de session réussie.

# ERROR_LOGIN_INVALID
source: Invalid username or password.
de: Benutzername oder Kennwort sind ungültig.
es_mx: Nombre de usuario o contraseña no válido.
fr: Nom d’utilisateur ou mot de passe incorrect.

# ERROR_LOGIN_LOCKED
source: Your account has been locked for security reasons. Please contact support to resolve this issue.
de: Ihr Konto wurde aus Sicherheitsgründen gesperrt. Bitte wenden Sie sich zur Behebung dieses Problems an den Kundendienst.
es_mx: Su cuenta se ha bloqueado por motivos de seguridad. Póngase en contacto con el servicio de soporte técnico para solucionar este problema.
fr: Votre compte a été bloqué pour des raisons de sécurité. Contactez le service d’assistance pour résoudre ce problème.

# ERROR_LOGIN_PASSWORD_EXPIRING
source: Your password is expiring in {0} day(s). If you have time, why not change it now?
de: Ihr Kennwort läuft in {0} Tag(en) ab. Möchten Sie es einfach gleich jetzt ändern?
es_mx: Su contraseña expirará en {0} día(s). Si tiene tiempo, ¿por qué no la cambia ahora?
fr: Votre mot de passe expire dans {0} jour(s). Si vous en avez le temps, pourquoi ne pas le modifier maintenant ?

# ERROR_MAIN_MENU
source: Invalid menu file, notify your system administrator.
de: Ungültige Menüdatei, verständigen Sie Ihren Systemadministrator.
es_mx: Archivo de menú no válido, notifique al administrador del sistema.
fr: Fichier de menu incorrect. Signalez-le à votre administrateur système.

# ERROR_MAKE_PAYMENT
source: We were unable to process your payment. Please verify your payment details and try again. If the problem persists, contact us to complete your transaction.
de: Ihre Zahlung konnte nicht durchgeführt werden. Bitte überprüfen Sie die Zahlungsdetails, und versuchen Sie es erneut. Sollte sich das Problem nicht beheben lassen, setzen Sie sich zur Abwicklung Ihrer Zahlung bitte mit uns in Verbindung.
es_mx: No nos fue posible procesar su pago. Verifique los detalles de pago e intente nuevamente. Si el problema continúa, comuníquese con nosotros para realizar su transacción.
fr: Nous n’avons pas pu traiter votre paiement. Vérifiez les détails du paiement et réessayez. Si le problème persiste, contactez-nous pour achever la transaction.

# ERROR_NEVER_LOGGED
source: This user has never logged into MetraView.
de: Dieser Benutzer hat sich noch nie bei MetraView angemeldet.
es_mx: Este usuario nunca ha iniciado sesión en MetraView.
fr: Cet utilisateur n’a jamais ouvert une session MetraView.

# ERROR_NO_REPORTS_FOUND
source: No Reports Found
de: Es Wurden Keine Datensätze Gefunden
es_mx: No Se Encontraron Informes
fr: Aucun enregistrement trouvé

# ERROR_NOT_VALID_ACCOUNT
source: Invalid account
de: Ungültiges Konto
es_mx: Cuenta no válida
fr: Compte incorrect

# ERROR_PASSWORD_EXPIRED
source: Your password has expired
de: Ihr Kennwort ist abgelaufen.
es_mx: Su contraseña ha expirado
fr: Votre mot de passe a expiré

# ERROR_PASSWORDS_DO_NOT_MATCH
source: Passwords do not match.
de: Die Kennwörter stimmen nicht überein.
es_mx: Las contraseñas no coinciden.
fr: Les mots de passes ne correspondent pas.

# ERROR_REPORT_CONFIG
source: Error in config ReportFormat file
de: Fehler in Konfigurationsdatei 'ReportFormat'
es_mx: Error al config archivo InformarFormato
fr: Erreur de configuration du fichier ReportFormat

# ERROR_REPORT_FORMAT
source: Error in config ReportFormat file. Report format type isn't defined.
de: Fehler in Konfigurationsdatei 'ReportFormat'. Der Formattyp für den Bericht wurde nicht festgelegt.
es_mx: Error al config archivo InformarFormato. El tipo de formato de informe no está definido.
fr: Erreur de configuration du fichier ReportFormat. Type de format du rapport non défini.

# ERROR_REPORT_FORMAT_CONFIG
source: Error in config ReportFormat file. Incorrect file structure.
de: Fehler in Konfigurationsdatei 'ReportFormat'. Die Dateistruktur ist nicht korrekt.
es_mx: Error al config archivo InformarFormato. Estructura de archivo incorrecta.
fr: Erreur de configuration du fichier ReportFormat. Structure de fichiers incorrecte.

# ERROR_REPORT_IMAGE
source: Error in config ReportFormat file. Report image isn't defined.
de: Fehler in Konfigurationsdatei 'ReportFormat'. Das Bild für den Bericht wurde nicht festgelegt.
es_mx: Error al config archivo InformarFormato. La imagen del informe no está definida.
fr: Erreur de configuration du fichier ReportFormat. Image du rapport non définie.

# ERROR_REPORT_OPEN
source: Unable open and save report
de: Der Bericht kann nicht geöffnet und gespeichert werden.
es_mx: No se puede abrir y guardar el informe
fr: Impossible d’ouvrir et d’enregistrer le rapport

# ERROR_SECURITY_ANSWER_INVALID
source: Indicate the Security Question or Custom Security Question.
de: Geben Sie die Sicherheitsfrage oder die benutzerdefinierte Sicherheitsfrage an.
es_mx: Indique la Pregunta de seguridad o la Pregunta de seguridad personalizada.
fr: Indiquez la question de sécurité ou la question de sécurité personnalisée.

# ERROR_SECURITY_QUESTION_INVALID
source: Unable to set both the Security Question and the Custom Security Question.
de: Es können nicht sowohl die Sicherheitsfrage als auch die benutzerdefinierte Sicherheitsfrage festgelegt werden.
es_mx: No se puede configurar la Pregunta de seguridad y la Pregunta de seguridad personalizada.
fr: Impossible de définir la question de sécurité et la question de sécurité personnalisée.

# ERROR_SUBSCRIBER_NULL
source: You must first manage an account before you can perform an action on it.
de: Sie müssen ein Konto erst verwalten, bevor Sie Aktionen durchführen können.
es_mx: Debe administrar una cuenta primero antes de poder actuar sobre ella.
fr: Vous devez d’abord gérer un compte avant de pouvoir exécuter une action l’impliquant.

# ERROR_TEMP_LOCK
source: The system only allows {0} login attempts before the account is temporarily locked for {1} minutes. You may manually unlock the account.
de: Das System lässt nur {0} Anmeldeversuche zu. Danach wird das Konto vorübergehend für {1} Minuten gesperrt. Sie können die Kontosperre manuell aufheben.
es_mx: El sistema solo permite {0} intentos de inicio de sesión antes de que la cuenta se bloquee temporalmente por {1} minutos. Puede desbloquear manualmente la cuenta.
fr: Le système n’autorise que {0} tentatives d’ouverture de session avant de bloquer le compte temporairement pendant {1} minutes. Vous pouvez débloquer le compte manuellement.

# ERROR_UNABLE_TO_UNLOCK_ACCOUNT
source: Unable to lock account. Do you have permission?
de: Das Konto kann nicht gesperrt werden. Haben Sie die entsprechende Berechtigung?
es_mx: No se puede bloquear la cuenta. ¿Tiene permiso?
fr: Impossible de bloquer le compte. Avez-vous l’autorisation nécessaire ?

# ERROR_UPDATING_ACCOUNT
source: Unable to update account information.
de: Die Kontodaten können nicht aktualisiert werden.
es_mx: No se puede actualizar la información de la cuenta.
fr: Impossible de mettre à jour les informations sur le compte.

# ERROR_USERNAME_INVALID
source: Username is invalid.
de: Der Benutzername ist ungültig.
es_mx: Nombre de usuario no válido.
fr: Le nom d’utilisateur est incorrect.

# SpecCharacteristicRepository_DeleteSpecCharacteristic_Failed_deleting_spec_
source: Failed removing property.
de: Die Eigenschaft konnte nicht entfernt werden.
es_mx: Error al eliminar la propiedad.
fr: Échec de suppression des propriétés.

# SpecCharacteristicRepository_LoadSpecCharacteristics_Failed_getting_specs_
source: Failed getting properties.
de: Die Eigenschaften konnten nicht abgerufen werden.
es_mx: Error al obtener propiedades.
fr: Échec d’obtention des propriétés.

source: Failed getting entity properties.
de: Die Eigenschaften der Einheit konnten nicht abgerufen werden.
es_mx: Error al obtener propiedades de entidad.
fr: Échec d’obtention des propriétés de l’entité.

# SpecCharacteristicRepository_SaveSpecCharacteristic_Failed_saving_spec_
source: Failed saving properties.
de: Die Eigenschaften konnten nicht gespeichert werden.
es_mx: Error al guardar las propiedades.
fr: Échec d’enregistrement des propriétés.

# SpecCharacteristicRepository_SpecCharacteristicRepository_Access_denied_
source: Access denied.
de: Zugriff verweigert
es_mx: Acceso denegado
fr: Accès refusé
