Repository: MTProfessionalServices/MetraNet
Catalog: DataExportReportManagement/App_LocalResources/UpdateScheduleReportInstanceMonthly.aspx.*.resx
Languages: es_mx, fr, it

# MTTitle1Resource1.Text
source: Update Monthly Report Schedule
es_mx: Actualizar plan de informes mensuales
fr: Mettre à jour le calendrier de rapports mensuel
it: Aggiorna programmazione del rapporto mensile

# PageResource1.Title
source: Update Monthly Report Schedule
es_mx: Actualizar plan de informes mensuales
fr: Mettre à jour le calendrier de rapports mensuel
it: Aggiorna programmazione del rapporto mensile

# TEXT_DEF_ACTIVATION_DATE
source: Activation Date
es_mx: Fecha de activación
fr: Date d’activation
it: Data di attivazione

# TEXT_DEF_COMPRESS_OUTPUT_FILE
source: Compress Report
es_mx: Comprimir informe
fr: Comprimer le rapport
it: Comprimi rapporto

# TEXT_DEF_COMPRESS_THRESHOLD
source: Compress Threshold
es_mx: Umbral de compresión
fr: Seuil de compression
it: Comprimi soglia

# TEXT_DEF_CONTROL_FILE_DESTINATION
source: Control File Destination
es_mx: Destino del archivo de control
fr: Destination du fichier de contrôle
it: Destinazione file di controllo

# TEXT_DEF_CREATE_NEW_REPORT_DEFINITION
source: Create New Report Definition
es_mx: Crear nueva definición de informe
fr: Créer une nouvelle définition de rapport
it: Crea nuova definizione rapporto

# TEXT_DEF_CREATE_NEW_REPORT_INSTANCE
source: Create New Report Instance
es_mx: Crear nueva instancia de informe
fr: Créer une nouvelle instance de rapport
it: Crea nuova istanza rapporto

# TEXT_DEF_CREATE_NEW_REPORT_PARAMETER
source: Create New Report Parameter
es_mx: Crear nuevo parámetro de informe
fr: Créer un nouveau paramètre de rapport
it: Crea nuovo parametro rapporto

# TEXT_DEF_CREATE_NEW_REPORT_SCHEDULE
source: Create New Instance Schedule
es_mx: Crear plan de instancias nuevas
fr: Créer un nouveau calendrier d’instances
it: Crea nuova programmazione per istanze

# TEXT_DEF_DEACTIVATION_DATE
source: Deactivation Date
es_mx: Fecha de desactivación
fr: Date de désactivation
it: Data di disattivazione

# TEXT_DEF_DELIVERY_METHOD
source: Delivery Method
es_mx: Método de entrega
fr: Mode de livraison
it: Metodo di consegna

# TEXT_DEF_EXECUTE_DAY
source: Execute Day
es_mx: Día de ejecución
fr: Jour d’exécution
it: Giorno di esecuzione

# TEXT_DEF_EXECUTE_DAY1
source: Execute Day
es_mx: Día de ejecución
fr: Jour d’exécution
it: Giorno di esecuzione

# TEXT_DEF_EXECUTE_END_TIME
source: Execute End Time(HH:MM)
es_mx: Hora de finalización de la ejecución (HH:MM)
fr: Heure de fin d’exécution (HH:MM)
it: Ora di fine esecuzione (HH:MM)

# TEXT_DEF_EXECUTE_FIRST_DAY_OF_MONTH
source: Execute First Day Of Month
es_mx: Ejecutar el primer día del mes
fr: Premier jour du mois d’exécution
it: Esegui il primo giorno del mese

# TEXT_DEF_EXECUTE_LAST_DAY_OF_MONTH
source: Execute Last Day Of Month
es_mx: Ejecutar el último día del mes
fr: Dernier jour du mois d’exécution
it: Esegui l'ultimo giorno del mese

# TEXT_DEF_EXECUTE_START_TIME
source: Execute Start Time(HH:MM)
es_mx: Hora de inicio de la ejecución (HH:MM)
fr: Heure de début d’exécution (HH:MM)
it: Ora di inizio esecuzione (HH:MM)

# TEXT_DEF_EXECUTE_TIME
source: Execute Time(HH:MM)
es_mx: Hora de la ejecución (HH:MM)
fr: Heure d’exécution (HH:MM)
it: Ora di esecuzione (HH:MM)

# TEXT_DEF_EXECUTION_TYPE
source: Execution Type
es_mx: Tipo de ejecución
fr: Type d’exécution
it: Tipo di esecuzione

# TEXT_DEF_GENERATE_CONTROL_FILE
source: Generate Control File
es_mx: Generar archivo de control
fr: Générer le fichier de contrôle
it: Genera file di controllo

# TEXT_DEF_INSTANCE_ID
source: Instance ID
es_mx: ID de instancia
fr: ID d’instance
it: ID istanza

# TEXT_DEF_LAST_RUN_DATE
source: Last Run Date
es_mx: Fecha de la última ejecución
fr: Date du dernier cycle
it: Data dell'ultima esecuzione

# TEXT_DEF_MANAGE_REPORT_PARAMETERS
source: Manage Report Parameters
es_mx: Gestionar parámetros de informe
fr: Gérer les paramètres du rapport
it: Gestisci parametri del rapporto

# TEXT_DEF_MONTH_APRIL
source: April
es_mx: Abril
fr: Avril
it: aprile

# TEXT_DEF_MONTH_AUGUST
source: August
es_mx: Agosto
fr: Août
it: agosto

# TEXT_DEF_MONTH_DECEMBER
source: December
es_mx: Diciembre
fr: Décembre
it: dicembre

# TEXT_DEF_MONTH_FEBRUARY
source: February
es_mx: Febrero
fr: Février
it: febbraio

# TEXT_DEF_MONTH_JANUARY
source: January
es_mx: Enero
fr: Janvier
it: gennaio

# TEXT_DEF_MONTH_JULY
source: July
es_mx: Julio
fr: Juillet
it: luglio

# TEXT_DEF_MONTH_JUNE
source: June
es_mx: Junio
fr: Juin
it: giugno

# TEXT_DEF_MONTH_MARCH
source: March
es_mx: Marzo
fr: Mars
it: marzo

# TEXT_DEF_MONTH_MAY
source: May
es_mx: Mayo
fr: Mai
it: maggio

# TEXT_DEF_MONTH_NOVEMBER
source: November
es_mx: Noviembre
fr: Novembre
it: novembre

# TEXT_DEF_MONTH_OCTOBER
source: October
es_mx: Octubre
fr: Octobre
it: ottobre

# TEXT_DEF_MONTH_SEPTEMBER
source: September
es_mx: Septiembre
fr: Septembre
it: settembre

# TEXT_DEF_MONTH_TO_DATE
source: Month To Date
es_mx: Mes a la fecha
fr: Mois à ce jour
it: Da inizio mese

# TEXT_DEF_NAME
source: Name
es_mx: Nombre
fr: Nom
it: Nome

# TEXT_DEF_NEXT_RUN_DATE
source: Next Run Date
es_mx: Próxima fecha de ejecución
fr: Date du prochain cycle
it: Data dell'esecuzione successiva

# TEXT_DEF_OUTPUT_EXEC_PARAMETERS
source: Write Exec Parameters to Output
es_mx: Escribir parámetros de ejecución para la salida
fr: Écrire les paramètres d’exécution dans la sortie
it: Scrivi parametri di esecuzione su output

# TEXT_DEF_PARAMETER_ID
source: Parameter ID
es_mx: ID de parámetro
fr: ID du paramètre
it: ID parametro

# TEXT_DEF_PASSWORD
source: FTP Password
es_mx: Contraseña de FTP
fr: Mot de passe FTP
it: Password FTP

# TEXT_DEF_PREVENT_ADHOC_EXECUTION
source: Prevent Adhoc Execution
es_mx: Evitar ejecución ad hoc
fr: Empêcher l’exécution ad hoc
it: Impedisci esecuzione ad hoc

# TEXT_DEF_QUERY_TAG
source: Query Tag
es_mx: Etiqueta de consulta
fr: Balise de requête
it: Tag query

# TEXT_DEF_REPEAT_HOURS
source: Repeat Hours
es_mx: Repetir horas
fr: Heures de répétition
it: Ore di ripetizione

# TEXT_DEF_REPORT_ID
source: Report ID
es_mx: ID de informe
fr: ID de rapport
it: ID rapporto

# TEXT_DEF_REPORT_OUTPUT_FILE_NAME
source: Output File Name
es_mx: Nombre de archivo de salida
fr: Nom du fichier de sortie
it: Nome del file di output

# TEXT_DEF_REPORT_OUTPUT_TYPE
source: Output Type
es_mx: Tipo de salida
fr: Type de sortie
it: Tipo di output

# TEXT_DEF_REPORT_TITLE
source: Report Title
es_mx: Título del informe
fr: Titre du rapport
it: Titolo del rapporto

# TEXT_DEF_SCHEDULE_ID
source: Schedule ID
es_mx: ID de plan
fr: ID du calendrier
it: ID programmazione

# TEXT_DEF_SCHEDULE_TYPE
source: Schedule Type
es_mx: Tipo de plan
fr: Type de calendrier
it: Tipo di programmazione

# TEXT_DEF_SHOW_ALL_REPORT_DEFINITIONS
source: Report Definitions
es_mx: Definiciones de informe
fr: Définitions de rapport
it: Definizioni dei rapporti

# TEXT_DEF_SKIP_FIRST_DAY_OF_MONTH
source: Skip First Day of Month
es_mx: Omitir primer día del mes
fr: Ignorer le premier jour du mois
it: Ignora il primo giorno del mese

# TEXT_DEF_SKIP_LAST_DAY_OF_MONTH
source: Skip Last Day of Month
es_mx: Omitir último día del mes
fr: Ignorer le dernier jour du mois
it: Ignora l'ultimo giorno del mese

# TEXT_DEF_UPDATE_DAILY_SCHEDULE
source: Update Daily Schedule
es_mx: Actualizar plan diario
fr: Mettre à jour le calendrier quotidien
it: Aggiorna programmazione giornaliera

# TEXT_DEF_UPDATE_EXISTING_REPORT_DEFINITIONS
source: Update Existing Report Definition
es_mx: Actualizar definición de informe existente
fr: Mettre à jour la définition de rapport existante
it: Aggiorna definizione rapporto esistente

# TEXT_DEF_UPDATE_EXISTING_REPORT_INSTANCE
source: Update Existing Report Instance
es_mx: Actualizar instancia de informe existente
fr: Mettre à jour l’instance de rapport existante
it: Aggiorna istanza rapporto esistente

# TEXT_DEF_UPDATE_INSTANCE_PARAMETER_VALUE
source: Update Instance Parameter Value
es_mx: Actualizar valor del parámetro de la instancia
fr: Mettre à jour la valeur des paramètres d’instance
it: Aggiorna valore parametro istanza

# TEXT_DEF_UPDATE_MONTHLY_SCHEDULE
source: Update Monthly Schedule
es_mx: Actualizar plan mensual
fr: Mettre à jour le calendrier mensuel
it: Aggiorna programmazione mensile

# TEXT_DEF_UPDATE_WEEKLY_SCHEDULE
source: Update Weekly Schedule
es_mx: Actualizar plan semanal
fr: Mettre à jour le calendrier hebdomadaire
it: Aggiorna programmazione settimanale

# TEXT_DEF_USE_QUOTED_IDENTIFIERS
source: Use Quoted Identifiers
es_mx: Utilizar identificadores citados
fr: Utiliser les identifiants cités
it: Usa ID indicati

# TEXT_DEF_USER_NAME
source: FTP User Name
es_mx: Nombre de usuario de FTP
fr: Nom d’utilisateur FTP
it: Nome utente FTP

# TEXT_DEF_VALUE
source: Value
es_mx: Valor
fr: Valeur
it: Valore

# TEXT_EXECUTE_DAY_OF_MONTH
source: Execute day of Monthly Schedule
fr: Jour d'exécution du calendrier mensuel

# TEXT_EXECUTE_TIME_OF_MONTHLY
source: Execute Time of Monthly Schedule
fr: Heure d'exécution du calendrier mensuel

# TEXT_SKIP_THE_FOLLOWING_MONTH
source: Skip The Following Months
fr: Ignorer les mois suivants

# TEXT_DEF_DESCRIPTION
source: Description
es_mx: Descripción
it: Descrizione

# TEXT_DEF_DESTINATION
source: Destination
es_mx: Destino
it: Destinazione
