Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/AmpWizard.*.resx
Languages: es_mx, fr, pt_br

# NAV_PANEL_HEADER
source: Manage AMP Decision Type
es_mx: [es-MX]Manage AMP Decision Type
fr: Gestion du type de décision AMP
pt_br: Gerenciar tipo de decisão AMP

# PAGETITLE_ACCOUNT_GROUP
source: 2. Account Group
es_mx: [es-MX]2. Account Group
fr: 2. Groupe de comptes
pt_br: 2. Grupo de contas

# PAGETITLE_AMOUNT_CHAIN_GROUP
source: 8. Amount Chain Group
es_mx: [es-MX]8. Amount Chain Group
fr: 8. Groupe de chaînes de montants
pt_br: 8. Grupo de cadeia de valores

# PAGETITLE_CHARGE_CREDIT_ATTRIBUTES
source: Charge/Credit: Attributes
es_mx: [es-MX]Charge/Credit: Attributes
fr: Frais/Crédit : Attributs
pt_br: Cobrança/Crédito: Atributos

# PAGETITLE_CHARGE_CREDIT_DIRECTIVE
source: Charge/Credit: Directive
es_mx: [es-MX]Charge/Credit: Directive
fr: Frais/Crédit : Directive
pt_br: Cobrança/Crédito: Diretiva

# PAGETITLE_CHARGE_CREDIT_DIRECTIVES
source: Charge/Credit: Directives
es_mx: [es-MX]Charge/Credit: Directives
fr: Frais/Crédit : Directives
pt_br: Cobrança/Crédito: Diretivas

# PAGETITLE_CHARGE_CREDIT_PRODUCT_VIEW
source: Charge/Credit: Product View
es_mx: [es-MX]Charge/Credit: Product View
fr: Frais/Crédit : Vue Produit
pt_br: Cobrança/Crédito: Exibição do produto

# PAGETITLE_DECISION_ACTION
source: Decision Action
es_mx: [es-MX]Decision Action
fr: Action de décision
pt_br: Ação de decisão

# PAGETITLE_DECISION_CYCLE
source: 6. Cycle
es_mx: [es-MX]6. Decision Cycle
pt_br: 6. Ciclo

# PAGETITLE_DECISION_INTERACTIONS
source: 10. Interactions
es_mx: [es-MX]10. Decision Interactions
pt_br: 10. Interações

# PAGETITLE_DECISION_RANGE
source: 5. Range
es_mx: [es-MX]5. Decision Range
fr: 5. Plage
pt_br: 5. Intervalo

# PAGETITLE_DECISION_SETTINGS
source: Decision Settings
es_mx: [es-MX]Decision Settings
fr: Paramètres de décision
pt_br: Configurações de decisão

# PAGETITLE_END
source: 13. End
es_mx: [es-MX]13. End
fr: 13. Fin
pt_br: 13. Encerrar

# PAGETITLE_ERROR_CHECK
source: 12. Finalize
es_mx: [es-MX]12. Error Check
fr: 12. Finalisation
pt_br: 12. Finalizar

# PAGETITLE_EXECUTION_FREQUENCY
source: 9. Frequency
es_mx: [es-MX]9. Execution Frequency
fr: 9. Fréquence
pt_br: 9. Frequência

# PAGETITLE_GENERAL_INFORMATION
source: 1. General Information
es_mx: [es-MX]1. General Information
fr: 1. Informations générales
pt_br: 1. Informações gerais

# PAGETITLE_GENERATE_A_NEW_CHARGE_CREDIT
source: New Charge/Credit
es_mx: [es-MX]New Charge/Credit
fr: Nouveaux frais/Crédits
pt_br: Nova cobrança/crédito

# PAGETITLE_ITEMS_TO_AGGREGATE
source: 4. Items to Aggregate
es_mx: [es-MX]4. Items to Aggregate
fr: 4. Eléments à consolider
pt_br: 4. Itens a agregar

# PAGETITLE_MISCELLANEOUS_ATTRIBUTES
source: 11. Misc. Attributes
es_mx: [es-MX]11. Miscellaneous Attributes
fr: 11. Attributs divers
pt_br: 11. Atributos diversos

# PAGETITLE_SELECT_DECISION_ACTION
source: 7. Action
es_mx: [es-MX]7. Decision Action
pt_br: 7. Ação

# PAGETITLE_SELECT_USAGE_QUALIFICATION
source: 3. Usage Qualification
es_mx: [es-MX]3. Usage Qualification
fr: 3. Qualification d'utilisation
pt_br: 3. Qualificação de utilização

# PAGETITLE_USAGE_QUALIFICATION
source: Usage Qualification
es_mx: [es-MX]Usage Qualification
fr: Qualification d'utilisation
pt_br: Qualificação de utilização

# TEXT_ADVANCED_FEATURE
source: Advanced Feature
es_mx: [es-MX]Advanced Feature
fr: Fonction avancée
pt_br: Recurso avançado

# TEXT_ERROR_MISSING_MISC_ATTRIBUTE_TEXT_VALUE
source: You must supply a value for this attribute.
es_mx: [es-MX]You must supply a value for this attribute.
fr: Vous devez indiquer une valeur pour cet attribut.
pt_br: É necessário fornecer um valor para esse atributo.

# TEXT_ERROR_RETRIEVE_ACCOUNT_QUALIFICATION_GROUP
source: An error occurred while retrieving Account Qualification Group '{0}'
es_mx: [es-MX]An error occurred while retrieving Account Qualification Group '{0}'
fr: Une erreur s'est produite pendant l'extraction du groupe de qualifications de compte '{0}'
pt_br: Ocorreu um erro ao recuperar grupo de qualificação de conta '{0}'

# TEXT_ERROR_RETRIEVE_DECISION
source: An error occurred while retrieving Decision '{0}'
es_mx: [es-MX]An error occurred while retrieving Decision '{0}'
fr: Une erreur s'est produite pendant l'extraction de la décision '{0}'
pt_br: Ocorreu um erro ao recuperar a decisão '{0}'

# TEXT_ERROR_RETRIEVE_GENERATED_CHARGE
source: An error occurred while retrieving Generated Charge'{0}'
es_mx: [es-MX]An error occurred while retrieving Generated Charge'{0}'
fr: Une erreur s'est produite pendant l'extraction des frais générés '{0}'
pt_br: Ocorreu um erro ao recuperar cobrança gerada '{0}'

# TEXT_ERROR_RETRIEVE_PARAM_TABLE_COLUMN_NAMES
source: An error occurred while retrieving parameter table column names
es_mx: [es-MX]An error occurred while retrieving parameter table column names
fr: Une erreur s'est produite pendant l'extraction des noms de colonnes de la table de paramètres
pt_br: Ocorreu um erro ao recuperar nomes de coluna de tabela de parâmetros

# TEXT_ERROR_RETRIEVE_TABLE_COLUMN_NAMES
source: An error occurred while retrieving column names for database table '{0}'
es_mx: [es-MX]An error occurred while retrieving column names for database table '{0}'
fr: Une erreur s'est produite pendant l'extraction des noms de colonnes de la table de base de données '{0}'
pt_br: Ocorreu um erro ao recuperar nomes de coluna para tabela de banco de dados '{0}'

# TEXT_ERROR_SAVE_DECISION
source: An error occurred while saving Decision '{0}'
es_mx: [es-MX]An error occurred while saving Decision '{0}'
fr: Une erreur s'est produite pendant l'enregistrement de la décision '{0}'
pt_br: Ocorreu um erro ao salvar a decisão '{0}'

# TEXT_ERROR_SAVE_GENERATED_CHARGE
source: An error occurred while saving Generated Charge '{0}'
es_mx: [es-MX]An error occurred while saving Generated Charge '{0}'
fr: Une erreur s'est produite pendant l'enregistrement des frais générés '{0}'
pt_br: Ocorreu um erro ao salvar a cobrança gerada '{0}'

# TEXT_ERROR_STORE_ACCOUNT_QUALIFICATION_GROUP
source: An error occurred while storing Account Qualification Group '{0}'
es_mx: [es-MX]An error occurred while storing Account Qualification Group '{0}'
fr: Une erreur s'est produite pendant l'enregistrement du groupe de qualifications de compte '{0}'
pt_br: Ocorreu um erro ao armazenar o grupo de qualificação de conta '{0}'

# TEXT_FIXED_VALUE
source: Fixed Value
es_mx: [es-MX]Fixed Value
fr: Valeur fixe
pt_br: Valor fixo

# TEXT_GET_FROM_PARAM_TABLE_COLUMN
source: Get from Parameter Table
es_mx: [es-MX]Get from Parameter Table
fr: A partir du tableau des paramètres
pt_br: Obter da tabela de parâmetros

# TEXT_MORE
source: <u>More...</u>
es_mx: [es-MX]<u>More...</u>
fr: <u>Autre...</u>
pt_br: <u>Mais...</u>

# TEXT_SUCCESS_SAVE_DECISION
source: Successfully saved Decision '{0}'
es_mx: [es-MX]Successfully saved Decision '{0}'
fr: l'enregistrement de la décision '{0}' a abouti
pt_br: Decisão '{0}' salva com sucesso
