Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/ErrorMessages.*.resx
Languages: de, es, es_mx, fr, ja, pt_br

source: Error
de: Fehler
fr: Erreur
ja: エラー
pt_br: Erro

# ERROR_ACCOUNT_DORMANT
source: <br/><br/>The account is dormant. You may unlock it.
de: <br/><br/> L'account è inattivo. Si può sbloccarlo.
es: <br/><br/>La cuenta está inactiva. Puede desbloquearla.
es_mx: <br/><br/>La cuenta está inactiva. Puede desbloquearla.
fr: <br/><br/>Le compte est inactif. Vous pouvez le déverrouiller.
ja: <br/><br/>アカウントが長期間使用されていません。ロックを解除することができます。
pt_br: <br/><br/>A conta está inativa. Você pode desbloqueá-la.

# ERROR_ACH_ADD
source: Unable to add ACH payment method to this account
de: Das ACH-Zahlungsverfahren kann nicht zu diesem Konto hinzugefügt werden.
es: No se puede añadir la forma de pago ACH a esta cuenta.
es_mx: No se puede agregar el método de pago ACH a esta cuenta
fr: Impossible d`ajouter la méthode de paiement ACH à ce compte
ja: このアカウントに ACH 払い方式を追加できません。
pt_br: Não é possível adicionar método de pagamento ACH a esta conta

# ERROR_ACH_LIST
source: Unable to retrieve the details of the file.
de: Die Liste der ACH-Zahlungsmethoden kann nicht abgerufen werden.
es: No se puede recuperar la lista de formas de pago ACH.
es_mx: No se puede recuperar la lista de métodos de pago ACH
fr: Impossible de récupérer la liste des méthodes de paiement ACH
ja: ACH 払い方式のリストを取得できません
pt_br: Não é possível recuperar a lista de métodos de pagamento ACH

# ERROR_ACH_LOAD
source: Unable to save search.
de: Die Kontodetails zur ACH-Zahlung können nicht angezeigt werden.
es: No se pueden ver los detalles de la cuenta de pago ACH.
es_mx: No se pueden ver los detalles de la cuenta de pago ACH
fr: Impossible d`afficher les détails du compte de paiement ACH
ja: ACH 払い口座の内訳を表示できません
pt_br: Não é possível exibir detalhes da conta de pagamento ACH

# ERROR_ACH_REMOVE
source: Unable to modify ACH payment method information
de: Das ACH-Zahlungsverfahren kann nicht von diesem Konto entfernt werden.
es: No se puede eliminar la forma de pago ACH de su cuenta.
es_mx: No se puede eliminar el método de pago ACH de esta cuenta
fr: Impossible de supprimer la méthode de paiement ACH de votre compte
ja: お客様のアカウントから ACH 払い方式を削除できません。
pt_br: Não é possível remover método de pagamento ACH da sua conta

# ERROR_ACH_UPDATE
source: Unable to display page.
de: Die Angaben zum ACH-Zahlungsverfahren können nicht bearbeitet werden.
es: No se puede modificar la información de la forma de pago ACH.
es_mx: No se puede modificar la información del método de pago ACH
fr: Impossible de modifier les informations concernant la méthode de paiement ACH
ja: ACH 払い方式の情報を修正できません
pt_br: Não é possível modificar informações sobre método de pagamento ACH

# ERROR_CAPABILITY_INVALID
source: Invalid default capability.
de: Ungültige Standardfunktion.
es: Capacidad predeterminada no válida.
es_mx: Capacidad predeterminada no válida.
fr: Fonctionnalité par défaut non valide.
ja: 無効なデフォルト機能。
pt_br: Capacidade padrão inválida

# ERROR_CC_ADD
source: Unable to add credit card to this account
de: Die Kreditkarte kann nicht zu diesem Konto hinzugefügt werden.
es: No se puede añadir la tarjeta de crédito a esta cuenta.
es_mx: No se puede agregar tarjeta de crédito a esta cuenta
fr: Impossible d`ajouter la carte de crédit à ce compte
ja: このアカウントにクレジット カードを追加できません。
pt_br: Não é possível adicionar cartão de crédito a esta conta

# ERROR_CC_LIST
source: Unable to retrieve the history details of this run.
de: Die Liste der Kreditkarten kann nicht abgerufen werden.
es: No se puede recuperar la lista de tarjetas de crédito.
es_mx: No se puede recuperar la lista de tarjetas de crédito
fr: Impossible de récupérer la liste des cartes de crédit
ja: クレジット カードのリストを取得できません
pt_br: Não é possível recuperar a lista de cartões de crédito

# ERROR_CC_LOAD
source: Unable to update account information.
de: Die Kreditkartendetails können nicht angezeigt werden.
es: No se pueden ver los detalles de la tarjeta de crédito.
es_mx: No se pueden ver los detalles de la tarjeta de crédito
fr: Impossible d`afficher les détails de la carte de crédit
ja: クレジット カードの内訳を表示できません
pt_br: Não é possível exibir detalhes de cartão de crédito

# ERROR_CC_REMOVE
source: Unable to modify credit card information
de: Die Kreditkarte kann nicht von diesem Konto entfernt werden.
es: No se puede eliminar la tarjeta de crédito de su cuenta.
es_mx: No se puede eliminar la tarjeta de crédito de su cuenta
fr: Impossible de supprimer la carte de crédit de votre compte
ja: お客様のアカウントからクレジット カードを削除できません。
pt_br: Não é possível remover cartão de crédito da sua conta

# ERROR_CC_UPDATE
source: Unable to lock account. Do you have permission?
de: Die Angaben zur Kreditkarte können nicht bearbeitet werden.
es: No se puede modificar la información de la tarjeta de crédito.
es_mx: No se puede modificar la información de la tarjeta de crédito
fr: Impossible de modifier les informations sur la carte de crédit
ja: クレジット カード情報を修正できません
pt_br: Não é possível modificar informações sobre cartão de crédito

# ERROR_EMAIL_REQUIRED
source: Email address is required.
de: Sie müssen eine E-Mail-Adresse angeben.
es: Es necesario especificar una dirección de correo electrónico.
es_mx: El campo Dirección de correo electrónico es obligatorio.
fr: L`adresse e-mail est obligatoire.
ja: 電子メール アドレスは必須です。
pt_br: Endereço de email é necessário.

# ERROR_ENDDOM_INVALID
source: Invalid End of Month day selected. Day MUST be after start day.
de: Ungültiger Tag für Ende des Monats ausgewählt. Der Tag MUSS nach dem Starttag liegen.
es: El último día seleccionado del mes es incorrecto. DEBE ser posterior al primer día.
es_mx: Se seleccionó un día de fin de mes no válido. El día DEBE ser después del día de inicio.
fr: Le dernier jour du mois sélectionné est incorrect. Ce jour DOIT être postérieur au jour de début.
ja: 月の無効な最終日が選択されました。開始日よりも後の日を選択する必要があります。
pt_br: Dia de fim de mês inválido selecionado. O dia DEVE ser posterior ao dia de início.

# ERROR_LAST_LOGIN
source: The following Subscription was created successfully:
de: Die letzte Anmeldung für {0} war am {1}. Seit der letzten erfolgreichen Anmeldung sind {2} Anmeldungen fehlgeschlagen.
es: El último inicio de sesión para {0} se produjo el {1}. Se han realizado {2} intentos de sesión erróneos desde el último inicio correcto.
es_mx: El último inicio de sesión para {0} fue el {1}. Ha habido {2} errores de intentos de inicio de sesión desde el último inicio de sesión correcto.
fr: La dernière connexion {0} a eu lieu le {1}. Il y a eu {2} échecs de connexion depuis la dernière connexion réussie.
ja: {0} へ最後にログインしたのは {1} です。最後の正常なログインから {2} 回ログインの試行に失敗しています。
pt_br: O último login de {0} foi em {1}. Houveram {2} tentativas de login com falha desde o último login bem-sucedido.

# ERROR_LOGIN_INVALID
source: Invalid username or password.
de: Benutzername oder Kennwort sind ungültig.
es: El nombre de usuario o la contraseña no son válidos.
es_mx: Nombre de usuario o contraseña no válido.
fr: Nom d`utilisateur ou mot de passe incorrect.
ja: ユーザ名またはパスワードが不正です。
pt_br: Nome de usuário ou senha inválida.

# ERROR_LOGIN_LOCKED
source: You must first populate the remittance details.
de: Ihr Konto wurde aus Sicherheitsgründen gesperrt. Bitte wenden Sie sich zur Behebung dieses Problems an den Kundendienst.
es: Su cuenta se ha bloqueado por motivos de seguridad. Contacte con el servicio de atención para resolver este problema.
es_mx: Su cuenta se ha bloqueado por motivos de seguridad. Póngase en contacto con el servicio de soporte técnico para solucionar este problema.
fr: Votre compte a été verrouillé pour des raisons de sécurité. Pour résoudre ce problème, contactez le support technique.
ja: セキュリティ上の理由から、お客様のアカウントがロックされました。この問題を解決するには、サポートにお問い合わせください。
pt_br: Sua conta foi bloqueada por motivos de segurança. Entre em contato com o suporte para resolver esse problema.

# ERROR_LOGIN_PASSWORD_EXPIRING
source: Your Password Expired
de: Ihr Kennwort läuft in {0} Tag(en) ab. Möchten Sie es einfach gleich jetzt ändern?
es: Su contraseá caducará en {0} día(s). Si dispone de tiempo, ¿por qué no la cambia ahora?
es_mx: Su contraseña expirará en {0} día(s). Si tiene tiempo, ¿por qué no la cambia ahora?
fr: Votre mot de passe expire dans {0} jour(s). Si vous le pouvez, pourquoi ne pas le modifier maintenant ?
ja: パスワードがあと {0} 日で期限切れになります。時間があれば、今すぐ変更してください。
pt_br: Sua senha expira em {0} dia(s). Se tiver tempo, altere-a agora.

# ERROR_MAIN_MENU
source: Invalid menu file, notify your system administrator.
de: Ungültige Menüdatei, verständigen Sie Ihren Systemadministrator.
es: El archivo de menú no es válido. Informe al administrador del sistema.
es_mx: Archivo de menú no válido, notifique al administrador del sistema.
fr: Fichier de menu incorrect. Signalez-le à votre administrateur système.
ja: 無効なメニュー ファイルです。システム管理者に通知してください。
pt_br: Arquivo de menu inválido, notifique o administrador do sistema.

# ERROR_NEVER_LOGGED
source: This content requires the Adobe Flash Player.
de: Dieser Benutzer hat sich noch nie bei MetraCare angemeldet.
es: Este usuario nunca ha iniciado sesión en MetraCare.
es_mx: Este usuario nunca ha iniciado sesión en MetraCare.
fr: Cet utilisateur n`a jamais ouvert de session MetraView.
ja: このユーザが MetraCare にログインするのは初めてです。
pt_br: Este usuário nunca fez login no MetraCare.

# ERROR_NOT_VALID_ACCOUNT
source: Error not a valid account.
de: Fehler: kein gültiges Konto.
es: Error: no es una cuenta válida.
es_mx: Error, no es una cuenta válida.
fr: Erreur de compte non valide.
ja: エラーです。有効なアカウントではありません。
pt_br: Erro - conta inválida

# ERROR_PARENT_ACCOUNT_INVALID
source: Invalid parent account id.
de: Ungültige ID für übergeordnetes Konto.
es: ID de cuenta madre incorrecto.
es_mx: ID de cuenta principal no válida.
fr: ID de compte parent non valide.
ja: 無効な親アカウント ID。
pt_br: ID da conta pai inválida

# ERROR_PASSWORD_EXPIRED
source: Your login attempt was not successful. Please try again.
de: Ihr Kennwort ist abgelaufen.
es: Su contraseña ha caducado.
es_mx: Su contraseña ha expirado
fr: Votre mot de passe a expiré
ja: パスワードの有効期限が過ぎています
pt_br: Sua senha expirou

# ERROR_PASSWORDS_DO_NOT_MATCH
source: Passwords do not match.
de: Die Kennwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
es_mx: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。
pt_br: As senhas não coincidem.

# ERROR_SECURITY_ANSWER_INVALID
source: Invalid security answer.
de: Ungültige Sicherheitsantwort.
es: Respuesta de seguridad incorrecta.
es_mx: Respuesta de seguridad no válida.
fr: Réponse de sécurité non valide.
ja: 無効なセキュリティ回答。
pt_br: Resposta de segurança inválida.

# ERROR_SECURITY_QUESTION_INVALID
source: Unable to set both the Security Question and the Custom Security Question.
de: Es können nicht sowohl die Sicherheitsfrage als auch die benutzerdefinierte Sicherheitsfrage festgelegt werden.
es: No ha sido posible establecer la pregunta de seguridad ni la pregunta de seguridad personalizada.
es_mx: No se puede configurar la Pregunta de seguridad y la Pregunta de seguridad personalizada.
fr: Impossible de définir la question de sécurité et la question de sécurité personnalisée.
ja: セキュリティの質問およびカスタム セキュリティの質問の両方を設定できません。
pt_br: Não é possível configurar a pergunta de segurança nem a pergunta de segurança personalizada.

# ERROR_SUBSCRIBER_NULL
source: You can unsubscribe members with existing usage.
de: Sie müssen ein Konto erst verwalten, bevor Sie Aktionen durchführen können.
es: Primero debe gestionar una cuenta para poder realizar una acción en la misma.
es_mx: Debe administrar una cuenta primero antes de poder actuar sobre ella.
fr: Vous devez d`abord gérer un compte avant de pouvoir exécuter une action l`impliquant.
ja: アカウントの処理を実行する前に、まずアカウントを管理する必要があります。
pt_br: Primeiro, você precisa gerenciar uma conta antes de executar uma ação nela.

# ERROR_TEMP_LOCK
source: The subscription dates must be
de: Das System lässt nur {0} Anmeldeversuche zu. Danach wird das Konto vorübergehend für {1} Minuten gesperrt. Sie können die Kontosperre manuell aufheben.
es: El sistema sólo permite realizar{0} intentos de inicio de sesión antes de bloquear la cuenta temporalmente durante {1} minutos. Puede desbloquear la cuenta manualmente.
es_mx: El sistema solo permite {0} intentos de inicio de sesión antes de que la cuenta se bloquee temporalmente por {1} minutos. Puede desbloquear manualmente la cuenta.
fr: Le système n`autorise que {0} tentatives de connexion avant que le compte ne soit temporairement verrouillé pendant {1} minutes. Vous pouvez déverrouiller manuellement le compte.
ja: システムで許可されるログインの試行回数は {0} 回です。この回数に達すると、アカウントが一時的に {1} 分間ロックされます。アカウントのロックは手動で解除できます。
pt_br: O sistema só permite {0} tentativas de login antes de que a conta seja bloqueada temporariamente por {1} minutos. Você pode desbloquear manualmente a conta.

# ERROR_UNABLE_SAVE_DATA
source: Unable to retrieve the list of ACH payment methods
de: Die Änderungen können nicht gespeichert werden.
es: No se pueden guardar los cambios.
es_mx: No se puede guardar cambios.
fr: Impossible d`enregistrer les modifications.
ja: 変更を保存できません。
pt_br: Não foi possível salvar as alterações.

# ERROR_UNABLE_TO_UNLOCK_ACCOUNT
source: Unable to deny pending nonstandard charges.
de: Das Konto kann nicht gesperrt werden. Haben Sie die entsprechende Berechtigung?
es: No se puede bloquear la cuenta. ¿Tiene permisos?
es_mx: No se puede bloquear la cuenta. ¿Tiene permiso?
fr: Impossible de verrouiller le compte. Disposez-vous des droits correspondants ?
ja: アカウントをロックできません。権限がありますか?
pt_br: Não é possível bloquear a conta. Você tem permissão?

# ERROR_USERNAME_INVALID
source: Username is invalid.
de: Der Benutzername ist ungültig.
es: El nombre de usuario no es válido.
es_mx: Nombre de usuario no válido.
fr: Le nom d`utilisateur est incorrect.
ja: ユーザ名が不正です。
pt_br: O nome do usuário é inválido.

# ERROR_USM_CONFIG_BAD_ANNUALLY
source: Days for annually interval
de: Tage für jährliches Intervall
es: Días para el intervalo anual
es_mx: Días para el intervalo anual
fr: Jours de l`intervalle annuel
ja: 年間隔の日数
pt_br: Dias para intervalo anual

# ERROR_USM_CONFIG_BAD_BIWEEKLY
source: Days for bi-weekly interval
de: Tage für zweiwöchentliches Intervall
es: Días para el intervalo bisemanal
es_mx: Días para el intervalo bisemanal
fr: Jours de l`intervalle bihebdomadaire
ja: 隔週間隔の日数
pt_br: Dias para intervalo bissemanal

# ERROR_USM_CONFIG_BAD_DAILY
source: Days for daily interval
de: Tage für tägliches Intervall
es: Días para el intervalo diario
es_mx: Días para el intervalo diario
fr: Jours de l`intervalle quotidien
ja: 日間隔の日数
pt_br: Dias para intervalo diário

# ERROR_USM_CONFIG_BAD_MONTHLY
source: Days for monthly interval
de: Tage für monatliches Intervall
es: Días para el intervalo mensual
es_mx: Días para el intervalo mensual
fr: Jours de l`intervalle mensuel
ja: 月間隔の日数
pt_br: Dias para intervalo mensal

# ERROR_USM_CONFIG_BAD_QUARTERLY
source: Days for quarterly interval
de: Tage für Quartalsintervall
es: Días para el intervalo trimestral
es_mx: Días para el intervalo trimestral
fr: Jours de l`intervalle trimestriel
ja: 四半期間隔の日数
pt_br: Dias para intervalo trimestral

# ERROR_USM_CONFIG_BAD_SEMIANNUALLY
source: Days for semi-annually interval
de: Tage für Halbjahresintervall
es: Días para el intervalo semestral
es_mx: Días para el intervalo semestral
fr: Jours de l`intervalle semestriel
ja: 半年間隔の日数
pt_br: Dias para intervalo semestral

# ERROR_USM_CONFIG_BAD_SEMIMONTHLY
source: Days for semi-monthly interval
de: Tage für halbmonatliches Intervall
es: Días para el intervalo cada 15 días
es_mx: Días para el intervalo quincenal
fr: Jours de l`intervalle semi-mensuel
ja: 半月間隔の日数
pt_br: Dias para intervalo quinzenal

# ERROR_USM_CONFIG_BAD_WEEKLY
source: Days for weekly interval
de: Tage für wöchentliches Intervall
es: Días para el intervalo semanal
es_mx: Días para el intervalo semanal
fr: Jours de l`intervalle hebdomadaire
ja: 週間隔の日数
pt_br: Dias para intervalo semanal

# ERROR_USM_CONFIG_INVALID_GRACE_PERIOD
source: must be an integer greater than or equal to zero.
de: muss eine ganze Zahl größer oder gleich null sein.
es: debe ser un número entero mayor o igual a cero.
es_mx: debe ser un entero mayor o igual que cero.
fr: doit être un entier supérieur ou égal à zéro.
ja: ゼロ以上の整数である必要があります。
pt_br: deve ser um número inteiro maior ou igual a zero.

# ERROR_USM_CONFIG_UNABLE_TO_RETRIEVE
source: Unable to remove credit card from your account
de: Die Konfiguration kann nicht abgerufen werden. Details finden Sie im Protokoll.
es: No es posible recuperar la configuración. Para obtener información detallada al respecto, consulte el registro.
es_mx: No se puede recuperar la configuración. Consulte detalles en el registro.
fr: Impossible de récupérer la configuration. Consultez le journal pour voir les détails.
ja: 設定を取得できません。詳細は、ログを確認してください。
pt_br: Não é possível recuperar a configuração. Consulte os detalhes no log.

# ERROR_USM_CONFIG_UNABLE_TO_SAVE
source: Unable to save changes.
de: Die Konfigurationsänderungen können nicht gespeichert werden. Details finden Sie im Protokoll.
es: No se pueden guardar los cambios introducidos en la configuración. Para obtener información detallada al respecto, consulte el registro.
es_mx: No se puede guardar los cambios en la configuración. Consulte detalles en el registro.
fr: Impossible d`enregistrer les modifications de la configuration. Consultez le journal pour voir les détails.
ja: 設定の変更を保存できません。詳細は、ログを確認してください。
pt_br: Não é possível salvar as alterações de configuração. Consulte os detalhes no log.

# ERROR_MULTIPLE_ACCOUNT_UPDATE_PENDING_CHANGES
source: This account already has a pending change of type Account Update. Only one pending change of this type is permitted.
de: [DE]This account already has a pending change of type Account Update. Only one pending change of this type is permitted.
es: [ES]This account already has a pending change of type Account Update. Only one pending change of this type is permitted.
es_mx: [es-MX]This account already has a pending change of type Account Update. Only one pending change of this type is permitted.
fr: Ce compte possède déjà une modification de type Mise à jour de compte en attente. Une seule modification de ce type en attente est autorisée.
pt_br: Essa conta já tem uma alteração pendente do tipo Atualização de conta. Apenas uma alteração pendente desse tipo é permitida.

# SpecCharacteristicRepository_DeleteSpecCharacteristic_Failed_deleting_spec_
source: Failed deleting spec.
de: Die Spezifikation konnte nicht gelöscht werden.
es: Error al eliminar espec.
es_mx: No se pueden eliminar las espec.
fr: Échec de suppression de spéc.
ja: 仕様の削除に失敗しました。
pt_br: Falha ao excluir as especificações

# SpecCharacteristicRepository_LoadSpecCharacteristic_Didn_t_find_matching_spec_
source: Didn't find matching spec.
de: Es wurde keine passende Spezifikation gefunden.
es: No se ha encontrado una espec. compatible
es_mx: No se encontró la espec. coincidente
fr: Spéc. correspondante introuvable.
ja: 一致する使用が見つかりませんでした。
pt_br: Não foi encontrada a especificação correspondente.

# SpecCharacteristicRepository_LoadSpecCharacteristics_Failed_getting_specs_
source: Failed getting specs.
de: Die Spezifikation konnte nicht abgerufen werden.
es: Error al obtener especs.
es_mx: Error al obtener espec.
fr: Échec d`obtention de spéc.
ja: 仕様の取得に失敗しました。
pt_br: Falha ao obter as especificações

source: Failed getting entity properties.
de: Die Eigenschaften für die Einheit konnten nicht abgerufen werden.
es: Error al obtener las propiedades de la entidad.
es_mx: Error al obtener propiedades de entidad.
fr: Échec d`obtention des propriétés de l`entité.
ja: エンティティ プロパティの取得に失敗しました。
pt_br: Falha ao obter as propriedades da entidade.

# SpecCharacteristicRepository_SaveSpecCharacteristic_Failed_saving_spec_
source: Failed saving spec.
de: Die Spezifikation konnte nicht gespeichert werden.
es: Error al guardar espec.
es_mx: Error al guardar las espec.
fr: Échec d`enregistrement de spéc.
ja: 仕様の保存に失敗しました。
pt_br: Falha ao salvar as especificações

# ERROR_USERNAME_LOCKED
source: You have exceeded the number of logins attempts and your account is locked. Please contact your system admin.
de: [DE]You have exceeded the number of logins attempts and your account is locked. Please contact your system admin.
es: [ES]You have exceeded the number of logins attempts and your account is locked. Please contact your system admin.
es_mx: [es-MX]You have exceeded the number of logins attempts and your account is locked. Please contact your system admin.
fr: Vous avez dépassé le nombre de tentatives de connexion et votre compte est verrouillé. Contactez votre administrateur système.
pt_br: Você ultrapassou o número de tentativas de login e sua conta está bloqueada. Entre em contato com seu administrador de sistema.

# ERROR_PAYER_ID_IS_REQUIRED
source: Invalid or Missing Payer
de: [DE]Invalid or Missing Payer
es: [ES]Invalid or Missing Payer
es_mx: [es-MX]Invalid or Missing Payer
fr: Payeur manquant ou invalide
pt_br: Pagador inválido ou não encontrado

# ERROR_INVALID_CURRENCY
source: Invalid Currency
de: [DE]Invalid Currency
es: [ES]Invalid Currency
es_mx: [es-MX]Invalid Currency
fr: Monnaie non valide.
pt_br: Moeda inválida

# ERROR_INVALID_PARTITIONID
source: Invalid Partition ID
de: [DE]Invalid Partition ID
es: [ES]Invalid Partition ID
es_mx: [es-MX]Invalid Partition ID
fr: ID de partition invalide
pt_br: ID de partição inválido

# ERROR_REPORT_CONFIG
source: Error in config ReportFormat file
de: [DE]Error in config ReportFormat file
es: [ES]Error in config ReportFormat file
es_mx: [es-MX]Error in config ReportFormat file
fr: Erreur de configuration du fichier ReportFormat
pt_br: Erro no arquivo de configuração ReportFormat

# ERROR_REPORT_FORMAT
source: Error in config ReportFormat file. Report format type isn't defined.
de: [DE]Error in config ReportFormat file. Report format type isn't defined.
es: [ES]Error in config ReportFormat file. Report format type isn't defined.
es_mx: [es-MX]Error in config ReportFormat file. Report format type isn't defined.
fr: Erreur de configuration du fichier ReportFormat. Ce type de format de rapport n`est pas défini.
pt_br: Erro ao configurar o arquivo ReportFormat. O tipo de formato de relatório não está definido.

# ERROR_REPORT_FORMAT_CONFIG
source: Error in config ReportFormat file. Incorrect file structure.
de: [DE]Error in config ReportFormat file. Incorrect file structure.
es: [ES]Error in config ReportFormat file. Incorrect file structure.
es_mx: [es-MX]Error in config ReportFormat file. Incorrect file structure.
fr: Erreur de configuration du fichier ReportFormat. Structure de fichier incorrecte.
pt_br: Erro ao configurar o arquivo ReportFormat. Estrutura de arquivo incorreta.

# ERROR_REPORT_IMAGE
source: Error in config ReportFormat file. Report image isn't defined.
de: [DE]Error in config ReportFormat file. Report image isn't defined.
es: [ES]Error in config ReportFormat file. Report image isn't defined.
es_mx: [es-MX]Error in config ReportFormat file. Report image isn't defined.
fr: Erreur de configuration du fichier ReportFormat. L`image du rapport n`est pas définie.
pt_br: Erro ao configurar o arquivo ReportFormat. Imagem do relatório não está definida.

# ERROR_REPORT_OPEN
source: Unable open and save report
de: [DE]Unable open and save report
es: [ES]Unable open and save report
es_mx: [es-MX]Unable open and save report
fr: Impossible d`ouvrir et d`enregistrer le rapport
pt_br: Não é possível abrir e salvar o relatório
