Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/FailedTransactionResources.*.resx
Languages: de, es, fr, it

# GRID_TITLE
source: Failed Transactions
de: Fehlgeschlagene Transaktionen
es: Transacciones erróneas
fr: Échec de transactions
it: Transazioni non riuscite

# NO_RECORDS_TEXT
source: No records found.
de: Es wurden keine Datensätze gefunden.
es: No se ha encontrado ningún registro.
fr: Aucun enregistrement trouvé
it: Nessun record trovato

# TEXT_AVERAGE_AGE_DAYS
source: Average<br>Age (Days)
de: Durchschnittliches<br>Alter (Tage)
es: Edad<br>media (días)
fr: Âge<br>moyen (jours)
it: Età<br>media (giorni)

# TEXT_BATCH_ID
source: Batch ID
de: Stapel-ID
es: ID de lote
fr: ID de lot
it: ID batch

# TEXT_CASE_NUMBER
source: Case Number
de: Fallnummer
es: Número de caso
fr: N° de dossier
it: Numero di caso

# TEXT_CHANGE_ALL_STATUSES
source: Change All Statuses
de: Alle Status ändern
es: Modificar todos los estados
fr: Modifier tous les états
it: Modifica tutti gli stati.

# TEXT_CHANGE_STATUS
source: Change Status
de: Status ändern
es: Modificar estado
fr: Modifier l’état
it: Modifica stato

# TEXT_CHANGE_TRANSACTION_STATUS
source: Change Case / Failed Transaction Status
de: Status für Fall/fehlgeschlagene Transaktionen ändern
es: Modificar caso/Estado de transacción erróneo
fr: Modifier le dossier / état d’échec de transaction
it: Modifica stato caso/transazione non riuscita

# TEXT_CODE
source: Code
es: Código
it: Codice

# TEXT_CODE_MESSAGE
source: Code Message
de: Code-Meldung
es: Mensaje de código
fr: Message du code
it: Messaggio codice

# TEXT_COMPOUND_SESSION_ID
source: Compound Session Id
de: Kombinations-Sitzungs-ID
es: ID de sesión compuesto
fr: ID de session composé
it: ID sessione composta

# TEXT_CORRECTED
source: Corrected
de: Korrigiert
es: Corregido
fr: Corrigé
it: Corretto

# TEXT_COUNT
source: Count
de: Anzahl
es: Recuento
fr: Nombre
it: Conteggio

# TEXT_DELETED
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato

# TEXT_DISMISSED
source: Dismissed
de: Verworfen
es: Rechazado
fr: Ignoré
it: Respinto

# TEXT_ERROR_MESSAGE
source: Error Message
de: Fehlermeldungen
es: Mensajes de error
fr: Message d’erreur
it: Messaggi di errore

# TEXT_ERROR_TYPE_EXAMPLE
source: Error Type (Example)
de: Fehlertyp (Beispiel)
es: Tipo de error (ejemplo)
fr: Type d’erreur (Exemple)
it: Tipo di errore (esempio)

# TEXT_ERROR_TYPE_FAILURE_SUMMARY
source: Payer - Error Type Failure Summary
de: Zahler – Fehlerübersicht für Fehlertyp
es: Pagador: resumen de fallos de tipo de errores
fr: Payeur - Résumé des échecs du type d’intervalle
it: Pagante - Riepilogo errori per tipo di errore

# TEXT_FAILED_TRANSACTIONS_SUMMARY_STAGE_PLUGIN
source: Stage and Plugin Failure Summary
de: Fehlerübersicht für Stufe und Plug-In
es: Resumen de fallos de fases y complementos
fr: Résumé des échecs de phase et de plug-in
it: Riepilogo errori fase e plug-in

# TEXT_FAILURE_TIME
source: Failure Time
de: Fehlerzeit
es: Hora del fallo
fr: Heure de l’erreur
it: Ora dell'errore

# TEXT_GRID_TITLE
source: Summary By Error Type
de: Übersicht nach Fehlertyp
es: Resumen por tipo de error
fr: Résumé par type d’erreur
it: Riepilogo per tipo di errore

# TEXT_GRID_TITLE_INTERVAL_TYPE
source: Failed Transactions (Including Interval Type)
de: Fehlgeschlagene Transaktionen (einschließlich Intervalltyp)
es: Transacciones erróneas (incluido el tipo de intervalo)
fr: Échec de transactions (y compris type d’intervalle)
it: Transazioni non riuscite (compreso tipo di intervallo)

# TEXT_GRID_TITLE_INTERVAL_TYPE_FAILURE_SUMMARY
source: Interval Type Failure Summary
de: Fehlerübersicht für Intervalltyp
es: Resumen de fallos del tipo de intervalo
fr: Résumé des échecs du type d’intervalle
it: Riepilogo errori per tipo di intervallo

# TEXT_INTERVAL_FAILURE_SUMMARY
source: Payer - Interval Failure Summary
de: Zahler – Fehlerübersicht für Intervall
es: Pagador: resumen de fallos del intervalo
fr: Payeur - Résumé des échecs d’intervalle
it: Pagante - Riepilogo errori intervallo

# TEXT_IS_CHILD
source: Is child
de: Ist untergeordnet
es: Es hijo
fr: Est Enfant
it: È secondario

# TEXT_MAXIMUM_AGE_DAYS
source: Maximum<br>Age (Days)
de: Höchstalter<br>(Tage)
es: Edad<br>máxima (Días)
fr: Âge<br>maximum (Jours)
it: Età<br>massima (giorni)

# TEXT_MINIMUM_AGE_DAYS
source: Minimum<br>Age (Days)
de: Mindestalter<br>(Tage)
es: Edad<br>mínima (Días)
fr: Âge<br>minimum (Jours)
it: Età<br>minima (giorni)

# TEXT_OPEN
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri

# TEXT_PAYER
source: Payer
de: Zahler
es: Pagador
fr: Payeur
it: Pagatore

# TEXT_PLUGIN
source: Plugin
es: Complemento

# TEXT_POSSIBLE_ACCOUNT_ID
source: Possible Account Id
de: Mögliche Konto-ID
es: ID posible de cuenta
fr: ID de compte possible
it: Possibile ID conto

# TEXT_POSSIBLE_PAYER_ACCOUNT_ID
source: Possible Payer Account Id
de: Mögliche Konto-ID des Zahlers
es: ID posible de cuenta de pagador
fr: ID de compte du payeur possible
it: Possibile ID conto del pagante

# TEXT_RESUBMIT
source: Resubmit
de: Erneut übermitteln
es: Reenviar
fr: Renvoyer
it: Invia nuovamente

# TEXT_RESUBMIT_ALL
source: Resubmit All
de: Alle übermitteln
es: Reenviar todo
fr: Renvoyer tout
it: Invia tutto nuovamente

# TEXT_RESUBMITTED
source: Resubmitted
de: Erneut übermittelt
es: Reenviada
fr: Renvoyé
it: Nuovo invio effettuato

# TEXT_SERVICE
source: Service
es: Servicio
it: Servizio

# TEXT_SESSION_ID
source: Session Id
de: Sitzungs-ID
es: ID de sesión
fr: ID de la session
it: ID sessione

# TEXT_STAGE
source: Stage
de: Stufe
es: Fase
fr: Phase
it: Fase

# TEXT_STATE_REASON_CODE
source: State Reason Code
de: Ursachencode für Zustand
es: Código de motivo del estado
fr: Code du motif d’état
it: Codice motivo stato

# TEXT_STATUS
source: Status
es: Estado
fr: État
it: Stato

# TEXT_UCYCLE_TYPE
source: Usage Cycle Type
de: Art des Verwendungszyklus
es: Tipo de ciclo de uso
fr: Type de cycle d’utilisation
it: Tipo di ciclo di utilizzo

# TEXT_UCYCLE_VALUE
source: Usage Cycle Value
de: Wert des Verwendungszyklus
es: Valor del ciclo de uso
fr: Valeur du cycle d’utilisation
it: Valore del ciclo di utilizzo

# TEXT_UNDER_INVESTIGATION
source: Under Investigation
de: In Untersuchung
es: Bajo investigación
fr: En cours d’examen
it: Indagine in corso

# TEXT_UNIQUE_ID
source: Unique Id
de: Eindeutige ID
es: ID único
fr: ID unique
it: ID univoco

# TEXT_USAGE_CYCLE_TYPE
source: Usage Cycle<br>Type
de: Verwendungszyklus-<br>art
es: Tipo<br>de ciclo de uso
fr: Type<br>du cycle d’utilisation
it: Tipo di <br>ciclo di utilizzo

# TEXT_USAGE_CYCLE_TYPE_VALUE
source: Usage Cycle Type Value
de: Wert für Art des Verwendungszyklus
es: Valor del tipo de ciclo de uso
fr: Valeur du type de cycle d’utilisation
it: Valore del tipo di ciclo di utilizzo

# TEXT_USAGE_CYCLE_VALUE
source: Usage Cycle<br>Value
de: Verwendungszyklus-<br>wert
es: Valor<br>de ciclo de uso
fr: Valeur<br>du cycle d’utilisation
it: Valore del <br>ciclo di utilizzo

# TEXT_YES
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

# TEXT_NO
source: No
de: Nein
fr: Non
