Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/FileManagementResources.*.resx
Languages: de, fr, it, ja

# ARGUMENT_CONDITIONAL
source: Conditional
de: Bedingt
fr: Conditionnel
it: Condizionale
ja: 条件付き

source: Argument Filter
fr: Filtre des arguments
it: Filtro dell'argomento
ja: 引数フィルタ

# ARGUMENT_FORMAT
source: Format
it: Formato
ja: 形式

# ARGUMENT_GRID_TITLE
source: Arguments
de: Argumente
it: Argomenti
ja: 引数

# ARGUMENT_ORDER
source: Order
de: Bestellung
fr: Ordre
it: Ordine
ja: 注文

# ARGUMENT_PANEL_TITLE
source: Properties
de: Eigenschaften
fr: Propriétés
it: Proprietà
ja: プロパティ

# ARGUMENT_TITLE
source: Argument Properties
de: Argumenteigenschaften
fr: Propriétés des arguments
it: Proprietà dell'argomento
ja: 引数のプロパティ

# ASSEMBLY_TITLE
source: Assembly
fr: Ensemble
it: [IT]Assembly
ja: [JA]Assembly

# DETAIL_COMMAND
source: Issued Command
de: Ausgegebener Befehl
fr: Commande émise
it: Comando eseguito
ja: 発行されたコマンド

# DETAIL_CURRENT_ERROR_CODE
source: Current Error Code
de: Aktueller Fehlercode
fr: Code d’erreur actuel
it: Codice errore corrente
ja: 現在のエラー コード

# DETAIL_CURRENT_ERROR_MESSAGE
source: Current Error Message
fr: Message d’erreur en cours
it: [IT]Current Error Message
ja: [JA]Current Error Message

# DETAIL_CURRENT_STATE
source: Current State
de: Aktueller Zustand
fr: État actuel
it: Stato corrente
ja: 現在の状態

# DETAIL_DO_RETRY
source: Try to Run the Job Again
de: Versuchen Sie, den Auftrag erneut auszuführen.
fr: Réessayez d’exécuter la tâche.
it: Riprovare a elaborare il processo.
ja: ジョブを再度実行してください

# DETAIL_FILES
source: Files
de: Dateien
fr: Fichiers
it: File
ja: ファイル

# DETAIL_METRAFLOW_HISTORY
source: Get MetraFlow Execution Details
de: MetraFlow-Ausführungsdetails abrufen
fr: Obtenir les détails de l’exécution de MetraFlow
it: Acquisisci dettagli esecuzione MetraFlow
ja: MetraFlow 実行詳細の取得

# DETAIL_STATE_HISTORY
source: State History Details
de: Details des Zustandsverlaufs
fr: Détails de l’historique d’état
it: Dettagli della cronologia stati
ja: 状態履歴の詳細

# DETAIL_STATE_HISTORY_DATE
source: Date
de: Datum
fr: d’exp.
it: Data
ja: 日付

# DETAIL_STATE_HISTORY_STATE
source: State
de: Bundesland
fr: État
it: Stato/Provincia
ja: 都道府県

# DETAIL_TARGET
source: Target
de: Ziel
fr: Cible
it: Obiettivo
ja: 対象

# DETAIL_TITLE
source: Detailed Job Report
de: Detaillierter Auftragsbericht
fr: Rapport sur les tâches détaillé
it: Rapporto processo dettagliato
ja: 詳細なジョブ報告書

# DETAIL_WAS_MARKED_FOR_RETRY
source: Marked for Retry
de: Für Neuversuch markiert
fr: Marqué en vue d’une nouvelle tentative
it: Contrassegnato per nuovo tentativo
ja: 再試行としてマークされました

# FILE_DATE
source: Date
de: Datum
fr: d’exp.
it: Data
ja: 日付

# FILE_ERROR_MESSAGE
source: Error Message
fr: Message d’erreur
it: [IT]Error Message
ja: [JA]Error Message

# FILE_GENERAL_TITLE
source: Files
de: Dateien
fr: Fichiers
it: File
ja: ファイル

# FILE_NAME
source: Name
fr: Nom
it: Nome
ja: 名前

# FILE_PENDING_TITLE
source: Pending Files
de: Dateien ausstehend
fr: Fichiers en attente
it: File in sospeso
ja: ファイルの保留

# FILE_REJECT_REASON
source: Rejection Reason
de: Ablehnungsgrund
fr: Motif du rejet
it: Motivo del rifiuto
ja: 拒否理由

# FILE_REJECTED_TITLE
source: Rejected Files
de: Abgelehnte Dateien
fr: Fichiers rejetés
it: File rifiutati
ja: 拒否されたファイル

# FILE_RETRY_HINT
source: Try processing this file again.
de: Versuchen Sie, diese Datei erneut zu bearbeiten.
fr: Réessayez de traiter ce fichier.
it: Riprovare a elaborare il file.
ja: このファイルを再度処理してください。

# FILE_RETRY_MESSAGE
source: Are you sure you want to retry this file?
de: Möchten Sie es mit dieser Datei wirklich erneut versuchen?
fr: Êtes-vous sûr de vouloir réessayer ce fichier ?
it: Provare nuovamente a usare il file?
ja: このファイルを再試行しますか?

# FILE_RETRY_TITLE
source: Retry
de: Neuversuch
fr: Réessayer
it: Riprova
ja: 再試行

# FILE_STATE
source: State
de: Bundesland
fr: État
it: Stato/Provincia
ja: 都道府県

# FILE_TITLE
source: File
de: Datei
fr: Fichier
ja: ファイル

# GLOBAL_ACTIVE_DIR
source: Active Directory
de: Aktives Verzeichnis
it: Directory attiva
ja: [JA]Active Directory

# GLOBAL_COMPLETED_DIR
source: Completed Directory
de: Abgeschlossenes Verzeichnis
fr: Annuaire terminé
it: Directory completata
ja: 完了したディレクトリ

# GLOBAL_FAILED_DIR
source: Failed Directory
de: Fehlgeschlagenes Verzeichnis
fr: Échec de l’annuaire
it: Directory non riuscita
ja: 失敗したディレクトリ

# GLOBAL_INCOMING_DIR
source: Incoming Directory
de: Eingangsverzeichnis
fr: Annuaire entrant
it: Directory In arrivo
ja: 受信ディレクトリ

# GLOBAL_INCOMING_DIR_HELP
source: The incoming directory must be located on the system running the File Landing Service. Do not enter the server name. For example, if FLS is running on MNServer3 in D:\\IncomingFLS, you would enter D:\\IncomingFLS.
de: Das Eingangsverzeichnis muss sich in dem System befinden, in dem der File Landing Service ausgeführt wird. Geben Sie nicht den Servernamen ein. Beispiel: Wenn der FLS auf MNServer3 in "D:\\IncomingFLS" ausgeführt wird, geben Sie "D:\\IncomingFLS" ein.
fr: Le répertoire entrant doit être situé sur le système sur lequel le service FLS (File Landing Service) est exécuté. n’entrez pas de nom de serveur. Par exemple, si FLS est exécuté sur MNServer3 dans D:\\IncomingFLS, entrez D:\\IncomingFLS.
it: La directory della posta in arrivo deve essere ubicata sul sistema su cui è in esecuzione File Landing Service. Non immettere il nome del server. Ad esempio, se FLS è in esecuzione su MNServer3 sul disco D:\\IncomingFLS, sarà necessario immettere D:\\IncomingFLS.
ja: 受信ディレクトリは、ファイル ランディング サービス (FLS) が実行されているシステムに配置されている必要があります。サーバー名を入力しないでください。たとえば、FLS が MNServer3 の D:\\IncomingFLS で実行されている場合、D:\\IncomingFLS と入力します。

# GLOBAL_PANEL_TITLE
source: File Management Globals
de: Globale Einstellungen für Dateiverwaltung
fr: Paramètres généraux de gestion des fichiers
it: Gestione file - Processi globali
ja: ファイル管理のグローバル

# GLOBAL_RESCAN_INTERVAL
source: Rescan Interval In Secs
de: Wiederholungsintervall für Scan in Sekunden
fr: Intervalle de répétition de l’analyse en secondes
it: Intervallo di rilettura in sec
ja: 秒単位の再スキャン間隔

# GLOBAL_TITLE
source: Globals
de: Globale Einstellungen
fr: Paramètres généraux
it: Globali
ja: グローバル

# JOB_ACTIVE_TITLE
source: File Management Active Jobs
de: Aktive Aufträge der Dateiverwaltung
fr: Tâches de gestion de fichiers actives
it: Gestione file - Processi attivi
ja: ファイル管理の有効なジョブ

# JOB_ALL_TITLE
source: File Management All Jobs
de: Alle Aufträge der Dateiverwaltung
fr: Toutes les tâches de gestion de fichiers
it: Gestione file - Tutti i processi
ja: ファイル管理のすべてのジョブ

# JOB_BATCH_ID
source: Batch ID
de: Stapel-ID
fr: ID de lot
it: ID batch
ja: バッチ ID

# JOB_COMPLETED_TITLE
source: File Management Completed Jobs
de: Abgeschlossene Aufträge der Dateiverwaltung
fr: Tâches de gestion de fichiers terminées
it: Gestione file - Processi completati
ja: ファイル管理の完了したジョブ

# JOB_CONTROL_NUMBER
source: Control Number
de: Kontrollnummer
fr: Numéro de contrôle
it: Numero di controllo
ja: 制御番号

# JOB_DATE
source: Date
de: Datum
fr: d’exp.
it: Data
ja: 日付

# JOB_ERROR_CODE
source: Error Code
de: Fehlercode
fr: Code d’erreur
it: Codice di errore
ja: エラー コード

# JOB_FAILED_TITLE
source: File Management Failed Jobs
de: Fehlgeschlagene Aufträge der Dateiverwaltung
fr: Tâches de gestion de fichiers qui ont échoué
it: Gestione file - Processi non riusciti
ja: ファイル管理の失敗したジョブ

# JOB_GRID_GENERAL_TITLE
source: Jobs
de: Aufträge
fr: Tâches
it: Processi
ja: ジョブ

# JOB_PAST_TWO_DAYS_TITLE
source: File Management Jobs in the Past Two Days
de: Aufträge der vergangenen zwei Tage der Dateiverwaltung
fr: Tâches de gestion de fichiers des deux derniers jours
it: Gestione file - Processi degli ultimi due giorni
ja: 過去 2 日以内のファイル管理ジョブ

# JOB_PAST_WEEK_TITLE
source: File Management Jobs in the Past Week
de: Aufträge der vergangenen Woche der Dateiverwaltung
fr: Tâches de gestion de fichiers de la semaine passée
it: Gestione file - Processi dell'ultima settimana
ja: 過去 1 週間以内のファイル管理ジョブ

# JOB_STATE
source: State
de: Bundesland
fr: État
it: Stato/Provincia
ja: 都道府県

# JOB_TITLE
source: Job
de: Auftrag
fr: Tâche
it: Processo
ja: ジョブ

# JOB_TRACKING_ID
source: Tracking ID
de: Verfolgungs-ID
fr: ID de suivi
it: ID di controllo
ja: 追跡 ID

# METRAFLOW_HISTORY_DESCRIPTION
source: Description
de: Beschreibung
it: Descrizione
ja: 内容

# METRAFLOW_HISTORY_ENDING_TIME
source: Ending Time
de: Endzeitpunkt
fr: Heure de fin
it: Ora fine
ja: 終了時刻

# METRAFLOW_HISTORY_INSTRUCTION_NO
source: Instruction Number
de: Anweisungsnummer
fr: Numéro d’instruction
it: Numero di istruzione
ja: 手順番号

# METRAFLOW_HISTORY_SEQ_NO
source: Sequence Number
de: Sequenznummer
fr: Numéro de séquence
it: Numero di sequenza
ja: シーケンス番号

# METRAFLOW_HISTORY_STARTING_TIME
source: Starting Time
de: Startzeit
fr: Heure de début
it: Ora di inizio
ja: 開始時刻

# METRAFLOW_HISTORY_TITLE
source: MetraFlow Step Log
de: MetraFlow-Schrittprotokoll
fr: Journal des étapes MetraFlow
it: Registro delle operazioni MetraFlow
ja: MetraFlow の設定手順ログ

# PROGRAM_CODE_TITLE
source: Program Code
de: Programmcode
fr: Code du programme
it: Codice programma
ja: プログラム コード

# SERVICE_HOST_TITLE
source: Service Host
fr: Hôte du service
it: Host del servizio
ja: サービス ホスト

# SUCCESSFUL_SAVE
source: Successfully saved.
de: Erfolgreich gespeichert.
fr: Enregistré avec succès.
it: Salvataggio riuscito.
ja: 正常に保存されました。

# TARGET_ACTION
source: Action
de: Aktion
it: Azione
ja: 処理

# TARGET_ADD
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加

# TARGET_DESCRIPTION
source: Description
de: Beschreibung
it: Descrizione
ja: 内容

# TARGET_EXECUTABLE
source: Executable
de: Ausführbar
fr: Exécutable
it: Eseguibile
ja: 実行可能

source: Target Filter
de: Zielfilter
fr: Filtrage des cibles
it: Filtro obiettivo
ja: 対象フィルタ

# TARGET_GRID_TITLE
source: File Management Targets
de: Ziele der Dateiverwaltung
fr: Cibles de gestion des fichiers
it: Gestione file - Obiettivi
ja: ファイル管理の対象

# TARGET_MISSING_DATAFILE_ARG
source: Caution: This target is missing an argument for the datafile.
de: Achtung: Für dieses Ziel fehlt ein Argument für die Datendatei.
fr: Attention : il manque un argument pour le fichier de données dans cette cible.
it: Attenzione: argomento non presente nel file dati per l'obiettivo.
ja: 警告:この対象には、データファイルの引数がありません。

# TARGET_NAME
source: Name
fr: Nom
it: Nome
ja: 名前

# TARGET_TITLE
source: Target
de: Ziel
fr: Cible
it: Obiettivo
ja: 対象

# TEXT_ACTIONS
source: Actions
de: Aktionen
it: Azioni
ja: 処理

# TEXT_ADD
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加

# TEXT_ADD_BME
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加

# TEXT_CONDITIONAL_FLAG
source: Conditional Flag
de: Bedingt-Kennzeichen
fr: Indicateur conditionnel
it: Flag condizionale
ja: 条件付きフラグ

# TEXT_EDIT_BE
source: Edit BE
de: BE bearbeiten
fr: Modifier BE
it: Modifica BE
ja: BE の編集

# TEXT_FORMAT
source: Format
it: Formato
ja: 形式

# TEXT_INTERNAL_ERROR
source: An internal error occurred.
de: Es ist ein interner Fehler aufgetreten.
fr: Une erreur interne s’est produite.
it: Errore interno.
ja: 内部エラーが発生しました。

# TEXT_INTERNAL_ID
source: Internal ID
de: Interne ID
fr: ID interne
it: ID interno
ja: 内部 ID

# TEXT_NO_RECORDS_FOUND
source: No records found.
de: Es wurden keine Datensätze gefunden.
fr: Aucun enregistrement trouvé.
it: Nessun record trovato
ja: 記録が見つかりません

# TEXT_ORDER
source: Order
de: Bestellung
fr: Ordre
it: Ordine
ja: 注文

# TEXT_REGEX
source: Filter
de: Dateien
fr: Filtre
it: File
ja: ファイル

# TEXT_RESCAN_INTERVAL_ERROR
source: The rescan interval must be between 2 and 86400.
de: Das Wiederholungsintervall für den Scan muss zwischen 2 und 86400 betragen.
fr: L’intervalle de répétition de l’analyse doit être compris entre 2 et 86400.
it: L'intervallo di rilettura deve essere impostato su un valore compreso tra 2 e 86400.
ja: 再スキャン間隔は 2 ～ 86400 とする必要があります。

# TEXT_RETRIEVE_FILE_DETAILS_ERROR
source: Error occurred retrieving file details.
de: Fehler beim Abrufen der Dateidetails.
fr: Une erreur est survenue lors de la récupération des détails du fichier.
it: Si è verificato un errore durante il recupero dei dettagli del conto.
ja: ファイルの詳細の取得でエラーが発生しました。

# TEXT_RETRIEVE_HISTORY_DETAILS_RUN_ERROR
source: Unable to retrieve the history details of this run.
de: Die Verlaufsdetails können nicht abgerufen werden.
fr: Impossible de récupérer les détails d’historique de ce cycle.
it: Impossibile recuperare i dettagli della cronologia relativi all'esecuzione.
ja: この実行の履歴の詳細を取得できません。

# TEXT_RETRIEVE_RUN_DETAILS_ERROR
source: Unable to retrieve the details of this run.
de: Die Details dieser Ausführung können nicht abgerufen werden.
fr: Impossible de récupérer les détails de ce cycle.
it: Impossibile recuperare i dettagli dell'esecuzione.
ja: この実行の詳細を取得できません。

# TEXT_RETRIEVE_TARGET_DETAILS_ERROR
source: Error occurred retrieving target details.
de: Fehler beim Abrufen der Zieldetails.
fr: Erreur survenue lors de la récupération des détails de la cible.
it: Si è verificato un errore durante il recupero dei dettagli dell'obiettivo.
ja: 対象の詳細の取得でエラーが発生しました。

# TEXT_UNABLE_RETRIEVE_FILE_DETAILS_ERROR
source: Unable to retrieve the details of the file.
de: Die Details der Datei können nicht abgerufen werden.
fr: Impossible de récupérer les détails du fichier.
it: Impossibile recuperare i dettagli del file.
ja: ファイルの詳細を取得できません。
