Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/JSConsts.*.resx
Languages: de, es, fr, it, ja

# TEXT_CORP_COMPANY_USERNAME
source: Corp. Company Username
de: Benutzername der Konzernfirma
es: Nombre de usuario corporativo de la empresa
fr: Nom d’utilisateur de l’entreprise
it: Nome utente società aziendale
ja: 法人企業のユーザー名

# TEXT_CORRECTED
source: Corrected
de: Korrigiert
es: Corregido
fr: Corrigé
it: Corretto
ja: 修正済み

# TEXT_CREATE_REL
source: Create Relationship
de: Beziehung erstellen
es: Crear relación
fr: Créer une relation
it: Crea relazione
ja: 関係の作成

# TEXT_CREATED_ON
source: Created On
de: Erstellt am
es: Creado el
fr: Créé le
it: Data creazione
ja: 作成日時

# TEXT_CREDIT
source: Credit
de: Guthaben
es: Crédito
fr: Crédit
it: Credito
ja: 返金

# TEXT_CREDITCARD_VALIDATION_MESSAGE
source: Credit card format is invalid
de: [DE]Credit card format is invalid
es: [ES]Credit card format is invalid
fr: Le format de la carte de crédit est incorrect.
it: [IT]Credit card format is invalid
ja: [JA]Credit card format is invalid

# TEXT_CREDITCARD_VERIFICATIONNO_VALIDATION_MESSAGE
source: CV Number is invalid
de: [DE]CV Number is invalid
es: [ES]CV Number is invalid
fr: Le numéro CV est incorrect
it: [IT]CV Number is invalid
ja: [JA]CV Number is invalid

# TEXT_CURRENT
source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在

# TEXT_DASHBOARD
source: Dashboard
de: Übersichtsseite
es: Panel
fr: Tableau de bord
it: Cruscotto
ja: ダッシュ

# TEXT_DATA_TYPE
source: Data Type
de: Datentyp
es: Tipo de datos
fr: Type de données
it: Tipo di dati
ja: データ種別

# TEXT_DELETE
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除

# TEXT_DELETE_ACCOUNT_GROUP
source: Delete
de: [DE]Delete
es: [ES]Delete
fr: Supprimer
it: [IT]Delete
ja: [JA]Delete

# TEXT_DELETE_ACCOUNT_NOTE
source: Are you sure you want to delete this account note?
de: Möchten Sie diesen Kontohinweis wirklich löschen?
es: ¿Seguro que desea eliminar esta anotación de cuenta?
fr: Êtes-vous sûr de vouloir supprimer cette note du compte ?
it: Eliminare la nota sul conto?
ja: この勘定書を削除しますか?

# TEXT_DELETE_BS_EXEMPTION
source: Are you sure you want to delete this BillSoft Exemption?
de: [DE]Are you sure you want to delete this BillSoft Exemption?
es: [ES]Are you sure you want to delete this BillSoft Exemption?
fr: Êtes-vous sûr de vouloir supprimer cette exemption BillSoft ?
it: [IT]Are you sure you want to delete this BillSoft Exemption?
ja: [JA]Are you sure you want to delete this BillSoft Exemption?

# TEXT_DELETE_BS_OVERRIDE
source: Are you sure you want to delete this BillSoft Override?
de: [DE]Are you sure you want to delete this BillSoft Override?
es: [ES]Are you sure you want to delete this BillSoft Override?
fr: Êtes-vous sûr de vouloir supprimer ce remplacement BillSoft ?
it: [IT]Are you sure you want to delete this BillSoft Override?
ja: [JA]Are you sure you want to delete this BillSoft Override?

# TEXT_DELETE_DECISION_MISC_ATTRIBUTE
source: Delete Miscellaneous Attribute
de: [DE]Delete Miscellaneous Attribute
es: [ES]Delete Miscellaneous Attribute
fr: Supprimer un attribut divers
it: [IT]Delete Miscellaneous Attribute
ja: [JA]Delete Miscellaneous Attribute

# TEXT_DELETE_MESSAGE
source: Are you sure you want to delete {0}?
de: Möchten Sie {0} wirklich löschen?
es: ¿Seguro que desea eliminar {0}?
fr: Êtes-vous sûr de vouloir supprimer {0} ?
it: Eliminare {0}?
ja: {0} を削除しますか?

# TEXT_DELETE_SEARCH_CONFIRM
source: Are you sure you want to delete this saved search?
de: Möchten Sie die gespeicherte Suche wirklich löschen?
es: ¿Seguro que desea eliminar esta búsqueda guardada?
fr: Êtes-vous sûr de vouloir supprimer cette recherche enregistrée ?
it: Eliminare questa ricerca salvata?
ja: 保存された検索を削除しますか?

# TEXT_DELETE_SELECTED_ROWS
source: Are you sure you want to delete the selected rows?
de: Möchten Sie die ausgewählten Zeilen wirklich löschen?
es: ¿Seguro que desea eliminar las filas seleccionadas?
fr: Êtes-vous sûr de vouloir supprimer les lignes sélectionnées ?
it: Eliminare le righe selezionate?
ja: 選択した行を削除しますか?

# TEXT_DELETE_TEMPLATE_MESSAGE
source: Are you sure you want to delete the {0} template?
de: Möchten Sie die Vorlage '{0}' wirklich löschen?
es: ¿Seguro que desea eliminar la plantilla {0}?
fr: Êtes-vous sûr de vouloir supprimer le modèle {0} ?
it: Eliminare il modello {0}?
ja: {0} テンプレートを削除しますか?

# TEXT_DELETE_TEMPLATE_SUB_MESSAGE
source: Are you sure you want to remove {0} from the template?
de: Möchten Sie {0} wirklich aus der Vorlage entfernen?
es: ¿Seguro que desea eliminar {0} de la plantilla?
fr: ’Êtes-vous sûr de vouloir supprimer {0} de ce modèle ?
it: Rimuovere {0} dal modello?
ja: 'テンプレートから {0} を削除しますか?

# TEXT_DELETED
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除済み

# TEXT_DETAIL_DESCRIPTION
source: Detail Description
de: Detaillierte Beschreibung
es: Descripción detallada
fr: Description détaillée
it: Descrizione dettagliata
ja: 詳細説明

# TEXT_DFP
source: Demand for Payment
de: Zahlungsaufforderung
es: Solicitud de pago
fr: Demande de paiement
it: Richiesta di pagamento
ja: 支払要求

# TEXT_DISMISSED
source: Dismissed
de: Verworfen
es: Rechazado
fr: Ignoré
it: Respinto
ja: 却下

# TEXT_EDIT
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集

# TEXT_EDIT_ACCOUNT_GROUP
source: Edit
de: [DE]Edit
es: [ES]Edit
fr: Modifier
it: [IT]Edit
ja: [JA]Edit

# TEXT_EDIT_ACH
source: Edit ACH
de: ACH bearbeiten
es: Editar ACH
fr: Modifier ACH
it: Modifica ACH
ja: ACH の編集

# TEXT_EDIT_CARD
source: Edit Card
de: Karte bearbeiten
es: Editar tarjeta
fr: Modifier la carte
it: Modifica carta
ja: カードの編集

# TEXT_EDIT_CHARGE_ACCOUNT
source: Edit Charge Account
de: Belastungskonto bearbeiten
es: Editar cuenta de crédito
fr: Modifier le compte de frais
it: Modifica account di addebito
ja: 請求先口座の編集

# TEXT_EDIT_DECISION_MISC_ATTRIBUTE
source: Edit Miscellaneous Attribute
de: [DE]Edit Miscellaneous Attribute
es: [ES]Edit Miscellaneous Attribute
fr: Modifier un attribut divers
it: [IT]Edit Miscellaneous Attribute
ja: [JA]Edit Miscellaneous Attribute

# TEXT_EDIT_DOMAIN
source: Edit Domain
de: Domäne bearbeiten
es: Editar dominio
fr: Modifier un domaine
it: Modifica dominio
ja: ドメインの編集

# TEXT_EDIT_DOMAINPROFILE
source: Edit Domain Profile
de: Domänenprofil bearbeiten
es: Editar perfil de dominio
fr: Modifier un profil de domaine
it: Modifica profilo dominio
ja: ドメイン プロファイルの編集

# TEXT_EDIT_FAILED_TRANSACTION
source: Edit Transaction
de: Transaktion bearbeiten
es: Editar transacción
fr: Modifier une transaction
it: Modifica transazione
ja: 取引の編集

# TEXT_EDIT_GRPSUB
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集

# TEXT_EDIT_GRPSUB_MEMBER
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集

# TEXT_EDIT_RECORD
source: Edit Record
de: Datensatz bearbeiten
es: Editar registro
fr: Modifier un enregistrement
it: Modifica record
ja: 記録の編集

# TEXT_EDIT_TEMPLATE
source: Edit Template
de: Vorlage bearbeiten
es: Editar plantilla
fr: Modifier le modèle
it: Modifica modello
ja: テンプレートの編集

# TEXT_EMPTY
source: None
de: Keine
es: Ninguno
fr: Aucun(e)
it: No
ja: なし

# TEXT_END_DATE
source: End Date
de: Enddatum
es: Fecha final
fr: Date de fin
it: Data di fine
ja: 終了日

# TEXT_ERROR
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー

# TEXT_ERROR_ADDING
source: Error adding
de: Fehler beim Hinzufügen
es: Error al añadir
fr: Erreur lors de l’ajout
it: Si è verificato un errore durante l'aggiunta
ja: 追加のエラー

# TEXT_ERROR_ASSIGN_TOP_NOTE
source: Error assigning top account note
de: Fehler beim Zuweisen des Hinweis für das oberste Konto
es: Error al asignar anotación máxima a la cuenta
fr: Erreur lors de l’affectation de la note du compte supérieure
it: Si è verificato un errore durante l'assegnazione della nota al conto principale
ja: 一番上の勘定書の割り当てのエラー

# TEXT_ERROR_CHECK_ACTIVE_FOLLOWUP
source: Please check active follow up
de: Bitte überprüfen Sie die aktive Folgebearbeitung
es: Compruebe el seguimiento activo
fr: Cochez le suivi actif
it: Selezionare Follow-up attivo
ja: 有効なフォローアップを確認してください

# TEXT_ERROR_CREATE_RELSHIP
source: Error while creating relationship(s)
de: Fehler beim Erstellen von Beziehung(en)
es: Error al crear relaciones
fr: Erreur lors de la création d’une ou plusieurs relations
it: Si è verificato un errore durante la creazione delle relazioni.
ja: 関係の作成中にエラーが発生しました。

# TEXT_ERROR_DELETING
source: Error deleting
de: Fehler beim Löschen
es: Error al eliminar.
fr: Erreur lors de la suppression
it: Errore durante l'eliminazione
ja: 削除エラー

# TEXT_ERROR_DELETING_ACCOUNT_NOTE
source: Error deleting account note
de: Fehler beim Löschen des Kontohinweises
es: Error al eliminar anotación de la cuenta
fr: Erreur lors de la suppression de la note du compte
it: Si è verificato un errore durante l'eliminazione della nota del conto
ja: 勘定書の削除のエラー

# TEXT_ERROR_DELETING_SEARCH
source: Unable to delete saved search.
de: Die gespeicherte Suche kann nicht gelöscht werden.
es: No se puede eliminar la búsqueda guardada.
fr: Impossible de supprimer la recherche enregistrée.
it: Impossibile eliminare la ricerca salvata.
ja: 保存された検索情報を削除できません。

# TEXT_ERROR_HIGHLIGHTING_ACCOUNT_NOTE
source: Error highlighting account note
de: Fehler beim Hervorheben des Kontohinweises
es: Error al resaltar la anotación de la cuenta
fr: Erreur lors de la mise en surbrillance de la note du compte
it: Si è verificato un errore durante l'evidenziazione della nota del conto
ja: 勘定書の強調のエラー

# TEXT_ERROR_INVALID_FOLLOWUP_DATE
source: Please select a valid follow up date
de: Bitte wählen Sie ein gültiges Datum für die Folgebearbeitung aus.
es: Seleccione una fecha de seguimiento válida
fr: Sélectionnez une date de suivi valide
it: Immettere una data di follow-up valida
ja: 有効なフォロー アップ日付を選択してください

# TEXT_ERROR_INVALID_NOTE_TEXT
source: Please fill in the note text.
de: Bitte geben Sie den Hinweistext ein.
es: Rellene el texto de las anotaciones.
fr: Rédigez la note.
it: Digitare il testo della nota.
ja: メモのテキストを入力してください。

# TEXT_ERROR_INVALID_VALUE
source: Invalid Value!
de: Ungültiger Wert.
es: Valor no válido
fr: Valeur incorrecte !
it: Valore non valido!
ja: 値が不正です。

# TEXT_ERROR_LOADING_ACCOUNT
source: Error loading account data.
de: Fehler beim Laden der Kontodaten
es: Error al cargar los datos de la cuenta.
fr: Erreur lors du chargement des données du compte.
it: Errore durante il caricamento dei dati sull'account.
ja: アカウント データの読み込みエラー。

# TEXT_ERROR_LOADING_SEARCH
source: Error Loading Saved Search
de: Fehler beim Laden der gespeicherten Suche
es: Error al cargar la búsqueda guardada.
fr: Erreur lors du chargement de la recherche enregistrée
it: Errore durante il caricamento della ricerca salvata
ja: 保存済み検索情報の読み込みエラー

# TEXT_ERROR_MSG
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー

# TEXT_ERROR_MULTIPLE_ROWS
source: Multiple rows cannot be selected
de: Es können nicht mehrere Zeilen ausgewählt werden.
es: No es posible seleccionar varias filas
fr: Il n’est pas possible de sélectionner plusieurs lignes
it: Impossibile selezionare più righe.
ja: 複数の行を選択することはできません

# TEXT_ERROR_NOTHING_UPDATED_BULKUPDATE
source: Nothing will be updated
de: [DE]Nothing will be updated
es: [ES]Nothing will be updated
fr: Rien ne sera mis à jour
it: [IT]Nothing will be updated
ja: [JA]Nothing will be updated

# TEXT_ERROR_ONE_ONE
source: Cannot create multiple one-one relationships
de: Kann nicht mehrere Eins-zu-Eins-Beziehungen erstellen
es: No es posible crear múltiples relaciones uno a uno
fr: Ne peut pas crée plusieurs relations un-à-un
it: Impossibile creare più relazioni individuali
ja: 複数の一対一関係を作成できません

# TEXT_ERROR_RECEIVING_DATA
source: There was a problem retrieving data.
de: Beim Abrufen der Daten ist ein Problem aufgetreten.
es: Se ha producido un problema al recuperar los datos.
fr: Un problème est survenu lors de la récupération des données.
it: Si è verificato un problema durante il recupero dei dati.
ja: データの取得中に問題がありました。

# TEXT_ERROR_SAVING_SEARCH
source: Unable to save search.
de: Die Suche kann nicht gespeichert werden.
es: No se puede guardar la búsqueda.
fr: Impossible d’enregistrer la recherche.
it: Impossibile salvare la ricerca.
ja: 検索情報を保存できません。

# TEXT_ERROR_SELECT
source: Please make a selection.
de: Bitte treffen Sie eine Auswahl.
es: Realice una selección
fr: Effectuez une sélection.
it: Effettuare una selezione
ja: 選択してください

# TEXT_ERROR_TOO_MANY_RECORDS_BULKUPDATE
source: Too many records to update
de: [DE]Too many records to update
es: [ES]Too many records to update
fr: Trop grand nombre d’enregistrements à mettre à jour
it: [IT]Too many records to update
ja: [JA]Too many records to update

# TEXT_ERROR_UNKNOWN
source: Something bad happened while executing
de: Bei der Ausführung ist ein Fehler aufgetreten.
es: Se produjo un error durante la ejecución
fr: Un problème est survenu lors de l’exécution
it: Si è verificata un'anomalia durante l'esecuzione
ja: 実行中に不適切な事象が発生しました

# TEXT_EXPORT
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート

# TEXT_EXPORT_ALL_RECORDS
source: Export All Filtered Records
de: [DE]Export All Filtered Records
es: [ES]Export All Filtered Records
fr: Exporter tous les enregistrements filtrés
it: [IT]Export All Filtered Records
ja: [JA]Export All Filtered Records

# TEXT_EXPORT_CURRENT_PAGE_ONLY
source: Export Current Page Only
de: Nur aktuelle Seite exportieren
es: Exportar sólo la página actual
fr: Exporter la page active seulement
it: Esporta solo pagina corrente
ja: 現在のページのみエクスポート

# TEXT_EXPORT_SEARCH_RESULTS
source: Export Search Results
de: Suchergebnisse exportieren
es: Exportar resultados de búsqueda
fr: Exporter les résultats de la recherche
it: Esporta risultati di ricerca
ja: 検索結果のエクスポート

# TEXT_EXPORT_SELECTED_RECORDS
source: Export Selected Records
de: [DE]Export Selected Records
es: [ES]Export Selected Records
fr: Exporter les enregistrements sélectionnés
it: [IT]Export Selected Records
ja: [JA]Export Selected Records

# TEXT_EXTERNAL
source: External Information
de: Externe Informationen
es: Información externa
fr: Informations externes
it: Informazioni esterne
ja: 外部情報

# TEXT_FAILED_LOADING
source: Failed to load Page.
de: Seite konnte nicht geladen werden.
es: Error al cargar la página.
fr: Échec du chargement de la page.
it: Impossibile caricare la pagina.
ja: ページを読み込めませんでした。

# TEXT_FILTER_CONFIG_PROMPT
source: Select all visible filters. Use drag and drop to reorder
de: Alle angezeigten Filter auswählen. Sie können die Reihenfolge per Drag&Drop ändern.
es: Seleccione todos los filtros visibles. Utilice arrastrar y soltar para reordenar.
fr: Sélectionnez tous les filtres visibles. Utilisez l’opération de glisser-déposer pour effectuer une réorganisation
it: Selezionare tutti i filtri visibili. Trascinare per riordinare
ja: 表示可能なフィルタをすべて選択します。ドラッグ アンド ドロップして並べ替えます。

# TEXT_FIND_ACCOUNT
source: Find Account
de: Konto suchen
es: Buscar cuenta
fr: Rechercher le compte
it: Trova account
ja: アカウントの検索

# TEXT_FIND_AN_ACCOUNT
source: Find an account...
de: Konto suchen...
es: Buscar una cuenta...
fr: Rechercher un compte...
it: Trova un account…
ja: アカウントを検索します...

# TEXT_FLS_ERROR_MESSAGE
source: Error Message:<br/>[ErrorMessage]
de: [DE]Error Message:<br/>[ErrorMessage]
es: [ES]Error Message:<br/>[ErrorMessage]
fr: Message d’erreur :<br/>[ErrorMessage]
it: [IT]Error Message:<br/>[ErrorMessage]
ja: [JA]Error Message:<br/>[ErrorMessage]

# TEXT_FLS_NO_ERROR_MESSAGE
source: No error message to report.
de: [DE]No error message to report.
es: [ES]No error message to report.
fr: Aucun message d’erreur à signaler.
it: [IT]No error message to report.
ja: [JA]No error message to report.

# TEXT_FUTURE
source: Future
de: Zukünftig
es: Futura
fr: Futur
it: Futuro
ja: 今後

# TEXT_GET_HIERARCHY_PATH
source: Get Hierarchy Path
de: Hierarchiepfad abrufen
es: Obtener ruta jerárquica
fr: Obtenir le chemin de la hiérarchie
it: Acquisisci percorso gerarchia
ja: 階層パスの取得

# TEXT_GROUP_SUBSCRIPTION_ADD_MEMBERS
source: Add members to group
de: [DE]Add members to group
es: [ES]Add members to group
fr: Ajouter membres au groupe
it: [IT]Add members to group
ja: [JA]Add members to group

# TEXT_GROUP_SUBSCRIPTION_DELETE_MEMBERS
source: Delete members in group
de: [DE]Delete members in group
es: [ES]Delete members in group
fr: Supprimer membres du groupe
it: [IT]Delete members in group
ja: [JA]Delete members in group

# TEXT_GROUP_SUBSCRIPTION_UNSUBSCRIBE_MEMBERS
source: Unsubscribe members from group subscription
de: [DE]Unsubscribe members from group subscription
es: [ES]Unsubscribe members from group subscription
fr: Désabonner membres de l’abonnement groupé
it: [IT]Unsubscribe members from group subscription
ja: [JA]Unsubscribe members from group subscription

# TEXT_GROUP_SUBSCRIPTION_UPDATE_MEMBERS
source: Update members in group
de: [DE]Update members in group
es: [ES]Update members in group
fr: Mettre à jour membres du groupe
it: [IT]Update members in group
ja: [JA]Update members in group

# TEXT_GRPSUBMEM_DEL
source: Please select members to be deleted
de: Bitte wählen Sie zu löschende Mitglieder aus.
es: Seleccione los miembros que desee eliminar.
fr: Sélectionnez les membres à supprimer
it: Selezionare i membri da eliminare
ja: 削除するメンバーを選択してください

# TEXT_GRPSUBMEM_UNSUB
source: Please select members to be unsubscribed
de: Bitte wählen Sie Mitglieder aus, deren Nutzungsanmeldung gekündigt werden soll.
es: Seleccione los miembros para los que desee cancelar la suscripción.
fr: Sélectionnez les membres à désabonner
it: Selezionare i membri per cui annullare l'abbonamento
ja: 申し込みを解除するメンバーを選択してください

# TEXT_HARD_CLOSED_INTERVAL_STATUS
source: Hard Closed
de: [DE]Hard Closed
es: [ES]Hard Closed
fr: Clôture (matérielle)
it: [IT]Hard Closed
ja: [JA]Hard Closed

# TEXT_HELP
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ

# TEXT_HELP_TITLE
source: MetraNet Help
de: Hilfe zu MetraNet
es: Ayuda de MetraNet
fr: Aide MetraNet
it: Guida di MetraNet
ja: MetraNet のヘルプ

# TEXT_HIERARCHY_ROOT
source: Hierarchy Root
de: Oberste Hierarchieebene
es: Raíz de la jerarquía
fr: Racine de la hiérarchie
it: Livello principale
ja: ルート階層

# TEXT_HIGHLIGHT
source: Highlight
de: Hervorheben
es: Resaltar
fr: Mettre en surbrillance
it: Evidenzia
ja: 強調

# TEXT_HISTORY_TOOLTIP
source: Number of Accounts: {0} <br/>Number of Accounts Completed: {1} <br/>Number of Account Errors: {2} <br/>Number of Subscriptions: {3} <br/>Number of Subscriptions Completed: {4}<br/> Number of Subscription Errors: {5}
de: Anzahl der Konten: {0} &lt;br/&gt;Anzahl der abgeschlossenen Konten: {1} &lt;br/&gt;Anzahl der Kontofehler: {2} &lt;br/&gt;Anzahl der Nutzungsanmeldungen: {3} &lt;br/&gt;Anzahl der abgeschlossenen Nutzungsanmeldungen: {4}&lt;br/&gt;Anzahl der Fehler bei Nutzungsanmeldungen: {5}
es: Número de cuentas: {0} &lt;br/&gt;Número de cuentas finalizadas: {1} &lt;br/&gt;Número de errores de cuenta: {2} &lt;br/&gt;Número de suscripciones: {3} &lt;br/&gt;Número de suscripciones finalizadas: {4}&lt;br/&gt;Número de errores de suscripción: {5}
fr: Nombre de comptes : {0} <br/>Nombre de comptes terminés : {1} <br/>Nombre d’erreurs de compte : {2} <br/>Nombre d’abonnements : {3} <br/>Nombre d’abonnements terminés : {4}<br/> Nombre d’erreurs d’abonnement : {5}
it: Numero di account: {0} &lt;br/&gt;Numero di account completati: {1} &lt;br/&gt;Numero di errori account: {2} &lt;br/&gt;Numero di abbonamenti: {3} &lt;br/&gt;Numero di abbonamenti completati: {4}&lt;br/&gt;Numero di errori abbonamenti: {5}
ja: アカウント数:{0} &lt;br/&gt;完了済みアカウント数:{1} &lt;br/&gt;アカウント エラーの数:{2} &lt;br/&gt;申し込み数:{3} &lt;br/&gt;申し込みの完了数:{4}&lt;br/&gt; 申し込みのエラー数: {5}

# TEXT_INFO
source: Info
es: Información
fr: Infos
ja: 情報

# TEXT_INTERNAL
source: Internal Information
de: Interne Informationen
es: Información interna
fr: Informations internes
it: Informazioni interne
ja: 内部情報

# TEXT_INVALID_DATES
source: Please enter valid start and end dates.
de: Bitte geben Sie ein gültiges Anfangs- und ein gültiges Enddatum ein.
es: Introduzca fechas de inicio y finalización válidas.
fr: Entrez des dates de début et de fin valides.
it: Immettere una data di inizio e fine valida.
ja: 有効な開始日と終了日を入力してください。

# TEXT_INVALID_END_DATE
source: Invalid end date.
de: Ungültiges Enddatum.
es: Fecha de finalización incorrecta.
fr: Date de fin non valide.
it: Data di fine non valida.
ja: 無効な終了日。

# TEXT_INVALID_RANGE
source: Invalid Range
de: Ungültiger Bereich
es: Rango incorrecto
fr: Plage non valide
it: Intervallo non valido.
ja: 無効な範囲

# TEXT_INVALID_RECUR_PATTERN
source: Invalid recurrence pattern
de: Ungültiges Wiederholungsmuster
es: Patrón de repetición incorrecto
fr: Modèle de récurrence non valide
it: Schema di ricorrenza non valido.
ja: 無効な定期パターン

# TEXT_INVALID_START_DATE
source: Invalid start date
de: Ungültiges Startdatum
es: Fecha inicial incorrecta
fr: Date de début non valide
it: Data di inizio non valida.
ja: 無効な開始日。

# TEXT_INVALID_START_TIME
source: Invalid start time
de: Ungültige Startzeit
es: Hora de inicio incorrecta
fr: Heure de début non valide
it: Ora di inizio non valida.
ja: 無効な開始時刻。

# TEXT_ITEMS
source: items.
de: Positionen.
es: artículos.
fr: éléments.
it: voci.
ja: 項目。

# TEXT_LIMIT_DOWN_SEARCH_TO_BULKUPDATE
source: You are going to update NUMBER_TO_UPDATE items. Choose less items to fit {0} item(s) limitation
de: [DE]You are going to update NUMBER_TO_UPDATE items. Choose less items to fit {0} item(s) limitation
es: [ES]You are going to update NUMBER_TO_UPDATE items. Choose less items to fit {0} item(s) limitation
fr: Vous allez mettre à jour les éléments NUMBER_TO_UPDATE. Sélectionnez un nombre moins important d’éléments pour respecter la limitation (fixée à {0} éléments)
it: [IT]You are going to update NUMBER_TO_UPDATE items. Choose less items to fit {0} item(s) limitation
ja: [JA]You are going to update NUMBER_TO_UPDATE items. Choose less items to fit {0} item(s) limitation

# TEXT_LOAD_SAVED_SEARCH
source: Load Saved Search
de: Gespeicherte Suche laden
es: Cargar búsqueda guardada
fr: Charger la recherche enregistrée
it: Carica ricerca salvata
ja: 保存済み検索情報の読み込み

# TEXT_LOADING
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement en cours...
it: Caricamento in corso…
ja: 読み込んでいます...

# TEXT_LOGOUT
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト

# TEXT_LOGOUT_QUESTION
source: Are you sure you want to logout?
de: Möchten Sie sich wirklich abmelden?
es: ¿Seguro que desea cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Eseguire il logout?
ja: ログアウトしますか。

# TEXT_MANAGE_ACCOUNT
source: Manage Account
de: Konto verwalten
es: Gestionar cuenta
fr: Gérer le compte
it: Gestisci account
ja: アカウントの管理

# TEXT_MEMBERS
source: Modify Group Members
de: Gruppenmitglieder bearbeiten
es: Modificar miembros del grupo
fr: Modifier les membres du groupe
it: Modifica membri del gruppo
ja: グループ メンバーの修正

# TEXT_METRACARE_LOGIN
source: MetraCare Login
de: MetraCare-Anmeldung
es: Inicio de sesión en MetraCare
fr: Ouverture d’une session MetraCare
it: Accesso a MetraCare
ja: MetraCare ログイン

# TEXT_MetraNet_LOGIN
source: MetraNet Login
de: MetraNet-Anmeldung
es: Inicio de sesión en MetraNet
fr: Ouverture d’une session MetraNet
it: Accesso a MetraNet
ja: MetraNet のログイン

# TEXT_MIDDLEINITIAL_VALIDATION_MESSAGE
source: Middle initial is invalid
de: [DE]Middle initial is invalid
es: [ES]Middle initial is invalid
fr: Le milieu initial est incorrecte
it: [IT]Middle initial is invalid
ja: [JA]Middle initial is invalid

# TEXT_NAME
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前

# TEXT_NO
source: No
de: Nein
fr: Non
ja: いいえ

# TEXT_NO_ACCOUNT_LOADED
source: No account loaded.
de: Es ist kein Konto geladen.
es: No se ha cargado ninguna cuenta.
fr: Aucun compte chargé.
it: Nessun account caricato.
ja: アカウントが読み込まれていません。

# TEXT_NO_DATA_FOR_GRAPH
source: No data available
fr: Pas de donnés disponibles
