Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/JSConsts.*.resx
Languages: de, es, fr, it, ja

# TEXT_AMPWIZARD_HELP_DECISION_PRIORITY
source: Example: There are two decisions that consider the same usage record. Both decisions are configured to consume the usage records. <br/><br/>The decisions' priority levels determine the order in which to process the decisions. A lower numeric priority level is processed earlier than a higher priority level. Decisions that have the same priority level are processed in nondeterministic order. On the Decision Priority page you can specify the priority level of the decision type you are now configuring.
de: [DE]Example: There are two decisions that consider the same usage record. Both decisions are configured to consume the usage records. <br/><br/>The decisions' priority levels determine the order in which to process the decisions. A lower numeric priority level is processed earlier than a higher priority level. Decisions that have the same priority level are processed in nondeterministic order. On the Decision Priority page you can specify the priority level of the decision type you are now configuring.
es: [ES]Example: There are two decisions that consider the same usage record. Both decisions are configured to consume the usage records. <br/><br/>The decisions' priority levels determine the order in which to process the decisions. A lower numeric priority level is processed earlier than a higher priority level. Decisions that have the same priority level are processed in nondeterministic order. On the Decision Priority page you can specify the priority level of the decision type you are now configuring.
fr: Exemple : deux décisions concernent le même enregistrement d’utilisation. Ces deux décisions sont configurées de façon à prendre en compte les enregistrements d’utilisation. <br/><br/>Les niveaux de priorité des décisions déterminent l’ordre dans lequel les décisions doivent être traitées. Un chiffre peu élevé de niveau de priorité signifie un traitement antérieur à un chiffre de niveau de priorité plus élevé. Les décisions qui possèdent le même niveau de priorité sont traitées selon un ordre indéterminé. Dans la page de priorité des décisions, vous pouvez spécifier le niveau de priorité du type de décision que vous configurez.
it: [IT]Example: There are two decisions that consider the same usage record. Both decisions are configured to consume the usage records. <br/><br/>The decisions' priority levels determine the order in which to process the decisions. A lower numeric priority level is processed earlier than a higher priority level. Decisions that have the same priority level are processed in nondeterministic order. On the Decision Priority page you can specify the priority level of the decision type you are now configuring.
ja: [JA]Example: There are two decisions that consider the same usage record. Both decisions are configured to consume the usage records. <br/><br/>The decisions' priority levels determine the order in which to process the decisions. A lower numeric priority level is processed earlier than a higher priority level. Decisions that have the same priority level are processed in nondeterministic order. On the Decision Priority page you can specify the priority level of the decision type you are now configuring.

# TEXT_AMPWIZARD_HELP_DECISION_RANGE
source: For example, you are aggregating by amount and you want something special to happen every $1000.
de: [DE]For example, you are aggregating by amount and you want something special to happen every $1000.
es: [ES]For example, you are aggregating by amount and you want something special to happen every $1000.
fr: Par exemple, vous effectuez une agrégation par montant, et vous voulez que quelque chose de spécifique se produise tous les 1000 $.
it: [IT]For example, you are aggregating by amount and you want something special to happen every $1000.
ja: [JA]For example, you are aggregating by amount and you want something special to happen every $1000.

# TEXT_AMPWIZARD_HELP_DIRECTIVE_FILTER
source: The Condition for Execution is a freeform MVM expression that is evaluated when the directive is about to be executed. If the expression evaluates to 1, execution of the directive goes forth; if it evaluates to something other than 1, the directive is NOT executed. This field applies to Table Inclusion, Field Population, and Procedure Execution.
de: [DE]The Condition for Execution is a freeform MVM expression that is evaluated when the directive is about to be executed. If the expression evaluates to 1, the directive is executed. If the expression evaluates to a value other than 1, the directive is NOT executed. This field applies to Table Inclusion, Field Population, and Procedure Execution.
es: [ES]The Condition for Execution is a freeform MVM expression that is evaluated when the directive is about to be executed. If the expression evaluates to 1, the directive is executed. If the expression evaluates to a value other than 1, the directive is NOT executed. This field applies to Table Inclusion, Field Population, and Procedure Execution.
fr: La condition d’exécution est une expression MVM libre, évaluée au moment où une directive est sur le point d’être exécutée. Si l’expression est évaluée à 1, la directive est exécutée. Si l’évaluation de l’expression fait ressortir une autre valeur que 1, la directive n’est PAS exécutée. Cette zone s’applique à l’inclusion de tables, au renseignement de zones et à l’exécution de procédures.
it: [IT]The Condition for Execution is a freeform MVM expression that is evaluated when the directive is about to be executed. If the expression evaluates to 1, the directive is executed. If the expression evaluates to a value other than 1, the directive is NOT executed. This field applies to Table Inclusion, Field Population, and Procedure Execution.
ja: [JA]The Condition for Execution is a freeform MVM expression that is evaluated when the directive is about to be executed. If the expression evaluates to 1, the directive is executed. If the expression evaluates to a value other than 1, the directive is NOT executed. This field applies to Table Inclusion, Field Population, and Procedure Execution.

# TEXT_AMPWIZARD_HELP_DIRECTIVES
source: This table shows what fields in the product view and t_acc_usage have Field Population directives defined for them. It's designed to help you see what fields still need to be set.
de: [DE]This table shows which fields in the product view and t_acc_usage have Field Population directives defined for them, Use this table to determine which fields still need to be set.
es: [ES]This table shows which fields in the product view and t_acc_usage have Field Population directives defined for them, Use this table to determine which fields still need to be set.
fr: Cette table illustre les zones de la vue produit et de t_acc_usage dont les directives de renseignement des zones ont été définies. Utilisez cette table pour déterminer les zones à définir.
it: [IT]This table shows which fields in the product view and t_acc_usage have Field Population directives defined for them, Use this table to determine which fields still need to be set.
ja: [JA]This table shows which fields in the product view and t_acc_usage have Field Population directives defined for them, Use this table to determine which fields still need to be set.

# TEXT_AMPWIZARD_HELP_DISCOUNT
source: This discount is applied to the \"amount\" associated with the Decision Type. Any fields that are derived from \"amount\" are then recalculated.<br/><br/>The discount might only be applied to a portion of the amount if your Decision Type aggregates usage. For example, suppose your range start is \"500 minutes\" and the total is currently \"400 minutes\". The Decision processes a record with \"300 minutes\". \"100 minutes\" fall outside the range and \"200 minutes\" fall inside the range. If the discount is 5%, then \"amount\" is decreased by 0.05 x (200/300).
de: [DE]This discount is applied to the \"amount\" associated with the Decision Type. Any fields that are derived from \"amount\" are then recalculated.<br/><br/>The discount might be applied to only a portion of the amount if your Decision Type aggregates usage. <br/><br/>Example: The range start is \"500 minutes\" and the total is currently \"400 minutes\". The Decision processes a record with \"300 minutes\". \"100 minutes\" fall outside the range and \"200 minutes\" fall inside the range. If the discount is 5%, then \"amount\" is decreased by 0.05 x (200/300).
es: [ES]This discount is applied to the \"amount\" associated with the Decision Type. Any fields that are derived from \"amount\" are then recalculated.<br/><br/>The discount might be applied to only a portion of the amount if your Decision Type aggregates usage. <br/><br/>Example: The range start is \"500 minutes\" and the total is currently \"400 minutes\". The Decision processes a record with \"300 minutes\". \"100 minutes\" fall outside the range and \"200 minutes\" fall inside the range. If the discount is 5%, then \"amount\" is decreased by 0.05 x (200/300).
fr: Cette remise s’applique au \"montant\" associé au type de décision. Toute zone dérivée de la zone \"montant\" est ensuite recalculée.<br/><br/>La remise peut s’appliquer uniquement à une partie du montant si votre type de décision inclut l’agrégation de l’utilisation. <br/><br/>Exemple : le début de la plage est \"500 minutes\" et le total actuel est égal à \"400 minutes\". La décision traite un enregistrement comportant \"300 minutes\". \"100 minutes\" est hors de la plage et \"200 minutes\" est dans la plage. Si la remise est de 5 %, le \"montant\" est réduit de 0,05 x (200/300).
it: [IT]This discount is applied to the \"amount\" associated with the Decision Type. Any fields that are derived from \"amount\" are then recalculated.<br/><br/>The discount might be applied to only a portion of the amount if your Decision Type aggregates usage. <br/><br/>Example: The range start is \"500 minutes\" and the total is currently \"400 minutes\". The Decision processes a record with \"300 minutes\". \"100 minutes\" fall outside the range and \"200 minutes\" fall inside the range. If the discount is 5%, then \"amount\" is decreased by 0.05 x (200/300).
ja: [JA]This discount is applied to the \"amount\" associated with the Decision Type. Any fields that are derived from \"amount\" are then recalculated.<br/><br/>The discount might be applied to only a portion of the amount if your Decision Type aggregates usage. <br/><br/>Example: The range start is \"500 minutes\" and the total is currently \"400 minutes\". The Decision processes a record with \"300 minutes\". \"100 minutes\" fall outside the range and \"200 minutes\" fall inside the range. If the discount is 5%, then \"amount\" is decreased by 0.05 x (200/300).

# TEXT_AMPWIZARD_HELP_EVENT_RATE
source: This new rate is applied by setting the \"amount\" associated with the Decision Type to this new value. Any fields that are derived from \"amount\" are then recalculated.<br/><i>Example: Once the range is met, \"the toll cost is $0.75\" or \"the call costs $1, regardless of the number of minutes\".</i>
de: [DE]This new rate is applied by setting the \"amount\" associated with the Decision Type to this new value. Any fields that are derived from \"amount\" are then recalculated.<br/>Example: After the range is met, \"the toll cost is $0.75\" or \"the call costs $1, regardless of the number of minutes\".
es: [ES]This new rate is applied by setting the \"amount\" associated with the Decision Type to this new value. Any fields that are derived from \"amount\" are then recalculated.<br/>Example: After the range is met, \"the toll cost is $0.75\" or \"the call costs $1, regardless of the number of minutes\".
fr: Ce nouveau prix s’applique via la définition de la zone \"montant\" associée au type de décision en spécifiant la nouvelle valeur. Toutes les zones dérivées de la zone \"montant\" sont ensuite recalculées.<br/>Exemple : une fois la plage atteinte, \"le coût de l’appel est 0,75 $\" ou \"l’appel coûte 1 $, quel que soit le nombre de minutes\".
it: [IT]This new rate is applied by setting the \"amount\" associated with the Decision Type to this new value. Any fields that are derived from \"amount\" are then recalculated.<br/>Example: After the range is met, \"the toll cost is $0.75\" or \"the call costs $1, regardless of the number of minutes\".
ja: [JA]This new rate is applied by setting the \"amount\" associated with the Decision Type to this new value. Any fields that are derived from \"amount\" are then recalculated.<br/>Example: After the range is met, \"the toll cost is $0.75\" or \"the call costs $1, regardless of the number of minutes\".

# TEXT_AMPWIZARD_HELP_FILTER
source: In the filter, you can check for specific values of product view fields and t_acc_usage fields, or you can check if other Usage Qualifications (that you've already built) are satisfied. You can use parentheses and the keywords \"and\", \"or\", \"==\", \"!=\", and \"!\". Use the <u>Insert</u> buttons to insert snippets of the filter at the cursor.<br/><br/>In the filter, \"OBJECT\" refers to the usage record and \"GROUP\" refers to another usage qualification group.
de: [DE]In the filter, you can check for specific values of product view fields and t_acc_usage fields, or you can check if other Usage Qualifications (that you have already built) are satisfied. You can use parentheses and the keywords \"and\", \"or\", \"==\", \"!=\", and \"!\". Use the <u>Insert</u> buttons to insert snippets of the filter at the cursor.<br/><br/>In the filter, \"OBJECT\" refers to the usage record and \"GROUP\" refers to another usage qualification group.
es: [ES]In the filter, you can check for specific values of product view fields and t_acc_usage fields, or you can check if other Usage Qualifications (that you have already built) are satisfied. You can use parentheses and the keywords \"and\", \"or\", \"==\", \"!=\", and \"!\". Use the <u>Insert</u> buttons to insert snippets of the filter at the cursor.<br/><br/>In the filter, \"OBJECT\" refers to the usage record and \"GROUP\" refers to another usage qualification group.
fr: Dans le filtre, vous pouvez vérifier des valeurs spécifiques des zones de la vue produit ou de t_acc_usage, ou vous pouvez vérifier si d’autres qualifications d’utilisation (que vous avez déjà créées) sont respectées. Vous pouvez utiliser des parenthèses et les mots clés \"et\", \"ou\", \"==\", \"!=\" et \"!\". Utilisez les boutons <u>Insérer</u> pour insérer des éléments du filtre au niveau du curseur.<br/><br/>Dans le filtre, \"OBJET\" fait référence à l’enregistrement d’utilisation et \"GROUPE\" fait référence à un autre groupe de qualifications d’utilisation.
it: [IT]In the filter, you can check for specific values of product view fields and t_acc_usage fields, or you can check if other Usage Qualifications (that you have already built) are satisfied. You can use parentheses and the keywords \"and\", \"or\", \"==\", \"!=\", and \"!\". Use the <u>Insert</u> buttons to insert snippets of the filter at the cursor.<br/><br/>In the filter, \"OBJECT\" refers to the usage record and \"GROUP\" refers to another usage qualification group.
ja: [JA]In the filter, you can check for specific values of product view fields and t_acc_usage fields, or you can check if other Usage Qualifications (that you have already built) are satisfied. You can use parentheses and the keywords \"and\", \"or\", \"==\", \"!=\", and \"!\". Use the <u>Insert</u> buttons to insert snippets of the filter at the cursor.<br/><br/>In the filter, \"OBJECT\" refers to the usage record and \"GROUP\" refers to another usage qualification group.

# TEXT_AMPWIZARD_HELP_GENERAL_INFO
source: A <i>Decision</i> is used to analyze usage records (rated billing records) and possibly modify charges on the basis of this analysis. Decisions are necessary when it is impossible to determine the amount by examining a single isolated record. <br/> For example, you may want to give a special rate if the number of telephone minutes used during the month is > 1000. You can only determine the rate to use after adding up all the usage records. If the minutes are > 1000, then for each record the rate is changed and a new charge amount is calculated.
de: A <i>Decision</i> is used to analyze usage records (rated billing records) and possibly modify charges on the basis of this analysis. Decisions are necessary when it is impossible to determine the amount by examining a single isolated record.<br/>For example, you may want to give a special rate if the number of telephone minutes used during the month is > 1000. You can only determine the rate to use after adding up all the usage records. If the minutes are > 1000, then for each record the rate is changed and a new charge amount is calculated.[DE]
es: [ES]A <i>Decision</i> is used to analyze usage records (rated billing records) and possibly modify charges on the basis of this analysis. Decisions are necessary when it is impossible to determine the amount by examining a single isolated record.<br/>For example, you may want to give a special rate if the number of telephone minutes used during the month is > 1000. You can only determine the rate to use after adding up all the usage records. If the minutes are > 1000, then for each record the rate is changed and a new charge amount is calculated.
fr: Une <i>Décision</i> est utilisée pour analyser les enregistrements d’utilisation (facturation) et éventuellement pour modifier les frais en fonction des résultats de l’analyse. l’utilisation de décisions est nécessaire lorsqu’il est impossible de déterminer le montant à l’examen d’un enregistrement isolé. <br/> Par exemple, vous pouvez affecter un prix spécial si le nombre de minutes d’utilisation du téléphone au cours du mois est > 1000. Vous ne pouvez déterminer le prix à utiliser qu’après avoir ajouté tous les enregistrements d’utilisation. Si le nombre de minutes est > 1000, le prix est modifié pour chaque enregistrement et un nouveau montant est calculé.
it: [IT]A <i>Decision</i> is used to analyze usage records (rated billing records) and possibly modify charges on the basis of this analysis. Decisions are necessary when it is impossible to determine the amount by examining a single isolated record. <br/> For example, you may want to give a special rate if the number of telephone minutes used during the month is > 1000. You can only determine the rate to use after adding up all the usage records. If the minutes are > 1000, then for each record the rate is changed and a new charge amount is calculated.
ja: [JA]A <i>Decision</i> is used to analyze usage records (rated billing records) and possibly modify charges on the basis of this analysis. Decisions are necessary when it is impossible to determine the amount by examining a single isolated record. <br/> For example, you may want to give a special rate if the number of telephone minutes used during the month is > 1000. You can only determine the rate to use after adding up all the usage records. If the minutes are > 1000, then for each record the rate is changed and a new charge amount is calculated.

# TEXT_AMPWIZARD_HELP_GENERATED_CHARGE
source: Choose this option to have the Decision Type generate a new Charge or Credit. You will define the Charge/Credit on the next set of screens.
de: [DE]Choose this option to have the Decision Type generate a new Charge or Credit. You will define the Charge/Credit on the next set of screens.
es: [ES]Choose this option to have the Decision Type generate a new Charge or Credit. You will define the Charge/Credit on the next set of screens.
fr: Choisissez cette option pour que le type de décision crée un nouveau débit ou crédit. Vous définirez le débit/crédit dans le prochain ensemble d’écrans.
it: [IT]Choose this option to have the Decision Type generate a new Charge or Credit. You will define the Charge/Credit on the next set of screens.
ja: [JA]Choose this option to have the Decision Type generate a new Charge or Credit. You will define the Charge/Credit on the next set of screens.

# TEXT_AMPWIZARD_HELP_GENERATED_CHARGE_GRID
source: Each Generated Charge/Credit in the grid is associated with a Product View and specifies how to set the fields in the Product View and in t_acc_usage.
de: [DE]Each Generated Charge/Credit in the grid is associated with a Product View and specifies how to set the fields in the Product View and in t_acc_usage.
es: [ES]Each Generated Charge/Credit in the grid is associated with a Product View and specifies how to set the fields in the Product View and in t_acc_usage.
fr: Chaque débit/crédit créé figurant dans la grille est associé à une vue produit et spécifie la définition des zones dans la vue produit et dans t_acc_usage.
it: [IT]Each Generated Charge/Credit in the grid is associated with a Product View and specifies how to set the fields in the Product View and in t_acc_usage.
ja: [JA]Each Generated Charge/Credit in the grid is associated with a Product View and specifies how to set the fields in the Product View and in t_acc_usage.
