Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/JSConsts.*.resx
Languages: de, es, fr, it, ja

# TEXT_NO_PROPERTIES_FOR_BULKUPDATE
source: There are no properties for bulk update
de: [DE]There are no properties for bulk update
es: [ES]There are no properties for bulk update
fr: Il n’y a pas de propriétés pour la mise à jour en vrac
it: [IT]There are no properties for bulk update
ja: [JA]There are no properties for bulk update

# TEXT_NO_PROPERTIES_GOING_TO_UPDATED
source: No properties are going to be updated
de: [DE]No properties are going to be updated
es: [ES]No properties are going to be updated
fr: Aucune propriété ne sera mise à jour
it: [IT]No properties are going to be updated
ja: [JA]No properties are going to be updated

# TEXT_NO_RECENT_ACCOUNTS
source: No recent accounts.
de: Es sind keine aktuellen Konten vorhanden.
es: No existen cuentas recientes.
fr: Aucun compte récent.
it: Nessun account recente.
ja: 最近のアカウントはありません。

# TEXT_NO_SELECTED_BME_FOR_BULKUPDATE
source: There are no selected BMEs for bulk update
de: [DE]There are no selected BMEs for bulk update
es: [ES]There are no selected BMEs for bulk update
fr: Il n’y a aucun BME sélectionné pour effectuer une mise à jour en vrac
it: [IT]There are no selected BMEs for bulk update
ja: [JA]There are no selected BMEs for bulk update

# TEXT_NO_SELECTION
source: No Selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
it: Nessuna selezione
ja: 選択されていません

# TEXT_NO_SELECTION_MESSAGE
source: Please make a selection to add to the current remittance details.
de: Bitte treffen Sie zusätzlich zu den aktuellen Überweisungsdetails eine Auswahl.
es: Realice una selección para añadir los detalles de la remesa actual.
fr: Effectuez une sélection pour ajouter les détails du virement actuel.
it: Effettuare una selezione per aggiungere i dettagli della rimessa corrente.
ja: 現在の送金内訳に追加する項目を選択してください。

# TEXT_NONE
source: None
de: Keine
es: Ninguno
fr: Aucun(e)
it: No
ja: なし

# TEXT_NOWCAST_REFRESH
source: Refresh
de: [DE] Refresh
es: [ES] Refresh
fr: Actualiser
it: [IT] Refresh
ja: [JA] Refresh

# TEXT_NOWCAST_RIGHT_CLICK_FOR_OPTIONS
source: right click for options
de: [DE] right click for options
es: [ES] right click for options
fr: effectuez un clic droit pour afficher les options
it: [IT] right click for options
ja: [JA] right click for options

# TEXT_ONLINE_BILL
source: Online Bill
de: Online-Rechnung
es: Factura en línea
fr: Facture en ligne
it: Fattura in linea
ja: オンライン請求書

# TEXT_OPEN_INTERVAL_STATUS
source: Open
de: [DE]Open
es: [ES]Open
fr: Ouvrir
it: [IT]Open
ja: [JA]Open

# TEXT_OPEN_SAVED_SEARCH
source: Load Saved Search
de: Gespeicherte Suche laden
es: Cargar búsqueda guardada
fr: Charger la recherche enregistrée
it: Carica ricerca salvata
ja: 保存済み検索情報の読み込み

# TEXT_OTHER
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
ja: その他

# TEXT_PASSWORD_VALIDATION_MESSAGE
source: Passwords do not match.
de: [DE]Passwords do not match.
es: [ES]Passwords do not match.
fr: Les mots de passe ne correspondent pas.
it: [IT]Passwords do not match.
ja: [JA]Passwords do not match.

# TEXT_PASSWORDS_DO_NOT_MATCH
source: The passwords do not match
de: Die Kennwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
ja: パスワードが一致しません

# TEXT_PAST
source: Past
de: Vergangenheit
es: Anterior
fr: Passé(e)
it: Precedente
ja: 過去

# TEXT_PAYMENT
source: Payment
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
ja: 支払

# TEXT_PHONE_VALIDATION_MESSAGE
source: Enter a valid phone number. Format: 555-555-5555
de: [DE]Enter a valid phone number. Format: 555-555-5555
es: [ES]Enter a valid phone number. Format: 555-555-5555
fr: Entrez un numéro de téléphone valide. Format : 555-555-5555
it: [IT]Enter a valid phone number. Format: 555-555-5555
ja: [JA]Enter a valid phone number. Format: 555-555-5555

# TEXT_PLEASE_FIX
source: Please fix the errors noted.
de: Bitte beheben Sie die angegebenen Fehler.
es: Resuelva los errores encontrados.
fr: Corrigez les erreurs observées.
it: Correggere gli errori segnalati.
ja: 表示されているエラーを修正してください。

# TEXT_POPULATE_FIRST
source: You must first populate the remittance details.
de: Sie müssen zuerst die Überweisungsdetails ausfüllen.
es: Primero debe rellenar los detalles de la remesa.
fr: Vous devez d’abord renseigner les détails du virement.
it: È necessario immettere prima i dettagli della rimessa.
ja: まず、送金内訳を入力する必要があります。

# TEXT_PRODUCT_OFFERING_UPDATE
source: Product Offering Update
de: [DE]Product Offering Update
es: [ES]Product Offering Update
fr: Mise à jour de l’offre produit
it: [IT]Product Offering Update
ja: [JA]Product Offering Update

# TEXT_PROPERTIES
source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ

# TEXT_PROPERTIES_GOING_TO_UPDATED
source: Properties that are going to be updated
de: [DE]Properties that are going to be updated
es: [ES]Properties that are going to be updated
fr: Propriétés qui seront mises à jour
it: [IT]Properties that are going to be updated
ja: [JA]Properties that are going to be updated

# TEXT_RATE_UPDATE
source: Rate Update
de: [DE]Rate Update
es: [ES]Rate Update
fr: Mise à jour du prix
it: [IT]Rate Update
ja: [JA]Rate Update

# TEXT_RATES
source: Rates
de: Gebühren
es: Tarifas
fr: Prix
it: Tariffe
ja: 料金

# TEXT_RECENT_ACCOUNTS
source: Recent Accounts
de: Aktuelle Konten
es: Cuentas recientes
fr: Comptes récents
it: Account recenti
ja: 最近のアカウント

# TEXT_RELOAD_ACCOUNT
source: Reload Account
de: Konto neu laden
es: Volver a cargar cuenta
fr: Recharger le compte
it: Ricarica account
ja: アカウントの再読み込み

# TEXT_REMITTANCE_DETAILS
source: Selected Remittance Details
de: Details der ausgewählten Überweisung
es: Detalles de remesas seleccionados
fr: Détails du virement sélectionnés
it: Dettagli della rimessa selezionata
ja: 選択された送金内訳

# TEXT_REMITTANCE_EMPTY
source: Please add remittance details by adding payments and credits to pay off demands for payment.
de: Bitte fügen Sie Überweisungsdetails hinzu, indem Sie die zur Begleichung der Zahlungsaufforderung geleisteten Zahlungen und Gutschriften hinzufügen.
es: Por favor, añada los detalles de la remesa. Para ello, añada los pagos y créditos con los que se satisfarán las solicitudes de pago.
fr: Ajoutez les détails des virements en ajoutant les paiements et crédits à verser pour satisfaire les demandes de paiement.
it: Per aggiungere i dettagli sulla rimessa, aggiungere i pagamenti e gli accrediti necessari per saldare il pagamento.
ja: 支払と返金を追加することで送金内訳を追加し、支払要求に対する返済を行ってください。

# TEXT_REMOVE
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除

# TEXT_REMOVE_ACH
source: Remove ACH
de: ACH entfernen
es: Eliminar ACH
fr: Supprimer ACH
it: Rimuovi ACH
ja: ACH の削除

# TEXT_REMOVE_ALL
source: Remove All
de: Alle entfernen
es: Eliminar todas
fr: Supprimer tout
it: Rimuovi tutto
ja: すべて削除

# TEXT_REMOVE_CARD
source: Remove Card
de: Karte entfernen
es: Eliminar tarjeta
fr: Supprimer la carte
it: Rimuovi carta
ja: カードの削除

# TEXT_REMOVE_DOMAIN
source: Delete Domain
de: Domäne löschen
es: Eliminar dominio
fr: Supprimer le domaine
it: Elimina dominio
ja: ドメインの削除

# TEXT_REMOVE_DOMAINPROFILE
source: Delete Domain Profile
de: Domänenprofil löschen
es: Eliminar perfil de dominio
fr: Supprimer le profil de domaine
it: Elimina profilo dominio
ja: ドメイン プロファイルの削除

# TEXT_REMOVE_GROUP_SUBSCRIPTION
source: Remove Group Subscription
de: Gruppennutzungsanmeldung entfernen
es: Eliminar suscripción a grupo
fr: Supprimer l’abonnement groupé
it: Rimuovi abbonamento di gruppo
ja: グループ利用の削除

# TEXT_REMOVE_GRPSUBMEM_ACCOUNTS
source: Please select accounts to be removed from the list
de: Bitte wählen Sie die Konten aus der Liste aus, die entfernt werden sollen.
es: Seleccione las cuentas que desee eliminar de la lista.
fr: Sélectionnez les comptes à supprimer de la liste
it: Selezionare i conti da rimuovere dall'elenco
ja: 一覧から削除するアカウントを選択してください

# TEXT_REMOVE_RELSHIP
source: Are you sure you want to remove the selected relationship(s)?
de: Möchten Sie die ausgewählten Beziehungen wirklich entfernen?
es: ¿Seguro que desea eliminar las relaciones seleccionadas?
fr: Êtes-vous sûr de vouloir supprimer la/les relations sélectionnées ?
it: Rimuovere le relazioni selezionate?
ja: 選択した関係 (複数可) を削除しますか?

# TEXT_REMOVE_THIS_RELSHIP
source: Are you sure you want to remove this relationship?
de: [DE]Are you sure you want to remove this relationship?
es: [ES]Are you sure you want to remove this relationship?
fr: Êtes-vous sûr de vouloir supprimer cette relation ?
it: [IT]Are you sure you want to remove this relationship?
ja: [JA]Are you sure you want to remove this relationship?

# TEXT_REQUEST_SUBMITTED
source: Resubmitted Request
de: [DE]Resubmitted Request
es: [ES]Resubmitted Request
fr: Demande renvoyée
it: [IT]Resubmitted Request
ja: [JA]Resubmitted Request

# TEXT_RESUBMIT_FAILED
source: Resubmit failed transactions in progress...
de: Erneutes Übermitteln fehlgeschlagener Transaktionen in Bearbeitung...
es: Reenvío de transacciones fallidas en curso...
fr: Renvoi des transactions qui ont échoué en cours...
it: Nuovo invio delle transazioni non riuscite in corso...
ja: 失敗した取引を再送信しています...

# TEXT_RESUBMITTED
source: Resubmitted
de: Erneut übermittelt
es: Reenviada
fr: Renvoyé
it: Nuovo invio effettuato
ja: 再送信済み

# TEXT_RETRY_COLUMN
source: Retry
de: [DE]Retry
es: [ES]Retry
fr: Réessayer
it: [IT]Retry
ja: [JA]Retry

# TEXT_SAVE_SEARCH
source: Save Your Search
de: Suche speichern
es: Guardar la búsqueda
fr: Enregistrer la recherche
it: Salva la ricerca
ja: 検索情報の保存

# TEXT_SEARCH
source: Search
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索

# TEXT_SEARCH_FILTERS
source: Search Filters
de: Suchfilter
es: Filtros de búsqueda
fr: Filtres de recherche
it: Filtri di ricerca
ja: フィルタの検索

# TEXT_SEARCH_NAME
source: Search Name
de: Name suchen
es: Nombre de la búsqueda
fr: Chercher un nom
it: Nome ricerca
ja: 名前の検索

# TEXT_SEARCHING
source: Searching...
de: Suche...
es: Buscando...
fr: Recherche en cours...
it: Ricerca in corso…
ja: 検索しています...

# TEXT_SELECT_ACCOUNT
source: Select Account
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionner un compte
it: Seleziona account
ja: アカウントの選択

# TEXT_SELECT_ACCOUNTS
source: Select Accounts
de: Konten auswählen
es: Seleccionar cuentas
fr: Sélectionner des comptes
it: Seleziona account
ja: アカウントの選択

# TEXT_SELECT_ADJ_ERROR
source: Please select adjustments to process.
de: Bitte wählen Sie Anpassungen zur Bearbeitung aus.
es: Seleccione los ajustes que se deberán procesar.
fr: Sélectionnez les ajustements à traiter.
it: Selezionare le rettifiche da elaborare.
ja: 処理する調整を選択してください。

# TEXT_SELECT_GRPSUBMEM_ACCOUNTS
source: Please select members to be added
de: Bitte wählen Sie die hinzuzufügenden Mitglieder aus.
es: Seleccione los miembros que desee añadir.
fr: Sélectionnez les membres à supprimer
it: Selezionare i membri da aggiungere
ja: 追加するメンバーを選択してください

# TEXT_SELECT_NS_ERROR
source: Please select nonstandard charges to process.
de: Bitte wählen Sie außerordentliche Gebühren zur Bearbeitung aus.
es: Seleccione los cargos no estándar que se deberán procesar.
fr: Sélectionnez les frais non standard à traiter.
it: Selezionare gli addebiti non standard da elaborare.
ja: 処理する非標準料金を選択してください。

# TEXT_SELECT_PO_ERROR
source: Please select product offerings to be added
de: [DE]Please select product offerings to be added
es: [ES]Please select product offerings to be added
fr: Sélectionnez les offres de produits à ajouter
it: [IT]Please select product offerings to be added
ja: [JA]Please select product offerings to be added

# TEXT_SELECTED
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み

# TEXT_SELFCARE_LOGIN
source: SelfCare Login
de: Bei Selbsthilfe anmelden
es: Inicio de sesión en SelfCare
fr: Connexion à l’auto-gestion
it: Accesso autoassistenza
ja: SelfCare へのログイン

# TEXT_SESSION_TIMEOUT_TEXT
source: Your session has timed out. Please log in again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich wieder an.
es: Se ha agotado el tiempo de espera de su sesión. Vuelva a iniciar sesión.
fr: Votre session est arrivée à expiration. Veuillez vous reconnecter.
it: La sessione è scaduta. Eseguire nuovamente l'accesso.
ja: セッションがタイムアウトになりました。再度ログインしてください

# TEXT_SESSION_TIMEOUT_TITLE
source: Session timed out
de: Sitzung ist abgelaufen
es: Se ha agotado el tiempo de espera de la sesión.
fr: La session a expiré
it: Sessione scaduta
ja: セッション タイム アウト

# TEXT_SETTINGS
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定

# TEXT_SETUP_CHARGE_ACCOUNT
source: Please setup the charge account before adding UDRC values
de: Bitte richten Sie vor dem Hinzufügen der UDRC-Werte das Belastungskonto ein.
es: Configure la cuenta de crédito antes de añadir los valores UDRC.
fr: Configurez le compte de frais avant d’ajouter les valeurs UDRC
it: Impostare l'account di addebito prima di aggiungere i valori UDRC
ja: 請求先口座を設定してから UDRC 値を追加してください

# TEXT_SHIP_TO
source: Ship-To
de: Versandempfänger
es: Enviar a
fr: Destinataire
it: Contatto per la spedizione
ja: 出荷先

# TEXT_SMALL_BALANCE_WRITE_OFF
source: Small Balance Write Off
de: Abschreibung eines geringen Saldos
es: Cancelación de saldo de pequeña cuantía
fr: Sortie du bilan des soldes minimes
it: Piccola detrazione di bilancio
ja: 小額残金の償却

# TEXT_SOFT_CLOSED_INTERVAL_STATUS
source: Soft Closed
de: [DE]Soft Closed
es: [ES]Soft Closed
fr: Clôture (logicielle)
it: [IT]Soft Closed
ja: [JA]Soft Closed

# TEXT_SSN_VALIDATION_MESSAGE
source: SSN format: xxx-xx-xxxx
de: [DE]SSN format: xxx-xx-xxxx
es: [ES]SSN format: xxx-xx-xxxx
fr: Format SSN : xxx-xx-xxxx
it: [IT]SSN format: xxx-xx-xxxx
ja: [JA]SSN format: xxx-xx-xxxx

# TEXT_START_DATE
source: Start Date
de: Anfangsdatum
es: Fecha inicial
fr: Date de début
it: Data di inizio
ja: 開始日

# TEXT_STATUS
source: Status
es: Estado
fr: État
it: Stato
ja: 状況

# TEXT_SUBSCRIPTION_ADD
source: Subscription Add
de: [DE]Subscription Add
es: [ES]Subscription Add
fr: Ajout d’abonnement
it: [IT]Subscription Add
ja: [JA]Subscription Add

# TEXT_SUBSCRIPTION_UPDATE
source: Subscription Update
de: [DE]Subscription Update
es: [ES]Subscription Update
fr: Mise à jour de l’abonnement
it: [IT]Subscription Update
ja: [JA]Subscription Update

# TEXT_SUBSCRIPTIONS
source: Subscriptions
de: Nutzungsanmeldungen
es: Suscripciones
fr: Abonnements
it: Abbonamenti
ja: 申し込み

# TEXT_SUCCESS
source: Success
de: Erfolgreich
es: Éxito
fr: Succès
it: Operazione riuscita
ja: 成功

# TEXT_SUCCESS_LOADING
source: Dynamic loading completed.
de: Dynamisches Laden abgeschlossen.
es: La carga dinámica ha finalizado.
fr: Chargement dynamique terminé.
it: Caricamento dinamico completato.
ja: 動的読み込みが完了しました。

# TEXT_SURE_MAKE_CHANGE
source: Are you sure that you want to make these changes?
de: [DE]Are you sure that you want to make these changes?
es: [ES]Are you sure that you want to make these changes?
fr: Voulez-vous vraiment appliquer ces modifications ?
it: [IT]Are you sure that you want to make these changes?
ja: [JA]Are you sure that you want to make these changes?

# TEXT_SYSTEM
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム

# TEXT_SYSTEM_USER
source: System User Hierarchy
de: Systembenutzer-Hierarchie
es: Jerarquía de usuarios del sistema
fr: Hiérarchie des utilisateurs système
it: Gerarchia utenti sistema
ja: システム ユーザ階層

# TEXT_TO
source: To
de: Bis
es: Hasta
fr: À
it: A
ja: 請求先

# TEXT_TOO_MANY_ROWS
source: Not all rows have been returned because the result set is too large. Please modify your search to see more results.
de: Es wurden nicht alle Zeilen zurückgegeben, da der Ergebnissatz zu groß ist. Bitte ändern Sie die Suche, um weitere Ergebnisse einzusehen.
es: No se han devuelto todas las filas porque el conjunto de resultados es demasiado extenso. Por favor, modifique su búsqueda para ver más resultados.
fr: Toutes les lignes n’ont pas été renvoyées car les résultats sont trop volumineux. Modifiez vos critères de recherche pour afficher davantage de résultats.
it: Non è possibile restituire tutte le righe perché il set di risultati è troppo grande. Modificare i criteri di ricerca per visualizzare più risultati.
ja: 結果セットが大きすぎるため一部の行が返されませんでした。これ以上の結果を表示するには、検索を変更してください。

# TEXT_TOPNOTE
source: TopNote
es: NotaSuperior
fr: NoteSupérieure
it: [IT]TopNote
ja: [JA]TopNote

# TEXT_TRANSACTION_OPEN
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く

# TEXT_UDRC_VALUES
source: UDRC Values
de: UDRC-Werte
es: Valores UDRC
fr: Valeurs UDRC
it: Valori UDRC
ja: UDRC 値

# TEXT_UNDER_INVESTIGATION
source: Under Investigation
de: In Untersuchung
es: Bajo investigación
fr: En cours d’examen
it: Indagine in corso
ja: 調査中

# TEXT_UNKNOWN_INTERVAL_STATUS
source: Unknown
de: [DE]Unknown
es: [ES]Unknown
fr: Inconnu
it: [IT]Unknown
ja: [JA]Unknown

# TEXT_UNKNOWN_STATUS
source: Unknown Status
de: Unbekannter Status
es: Estado desconocido
fr: État connu
it: Stato sconosciuto
ja: 不明の状況

# TEXT_UNSUBSCRIBE
source: Unsubscribe
de: Nutzungsanmeldung kündigen
es: Cancelar suscripción
fr: Me désabonner
it: Annulla abbonamento
ja: 申し込み解除

# TEXT_UPDATE
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新

# TEXT_VALIDATION_ERROR
source: There are validation errors on this page. Please fill in the required fields.
de: Auf dieser Seite sind Validierungsfehler aufgetreten. Bitte füllen Sie die erforderlichen Felder aus.
es: Esta página contiene errores de validación. Rellene los campos obligatorios.
fr: Cette page comporte des erreurs de validation. Veuillez renseigner les zones obligatoires.
it: Questa pagina contiene errori di convalida. Compilare i campi obbligatori.
ja: このページに確認エラーがあります。必要なフィールドに情報を入力してください。

# TEXT_VALUE
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値

# TEXT_VIEW
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
it: Visualizza dettagli
ja: 内訳の表示

# TEXT_VIEW_ACCOUNT_GROUP
source: View
de: [DE]View
es: [ES]View
fr: Afficher
it: [IT]View
ja: [JA]View

# TEXT_VIEW_AUDIT_FAILED_TRANSACTION
source: View Audit For This Failed Transaction
de: Audit für diese fehlgeschlagene Transaktion anzeigen
es: Ver auditoría de esta transacción fallida
fr: Afficher l’audit de cette transaction qui a échoué
it: Visualizza verifica per transazione non riuscita
ja: この失敗した取引の監査の表示

# TEXT_VIEW_CHILDREN
source: View Children
de: Untergeordnete Konten anzeigen
es: Ver datos secundarios
fr: Afficher les enfants
it: Visualizza figli
ja: 子要素の表示

# TEXT_VIEW_DETAILS
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
it: Visualizza dettagli
ja: 内訳の表示

# TEXT_VIEW_RELATIONSHIPS
source: View Relationship(s)
de: Beziehung(en) anzeigen
es: Ver relaciones
fr: Afficher la/les relations
it: Visualizza relazione/i
ja: 関係の表示

# TEXT_WILL_LOSE_CHANGES
source: You will lose the changes you have made.
de: [DE]You will lose the changes you have made.
es: [ES]You will lose the changes you have made.
fr: Les modifications effectuées seront perdues.
it: [IT]You will lose the changes you have made.
ja: [JA]You will lose the changes you have made.

# TEXT_WRITE_OFF
source: Add Small Balance Write Off
de: Abschreibung eines geringen Saldos hinzufügen
es: Añadir cancelación de saldo de pequeña cuantía
fr: Ajouter la sortie du bilan d’un solde minime
it: Aggiungi piccola detrazione di bilancio
ja: 小額残金の償却の追加

# TEXT_YES
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい

# TEXT_ZIPCODE_VALIDATION_MESSAGE
source: Zipcode is invalid
de: [DE]Zipcode is invalid
es: [ES]Zipcode is invalid
fr: Le code postal est incorrect
it: [IT]Zipcode is invalid
ja: [JA]Zipcode is invalid

# TITLE_AMPWIZARD_ACTIVATION_RESULTS
source: Activation Results
de: [DE]Activation Results
es: [ES]Activation Results
fr: Résultats d’activation
it: [IT]Activation Results
ja: [JA]Activation Results

# TITLE_AMPWIZARD_ADD_ACCOUNT_GROUP
source: Add New Account Group
de: [DE]Add New Account Group
es: [ES]Add New Account Group
fr: Ajouter un nouveau groupe de comptes
it: [IT]Add New Account Group
ja: [JA]Add New Account Group

# TITLE_AMPWIZARD_ADD_MISC_ATTRIBUTE
source: Add Miscellaneous Attribute
de: [DE]Add Miscellaneous Attribute
es: [ES]Add Miscellaneous Attribute
fr: Ajouter un attribut divers
it: [IT]Add Miscellaneous Attribute
ja: [JA]Add Miscellaneous Attribute

# TITLE_AMPWIZARD_CLONE_DECISION
source: Clone Decision Type
de: [DE]Clone Decision Type
es: [ES]
fr: Type de décision clone
it: [IT]Clone Decision Type
ja: [JA]Clone Decision Type

# TITLE_AMPWIZARD_CUSTOM_ACCT_GRP
source: Custom Account Group
de: [DE]Custom Account Group
es: [ES]Custom Account Group
fr: Groupe de comptes personnalisés
it: [IT]Custom Account Group
ja: [JA]Custom Account Group

# TITLE_AMPWIZARD_DELETE_ACCOUNT_QUALIFICATION_CONFIRM
source: Delete Account Qualification
es: [ES]Delete Account Qualification
fr: Supprimer la qualification de compte
it: [IT]Delete Account Qualification
ja: [JA]Delete Account Qualification

# TITLE_AMPWIZARD_DELETE_DIRECTIVE_CONFIRM
source: Delete Directive
de: [DE]Delete Directive
es: [ES]Delete Directive
fr: Supprimer la directive
it: [IT]Delete Directive
ja: [JA]Delete Directive

# TITLE_AMPWIZARD_DELETE_MISC_ATTRIBUTE
source: Delete Miscellaneous Attribute
de: [DE]Delete Miscellaneous Attribute
es: [ES]Delete Miscellaneous Attribute
fr: Supprimer un attribut divers
it: [IT]Delete Miscellaneous Attribute
ja: [JA]Delete Miscellaneous Attribute

# TITLE_AMPWIZARD_EDIT_MISC_ATTRIBUTE
source: Edit Miscellaneous Attribute
de: [DE]Edit Miscellaneous Attribute
es: [ES]Edit Miscellaneous Attribute
fr: Modifier un attribut divers
it: [IT]Edit Miscellaneous Attribute
ja: [JA]Edit Miscellaneous Attribute

# TITLE_AMPWIZARD_ERROR
source: ERROR!
de: [DE]ERROR!
es: [ES]ERROR!
fr: ERREUR !
it: [IT]ERROR!
ja: [JA]ERROR!

# TITLE_AMPWIZARD_ERROR_CHECK_RESULTS
source: Error Check Results
de: [DE]Error Check Results
es: [ES]Error Check Results
fr: Erreur dans les résultats
it: [IT]Error Check Results
ja: [JA]Error Check Results

# TITLE_AMPWIZARD_FILTER_HELP
source: Help: Filter
de: [DE]Help: Filter
es: [ES]Help: Filter
fr: Aide:Filtre
it: [IT]Help: Filter
ja: [JA]Help: Filter

# TITLE_AMPWIZARD_HELP_AGGREGATION_METHOD
source: Help: Aggregation Method
de: [DE]Help: Aggregation Method
es: [ES]Help: Aggregation Method
fr: Aide : méthode d’agrégation
it: [IT]Help: Aggregation Method
ja: [JA]Help: Aggregation Method

# TITLE_AMPWIZARD_HELP_AMOUNT_CHAIN_GROUP
source: Help: Amount Chain Group
de: [DE]Help: Amount Chain Group
es: [ES]Help: Amount Chain Group
fr: Aide : Groupe de chaînes de montant
it: [IT]Help: Amount Chain Group
ja: [JA]Help: Amount Chain Group

# TITLE_AMPWIZARD_HELP_DECISION_PRIORITY
source: Help: Decision Priority
de: [DE]Help: Decision Priority
es: [ES]Help: Decision Priority
fr: Aide : Priorité des décisions
it: [IT]Help: Decision Priority
ja: [JA]Help: Decision Priority

# TITLE_AMPWIZARD_HELP_DIRECTIVE_FILTER
source: Help: Condition for Execution
de: [DE]Help: Condition for Execution
es: [ES]Help: Condition for Execution
fr: Aide:Condition d’exécution
it: [IT]Help: Condition for Execution
ja: [JA]Help: Condition for Execution

# TITLE_AMPWIZARD_HELP_DIRECTIVES
source: Help: Product View and t_acc_usage fields
de: [DE]Help: Product View and t_acc_usage fields
es: [ES]Help: Product View and t_acc_usage fields
fr: Aide : vue produit et zones t_acc_usage
it: [IT]Help: Product View and t_acc_usage fields
ja: [JA]Help: Product View and t_acc_usage fields

# TITLE_AMPWIZARD_HELP_DISCOUNT
source: Help: Discount
de: [DE]Help: Discount
es: [ES]Help: Discount
fr: Aide : Remise
it: [IT]Help: Discount
ja: [JA]Help: Discount

# TITLE_AMPWIZARD_HELP_EVENT_RATE
source: Help: New Event Rate
de: [DE]Help: New Event Rate
es: [ES]Help: New Event Rate
fr: Aide : Nouveau prix d’événement
it: [IT]Help: New Event Rate
ja: [JA]Help: New Event Rate
