Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/JSConsts.*.resx
Languages: de, es, fr, it, ja

# TEXT_AMPWIZARD_MORE_DECISION_CYCLE
source: For example, maybe the billing cycle is monthly, but you want to give a special rate if \"more than 1000 minutes are used in three months\". This is known as the Decision Cycle.
de: [DE]For example, maybe the billing cycle is monthly, but you want to give a special rate if \"more than 1000 minutes are used in three months\". This is known as the Decision Cycle.
es: [ES]For example, maybe the billing cycle is monthly, but you want to give a special rate if \"more than 1000 minutes are used in three months\". This is known as the Decision Cycle.
fr: Exemple : un cycle de facturation est mensuel, mais vous souhaitez appliquer un prix spécial si \"plus de 1000 minutes d’utilisation sont enregistrées en trois mois\". Cela porte le nom de cycle de décision.
it: [IT]For example, maybe the billing cycle is monthly, but you want to give a special rate if \"more than 1000 minutes are used in three months\". This is known as the Decision Cycle.
ja: [JA]For example, maybe the billing cycle is monthly, but you want to give a special rate if \"more than 1000 minutes are used in three months\". This is known as the Decision Cycle.

# TEXT_AMPWIZARD_MORE_DECISION_RANGE
source: For example, you may want to apply a special rate if 'total minutes are between 500 and 1000' or if 'the number of tolls is greater than 5'.
de: [DE]Example: Apply a special rate if 'total minutes are between 500 and 1000' or if 'the number of tolls is greater than 5'.
es: [ES]Example: Apply a special rate if 'total minutes are between 500 and 1000' or if 'the number of tolls is greater than 5'.
fr: Exemple : vous appliquez un tarif spécial si ’le nombre total de minutes est compris entre 500 et 1000’ ou si le ’nombre total d’appels gratuits est supérieur à 5’.
it: [IT]Example: Apply a special rate if 'total minutes are between 500 and 1000' or if 'the number of tolls is greater than 5'.
ja: [JA]Example: Apply a special rate if 'total minutes are between 500 and 1000' or if 'the number of tolls is greater than 5'.

# TEXT_AMPWIZARD_MORE_DECISION_RANGE_PRORATION
source: The proration factor to apply to the range is determined by comparing a Decision Type instance's intended start and end dates with its actual start and end dates. If a Decision is intended to include 30 days of usage but in actuality only covers 15 days (e.g., the subscription starts or ends mid-period), the proration factor would be 15/30, or 0.5. If the end of range is 500 prior to proration, it becomes 250 after applying the proration factor.<br/><br/>Prorating on activation and termination independently allows the user control of whether each will serve to reduce the proration factor. If a Decision starts 15 days into the cycle but proration on activation is NOT chosen, those 15 days will NOT serve to reduce the proration factor.
de: [DE]The proration factor to apply to the range is determined by comparing the intended start and end dates of a Decision Type instance with the actual start and end dates of that instance. <b/><b/>Example: If a Decision is intended to include 30 days of usage but really only covers 15 days (that is, the subscription starts or ends mid-period), the proration factor would be 15/30, or 0.5. If the end of range is 500 before proration, it becomes 250 after applying the proration factor.<br/><br/>Prorating on activation and termination independently allows the user control of whether activation or termination reduces the proration factor. Example: If a Decision starts 15 days into the cycle, but proration on activation is not chosen, those 15 days will not reduce the proration factor.
es: [ES]The proration factor to apply to the range is determined by comparing the intended start and end dates of a Decision Type instance with the actual start and end dates of that instance. <b/><b/>Example: If a Decision is intended to include 30 days of usage but really only covers 15 days (that is, the subscription starts or ends mid-period), the proration factor would be 15/30, or 0.5. If the end of range is 500 before proration, it becomes 250 after applying the proration factor.<br/><br/>Prorating on activation and termination independently allows the user control of whether activation or termination reduces the proration factor. Example: If a Decision starts 15 days into the cycle, but proration on activation is not chosen, those 15 days will not reduce the proration factor.
fr: Le facteur de prorata à appliquer à la plage est déterminé par la comparaison entre les dates de début et de fin prévues d’une instance de type de décision, avec les dates réelles de début et de fin pour cette instance. <b/><b/>Exemple : si une décision doit inclure 30 jours d’utilisation, mais que l’utilisation réelle couvre uniquement 15 jours (c’est-à-dire que l’abonnement commence ou se termine au milieu de la période), le facteur de prorata utilisé est de 15/30, soit 0,5. Si la fin de la plage intervient au niveau de 500 avant l’application du prorata, il se transforme en 250 après l’application du facteur de prorata.<br/><br/>l’application de prorata lors de l’activation et de la fin de façon indépendante à l’utilisateur de contrôler si l’activation ou la fin diminue le facteur de prorata. Exemple : Si une décision commence à 15 jours du cycle, mais que l’application du prorata à l’activation n’est pas sélectionnée, ces 15 jours ne réduisent pas le facteur de prorata.
it: [IT]The proration factor to apply to the range is determined by comparing the intended start and end dates of a Decision Type instance with the actual start and end dates of that instance. <b/><b/>Example: If a Decision is intended to include 30 days of usage but really only covers 15 days (that is, the subscription starts or ends mid-period), the proration factor would be 15/30, or 0.5. If the end of range is 500 before proration, it becomes 250 after applying the proration factor.<br/><br/>Prorating on activation and termination independently allows the user control of whether activation or termination reduces the proration factor. Example: If a Decision starts 15 days into the cycle, but proration on activation is not chosen, those 15 days will not reduce the proration factor.
ja: [JA]The proration factor to apply to the range is determined by comparing the intended start and end dates of a Decision Type instance with the actual start and end dates of that instance. <b/><b/>Example: If a Decision is intended to include 30 days of usage but really only covers 15 days (that is, the subscription starts or ends mid-period), the proration factor would be 15/30, or 0.5. If the end of range is 500 before proration, it becomes 250 after applying the proration factor.<br/><br/>Prorating on activation and termination independently allows the user control of whether activation or termination reduces the proration factor. Example: If a Decision starts 15 days into the cycle, but proration on activation is not chosen, those 15 days will not reduce the proration factor.

# TEXT_AMPWIZARD_MORE_DIRECTIVES
source: Description of different types of steps: database table inclusion, field population, procedure execution
de: [DE]Description of different types of steps: database table inclusion, field population, procedure execution
es: [ES]Description of different types of steps: database table inclusion, field population, procedure execution
fr: Description des différents types d’étapes : inclusion de table de base de données, renseignement des zones, exécution de procédures
it: [IT]Description of different types of steps: database table inclusion, field population, procedure execution
ja: [JA]Description of different types of steps: database table inclusion, field population, procedure execution

# TEXT_AMPWIZARD_MORE_PRODUCT_VIEW
source: The Product View's table in the MetraNet database holds values associated with the new Charge/Credit.
de: [DE]The Product View's table in the MetraNet database holds values associated with the new Charge/Credit.
es: [ES]The Product View's table in the MetraNet database holds values associated with the new Charge/Credit.
fr: La table de la vue produit figurant dans la base de données MetraNet contient les valeurs associées au nouveau débit/crédit.
it: [IT]The Product View's table in the MetraNet database holds values associated with the new Charge/Credit.
ja: [JA]The Product View's table in the MetraNet database holds values associated with the new Charge/Credit.

# TEXT_AMPWIZARD_SUCCESS_RESORTING_GRID
source: Operation succeeded. The grid will be resorted.
de: [DE]Operation succeeded. The grid will be resorted.
es: [ES]Operation succeeded. The grid will be resorted.
fr: l’opération a abouti. La grille va être triée de nouveau.
it: [IT]Operation succeeded. The grid will be resorted.
ja: [JA]Operation succeeded. The grid will be resorted.

# TEXT_AMPWIZARD_VIEW
source: View
de: [DE]View
es: [ES]View
fr: Afficher
it: [IT]View
ja: [JA]View

# TEXT_APPLY_CHANGES
source: Apply Changes
de: Änderungen übernehmen
es: Aplicar cambios
fr: Appliquer les modifications
it: Applica modifiche
ja: 変更の適用

# TEXT_APPLY_TEMPLATE
source: Apply Template
de: Vorlage anwenden
es: Aplicar plantilla
fr: Appliquer un modèle
it: Applica modello
ja: テンプレートの適用

# TEXT_APPROVAL_CHANGES_PENDING_YOUR_APPROVAL
source: Changes Pending Your Approval
de: Änderungen, für die Ihre Genehmigung aussteht
es: Cambios pendientes de aprobación
fr: Modifications en attente d’approbation
it: Modifiche in attesa di approvazione
ja: 承認の保留の変更

# TEXT_APPROVAL_NO_CHANGES_PENDING_YOUR_APPROVAL
source: There are no pending changes that you can approve
de: Es gibt keine ausstehenden Änderungen, die Sie genehmigen können.
es: No hay cambios pendientes de aprobación
fr: Aucune modification en attente à approuver
it: Nessuna modifica in attesa può essere approvata
ja: 承認できる保留中の変更はありません

# TEXT_APPROVALS_ACTION_APPROVE
source: Approve This Change
de: Diese Änderung genehmigen
es: Aprobar este cambio
fr: Approuver cette modification
it: Approva questa modifica
ja: この変更を承認

# TEXT_APPROVALS_ACTION_APPROVE_TIP
source: Approving this change indicates you agree that it should be made to the system
de: Durch Genehmigen dieser Änderungen stimmen Sie zu, dass diese Änderung in das System übernommen wird.
es: Al aprobar este cambio, indica que está de acuerdo en que se realice en el sistema
fr: En approuvant cette modification, vous validez son application au système
it: L'approvazione di questa modifica indica che si accetta la sua estensione al sistema
ja: この変更を承認することは、変更をシステムに適用することに同意することを示します

# TEXT_APPROVALS_ACTION_DENY
source: Deny This Change
de: Diese Änderung ablehnen
es: Rechazar este cambio
fr: Refuser cette modification
it: Escludi questa modifica
ja: この変更を拒否

# TEXT_APPROVALS_ACTION_DISMISS
source: Dismiss This Change
de: Diese Änderung verwerfen
es: Descartar este cambio
fr: Ignorer cette modification
it: Respingi questa modifica
ja: この変更を却下

# TEXT_APPROVALS_ACTION_RESUBMIT
source: Resubmit
de: Erneut übermitteln
es: Reenviar
fr: Renvoyer
it: Invia nuovamente
ja: 再送信

# TEXT_APPROVALS_ACTION_RESUBMIT_TIP
source: Resubmitting will re-attempt to apply this approved change to the system.
de: Durch eine erneuten Übermittlung wird erneut versucht, diese genehmigte Änderung auf das System anzuwenden.
es: Al reenviar, se volverá a intentar aplicar este cambio aprobado en el sistema.
fr: Renvoyez cette modification approuvée pour tenter à nouveau de l’appliquer au système.
it: Il reinvio tenterà di applicare nuovamente la modifica approvata al sistema.
ja: 再送信すると、承認された変更のシステムへの適用を再試行します。

# TEXT_APPROVALS_COMMENT_LABEL
source: Comment:
de: Anmerkung:
es: Comentario:
fr: Commentaire :
it: Commento:
ja: コメント:

# TEXT_APPROVALS_ERROR_UPDATING_CHANGE_ID
source: Error Updating Change Id
de: Fehler beim Aktualisieren der Änderungs-ID
es: Error al actualizar el cambio de ID
fr: Erreur de mise à jour de l’ID de modification
it: Errore durante l'aggiornamento della modifica ID
ja: 変更 ID の更新中にエラーが発生しました

# TEXT_APPROVALS_STATE_EXPLANATION_APPLIED
source: This change has been applied to the system. No further actions need to be taken.
de: Diese Änderung wurde auf das System angewendet. Es sind keine weiteren Maßnahmen erforderlich.
es: Se ha aplicado este cambio en el sistema. No es necesario realizar nada más.
fr: Ce changement a été appliqué au système. Aucune autre action n’est à exécuter.
it: Questa modifica è stata applicata al sistema. Non è necessario eseguire ulteriori operazioni.
ja: この変更はシステムに適用されました。他の処理を行う必要はありません。

# TEXT_APPROVALS_STATE_EXPLANATION_APPROVEDWAITINGTOBEAPPLIED
source: This change was Approved and is waiting to be applied to the system.
de: Diese Änderung wurde genehmigt und muss noch auf das System angewendet werden.
es: Este cambio está Aprobado y está en espera para aplicarse en el sistema.
fr: Cette modification a été approuvée. Elle est en attente d’application au système.
it: Questa modifica è stata Approvata ed è in attesa di essere applicata al sistema.
ja: この変更は承認済みであり、システムへの適用を待機しています。

# TEXT_APPROVALS_STATE_EXPLANATION_DISMISSED
source: This change was Dismissed. No further actions can be taken.
de: Diese Änderung wurde verworfen. Es sind keine weiteren Maßnahmen möglich.
es: Este cambio está Descartado. No se puede realizar nada más.
fr: Ce changement a été annulé. Aucune autre action ne peut être exécutée.
it: Questa modifica è stata Respinta. Non è possibile eseguire ulteriori azioni.
ja: この変更は却下されました。他の処理を行うことはできません。

# TEXT_APPROVALS_STATE_EXPLANATION_FAILEDTOAPPLY
source: This change was Approved but failed while being applied to the system.
de: Diese Änderung wurde genehmigt, konnte jedoch nicht auf das System angewendet werden.
es: Este cambio está Aprobado pero se produjo un error al aplicarlo en el sistema.
fr: Cette modification a été approuvée mais son application au système a échoué.
it: Questa modifica è stata Approvata ma la sua applicazione al sistema non è riuscita.
ja: この変更は承認済みですが、システムへの適用に失敗しました。

# TEXT_APPROVALS_STATE_EXPLANATION_PENDING
source: This change is currently Pending.
de: Diese Änderung steht derzeit aus.
es: Este cambio está Pendiente actualmente.
fr: Cette modification est actuellement en attente.
it: Questa modifica è attualmente In sospeso.
ja: この変更は現在保留中です。

# TEXT_APPROVALS_STATE_EXPLANATION_SUBMITTER
source: As the submitter of this Pending change, you can 'Dismiss' this change which will remove it from consideration.
de: Da Sie diese ausstehende Änderung übermittelt haben, können Sie sie verwerfen. Dadurch wird sie nicht mehr zur Prüfung vorgelegt.
es: Como remitente de este cambio Pendiente, puede 'Descartar' este cambio, lo que hará que no se vuelva a considerar.
fr: En tant qu’expéditeur de cette modification en attente, vous pouvez l’ignorer pour qu’elle ne soit pas prise en compte.
it: Quando il mittente dello stato 'In sospeso' viene modificato, è possibile 'Respingere' la modifica, che verrà ignorata.
ja: この保留の変更の送信者は、この変更を「却下」して考慮事項から削除できます。

# TEXT_ATTENTION_CHANGES_PERMANENT
source: Attention. Your changes will be permanent
de: [DE]Attention. Your changes will be permanent
es: [ES]Attention. Your changes will be permanent
fr: Attention ! Vos modifications seront permanentes
it: [IT]Attention. Your changes will be permanent
ja: [JA]Attention. Your changes will be permanent

# TEXT_AUDIT_HISTORY_FAILED
source: Audit History For Failed Transaction Case Number
de: Audit-Verlauf für fehlgeschlagene Transaktion mit Fallnummer
es: Historial de auditoría de números de casos de transacciones fallidas
fr: Historique des audits pour le numéro de dossier de transaction échoué
it: Cronologia verifiche per numero transazione non riuscita
ja: 失敗した取引のケース番号の監査履歴

# TEXT_AUTO_REFRESH
source: Auto refreshing every 10 seconds when checked.
de: Automatische Aktualisierung alle 10 Sekunden, wenn ausgewählt.
es: Actualización automática cada 10 segundos cuando se comprueba.
fr: Actualisation automatique toutes les 10 secondes lorsque cette option est cochée.
it: Aggiorna automaticamente ogni 10 secondi se l'opzione è selezionata.
ja: チェックをつけると、10 秒おきに自動更新されます。

# TEXT_BACK
source: Previous
de: [DE]Previous
es: [ES]Previous
fr: Précédent
it: [IT]Previous
ja: [JA]Previous

# TEXT_BILL_MESSAGE
source: Bill Message {0} has {1} accounts associated with it.
de: [DE]Bill Message {0} has {1} accounts associated with it.
es: [ES]Bill Message {0} has {1} accounts associated with it.
fr: Le message relatif à la facture {0} possède {1} compte associé.
it: [IT]Bill Message {0} has {1} accounts associated with it.
ja: [JA]Bill Message {0} has {1} accounts associated with it.

# TEXT_BILL_TO
source: Bill-To
de: Rechnungsempfänger
es: Facturar a
fr: Facturer à
it: Contatto per la fatturazione
ja: 請求先

# TEXT_BULKUPDATE
source: Bulk Update
de: [DE]Bulk Update
es: [ES]Bulk Update
fr: Mise à jour en vrac
it: [IT]Bulk Update
ja: [JA]Bulk Update

# TEXT_BULKUPDATE_ALL_RECORDS
source: Bulk Update All Filtered Records
de: [DE]Bulk Update All Filtered Records
es: [ES]Bulk Update All Filtered Records
fr: Effectuer une mise à jour en vrac de tous les enregistrements filtrés
it: [IT]Bulk Update All Filtered Records
ja: [JA]Bulk Update All Filtered Records

# TEXT_BULKUPDATE_CURRENT_PAGE_ONLY
source: Bulk Update Current Page Only
de: [DE]Bulk Update Current Page Only
es: [ES]Bulk Update Current Page Only
fr: Effectuer une mise à jour en vrac de la page en cours uniquement
it: [IT]Bulk Update Current Page Only
ja: [JA]Bulk Update Current Page Only

# TEXT_BULKUPDATE_SEARCH_RESULTS
source: Bulk Update Search Results
de: [DE]Bulk Update Search Results
es: [ES]Bulk Update Search Results
fr: Résultats de la recherche de mise à jour en vrac
it: [IT]Bulk Update Search Results
ja: [JA]Bulk Update Search Results

# TEXT_BULKUPDATE_SELECTED_RECORDS
source: Bulk Update Selected Records
de: [DE]Bulk Update Selected Records
es: [ES]Bulk Update Selected Records
fr: Effectuer une mise à jour en vrac des enregistrements sélectionnés
it: [IT]Bulk Update Selected Records
ja: [JA]Bulk Update Selected Records

# TEXT_CALLBACK_MSG_1
source: Couldn't find
de: Konnte nicht gefunden werden:
es: No se encontró
fr: Introuvable
it: Impossibile trovare
ja: 見つかりませんでした

# TEXT_CALLBACK_MSG_2
source: method.
de: verfahren.
es: forma.
fr: méthode.
it: metodo.
ja: 方式

# TEXT_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル

# TEXT_CHANGE_TRANSACTION_STATUS
source: Change Case / Failed Transaction Status
de: Status für Fall/fehlgeschlagene Transaktionen ändern
es: Modificar caso/Estado de transacción erróneo
fr: Modifier le dossier / état d’échec de transaction
it: Modifica stato caso/transazione non riuscita
ja: ケース / 失敗した取引状況の変更

# TEXT_CLEAR
source: Clear
de: Eingaben löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 決済

# TEXT_CLOSE
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉鎖

# TEXT_CLOSE_ACCOUNT
source: Close Account
de: Konto schließen
es: Cerrar cuenta
fr: Fermer le compte
it: Chiudi account
ja: アカウントを閉じる

# TEXT_COLUMN
source: Column
de: Spalte
es: Columna
fr: Colonne
it: Colonna
ja: 列

# TEXT_COLUMN_CONFIG_PROMPT
source: Select all visible columns. Use drag and drop to reorder
de: Alle angezeigten Spalten auswählen. Sie können die Reihenfolge per Drag&Drop ändern.
es: Seleccione todas las columnas visibles. Utilice arrastrar y soltar para reordenar.
fr: Sélectionnez toutes les colonnes visibles. Utilisez l’opération de glisser-déposer pour effectuer une réorganisation
it: Selezionare tutte le colonne visibili. Trascinare per riordinare
ja: 表示可能な列をすべて選択します。ドラッグ アンド ドロップして並べ替えます。

# TEXT_CONFIGURE_COLUMNS
source: Configure Columns
de: Spalten konfigurieren
es: Configurar columnas
fr: Configurer les colonnes
it: Configura colonne
ja: 列の設定

# TEXT_CONFIGURE_FILTERS
source: Configure Filters
de: Filter konfigurieren
es: Configurar filtros
fr: Configurer des filtres
it: Configura filtri
ja: フィルタの設定

# TEXT_CONFIRM_APPROVE_NS_CONTINUE
source: Are you sure you want to continue? This irreversible step will approve all nonstandard charges that match your filter criteria. If no filters are present, then all the nonstandard charges in the system will be approved.
de: Möchten Sie wirklich fortfahren? Durch diesen unumkehrbaren Schritt werden alle außerordentlichen Gebühren genehmigt, die mit Ihren Filterkriterien übereinstimmen. Wenn keine Filter vorhanden sind, werden alle außerordentlichen Gebühren im System genehmigt.
es: ¿Seguro que desea continuar? Esta acción (que no se puede deshacer) aprobará todos los cargos no estándar que coincidan con los criterios establecidos en los filtros. Si no se ha aplicado ningún filtro, entonces se aprobarán todos los cargos no estándar introducidos en el sistema.
fr: Voulez-vous vraiment continuer ? Cette étape est irréversible. Si vous continuez, tous les frais non standard correspondant à vos critères de filtrage seront approuvés. En l’absence de filtres, tous les frais non standard du système seront approuvés.
it: Continuare? Questa azione è irreversibile e comporterà l'approvazione di tutti gli addebiti non standard che soddisfano i criteri impostati per i filtri. Se non ci sono filtri, verranno approvati tutti gli addebiti non standard presenti nel sistema.
ja: 続行しますか?元に戻すことができないこの手順によって、フィルタ条件に一致するすべての非標準料金が承認されます。フィルタがない場合、システム内にあるすべての非標準料金が承認されます。

# TEXT_CONFIRM_CONTINUE
source: Are you sure you want to continue?
de: Möchten Sie wirklich fortfahren?
es: ¿Seguro que desea continuar?
fr: Êtes-vous sûr de vouloir continuer ?
it: Continuare?
ja: 続行しますか?

# TEXT_CONFIRM_DENY_NS_CONTINUE
source: Are you sure you want to continue? This irreversible step will deny all nonstandard charges that match your filter criteria. If no filters are present, then all the nonstandard charges in the system will be denied.
de: Möchten Sie wirklich fortfahren? Durch diesen unwiderruflichen Schritt werden alle außerordentlichen Gebühren verweigert, die mit Ihren Filterkriterien übereinstimmen. Wenn keine Filter vorhanden sind, werden alle außerordentlichen Gebühren im System verweigert.
es: ¿Seguro que desea continuar? Esta acción (que no se puede deshacer) rechazará todos los cargos no estándar que coincidan con los criterios establecidos en los filtros. Si no se ha aplicado ningún filtro, entonces se rechazarán todos los cargos no estándar introducidos en el sistema.
fr: Voulez-vous vraiment continuer ? Cette étape est irréversible. Si vous continuez, tous les frais non standard correspondant à vos critères de filtrage seront refusés. En l’absence de filtres, tous les frais non standard du système seront refusés.
it: Continuare? Questa azione è irreversibile e comporterà l'esclusione di tutti gli addebiti non standard che soddisfano i criteri impostati per i filtri. Se non ci sono filtri, verranno esclusi tutti gli addebiti non standard presenti nel sistema.
ja: 続行しますか?元に戻すことができないこの手順によって、フィルタ条件に一致するすべての非標準料金が拒否されます。フィルタがない場合、システム内にあるすべての非標準料金が拒否されます。

# TEXT_CONVERT
source: Convert
de: [DE]Convert
es: [ES]Convert
fr: Convertir
it: [IT]Convert
ja: [JA]Convert

# TEXT_CONVERT_MESSAGE
source: Are you sure that you want to convert quote to subscriptions?
de: [DE]Are you sure that you want to convert quote to subscriptions?
es: [ES]Are you sure that you want to convert quote to subscriptions?
fr: Voulez-vous vraiment convertir le bon de commande en abonnements ?
it: [IT]Are you sure that you want to convert quote to subscriptions?
ja: [JA]Are you sure that you want to convert quote to subscriptions?

# TEXT_CORP_COMPANY_NAME
source: Corp. Company Name
de: Name der Konzernfirma
es: Nombre corporativo de la empresa
fr: Nom de l’entreprise
it: Nome società aziendale
ja: 法人企業名
