Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/JSConsts.*.resx
Languages: de, es, fr, it, ja

# ACCOUNT_BALANCE_AS_OF_TEXT
source: as of
de: [DE] as of
es: [ES] as of
fr: au
it: [IT]as of
ja: [JA] as of

# ACCOUNT_BALANCE_TEXT
source: Balance
de: [DE]Balance
es: [ES]Balance
fr: Solde
it: [IT]Balance
ja: [JA]Balance

# ACCOUNT_EDIT_INFO_TEXT
source: Change
de: [DE]Change
es: [ES]Change
fr: Modification
it: [IT]Change
ja: [JA]Change

# ACCOUNT_FAILED_TRANSACTIONS_TEXT
source: Failed Transactions
de: [DE]Failed Transactions
es: [ES]Failed Transactions
fr: Échec de transactions
it: [IT]Failed Transactions
ja: [JA]Failed Transactions

# ACCOUNT_INVOICE_GRAPH_TEXT
source: Invoice
de: [DE]Invoice
es: [ES]Invoice
fr: Factures
it: [IT]Invoice
ja: [JA]Invoice

# ACCOUNT_PAYEE_SELF_TEXT
source: This account pays for itself
de: [DE]This account pays for itself
es: [ES]This account pays for itself
fr: Ce compte règle pour lui-même
it: [IT]This account pays for itself
ja: [JA]This account pays for itself

# ACCOUNT_PAYEE_TEXT
source: This account is paid for by
de: [DE]This account is paid for by
es: [ES]This account is paid for by
fr: Ce compte est réglé par
it: [IT]This account is paid for by
ja: [JA]This account is paid for by

# ACCOUNT_STATUS_LABEL_TEXT
source: Account Status
de: [DE]Account Status
es: [ES]Account Status
fr: État du compte
it: [IT]Account Status
ja: [JA]Account Status

# ACCOUNT_STATUS_TEXT
source: Status
de: [DE]Status
es: [ES]Status
fr: État
it: [IT]Status
ja: [JA]Status

# CURRENT_LOCALE
source: en-GB
de: de-DE
es: es-ES
fr: fr-FR
it: it-IT
ja: JA

# DATE_TIME_FORMAT_DEF
source: d/m/Y H:i:s A
es: d/m/Y G:i:s A
fr: d/m/Y H:i:s
it: d/m/Y G:i:s
ja: Y/m/d G:i:s A

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Copier
it: Duplica
ja: 複製

# ERROR_SUBSCRIPTION_STARTDATE_BIGGER_ENDDATE
source: Start Date can't be greater than End Date
de: [DE]Start Date can't be greater than End Date
es: [ES]Start Date can't be greater than End Date
fr: La date de début ne peut pas être antérieure à la date de fin
it: [IT]Start Date can't be greater than End Date
ja: [JA]Start Date can't be greater than End Date

source: Failure
de: Fehler
es: Fallo
fr: Échec
it: Errore
ja: 失敗

source: Manual Pending
de: Manuell ausstehend
es: Manual pendiente
fr: Manuel en attente
it: In sospeso manuale
ja: 手動による保留

source: Manually Reversed
de: Manuell zurückgebucht
es: Rechazado manualmente
fr: Inversé manuellement
it: Stornato manualmente
ja: 手動で反転しました

source: No records found
de: Es wurden keine Datensätze gefunden.
es: No se ha encontrado ningún registro.
fr: Aucun enregistrement trouvé
it: Nessun record trovato
ja: 記録が見つかりません

source: Post Processing Successful
de: Nachverarbeitung erfolgreich
es: Post procesamiento correcto
fr: Post-traitement réussi
it: Post-elaborazione riuscita
ja: 事後処理に成功しました

source: Received Request
de: Anforderung erhalten
es: Solicitud recibida
fr: Demande reçue
it: Richiesta ricevuta
ja: 要求を受信しました

source: Received Response
de: Antwort erhalten
es: Respuesta recibida
fr: Réponse reçue
it: Risposta ricevuta
ja: 応答を受信しました

source: Rejected
de: Abgelehnt
es: Rechazada
fr: Rejeté
it: Rifiutato
ja: 拒否済み

# REPORTS_TREE_HEADER_NAME
source: Name
de: [DE]Name
es: [ES]Name
fr: Nom
it: [IT]Name
ja: [JA]Name

source: Reversed
de: Zurückgebucht
es: Rechazada
fr: Inversé
it: Stornato
ja: 反転済み

source: Submitted Request
de: Anforderung übermittelt
es: Solicitud enviada
fr: Demande envoyée
it: Richiesta inviata
ja: 要求を送信しました

source: Success
de: Erfolgreich
es: Éxito
fr: Succès
it: Operazione riuscita
ja: 成功

# TEXT_ACCOUNT
source: Account
de: [DE]Account
es: [ES]Account
fr: Compte
it: [IT]Account
ja: [JA]Account

# TEXT_ACCOUNT_ACTIVITY
source: Account Activity
de: [DE]Account Activity
es: [ES]Account Activity
fr: Activité du compte
it: [IT]Account Activity
ja: [JA]Account Activity

# TEXT_ACCOUNT_DETAILS
source: Details
de: [DE]Details
es: Detalles
fr: Détails
it: Dettagli
ja: 内訳

# TEXT_ACCOUNT_FINDER
source: Finder
de: Suche
es: Localizador
fr: Outil de recherche
it: Ricerca
ja: 検索

# TEXT_ACCOUNT_HIERARCHY
source: Hierarchy
de: Hierarchie
es: Jerarquía
fr: Hiérarchie
it: Gerarchia
ja: 階層

# TEXT_ACCOUNT_PROPERTIES
source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ

# TEXT_ACCOUNT_SNAPSHOT
source: Relationship Snapshot
de: Beziehungs-Momentaufnahme
es: Instantánea de la relación
fr: Instantané de la relation
it: Istantanea relazione
ja: 関係のスナップショット

# TEXT_ACCOUNT_TYPE
source: Account Type
de: [DE]Account Type
es: [ES]Account Type
fr: Type de compte
it: [IT]Account Type
ja: [JA]Account Type

# TEXT_ACCOUNT_UPDATE
source: Account Updates
de: [DE]Account Updates
fr: Mise à jour de compte
it: [IT]Account Updates
ja: [JA]Account Updates

# TEXT_ACCOUNTNO_VALIDATION_MESSAGE
source: Only numeric digits are allowed
de: [DE]Only numeric digits are allowed
es: [ES]Only numeric digits are allowed
fr: Seules les valeurs numériques sont autorisées
it: [IT]Only numeric digits are allowed
ja: [JA]Only numeric digits are allowed

# TEXT_ACTIVATE_DEACTIVATE
source: Activate/Deactivate
de: [DE]Activate/Deactivate
es: [ES]Activate/Deactivate
fr: Activer/Désactiver
it: [IT]Activate/Deactivate
ja: [JA]Activate/Deactivate

# TEXT_ACTIVE_ACCOUNT
source: Active Account
de: Aktives Konto
es: Cuenta activa
fr: Compte actif
it: Conto attivo
ja: 有効な口座

# TEXT_ADD
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加

# TEXT_ADD_ACCOUNT
source: Add Account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi conto
ja: アカウントの追加

# TEXT_ADD_GROUP_SUBSCRIPTION
source: Add Group Subscription
de: Gruppennutzungsanmeldung hinzufügen
es: Añadir suscripción a grupo
fr: Ajouter un abonnement groupé
it: Aggiungi abbonamento di gruppo
ja: グループ利用の追加

# TEXT_ADD_MEMBER_HIERARCHIES
source: Add Member Hierarchies
de: [DE]Add Member Hierarchies
es: [ES]Add Member Hierarchies
fr: Ajouter des hiérarchies de membres
it: [IT]Add Member Hierarchies
ja: [JA]Add Member Hierarchies

# TEXT_ADD_REMITTANCE_DETAILS
source: Add remittance details.
de: Überweisungsdetails hinzufügen.
es: Añadir detalles de la remesa
fr: Ajouter les détails du virement.
it: Aggiungi dettagli rimessa
ja: 送金内訳の追加。

# TEXT_ADD_SUBSCRIPTION
source: Add Subscription
de: Nutzungsanmeldung hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
it: Aggiungi abbonamento
ja: 利用の追加

# TEXT_ADD_VALUE
source: Add Value
de: Wert hinzufügen
es: Añadir valor
fr: Ajouter une valeur
it: Aggiungi valore
ja: 値の追加

# TEXT_ADDING_UDRC
source: Adding UDRC Value...
de: UDRC-Wert hinzufügen...
es: Añadiendo valor UDRC...
fr: Ajout d’une valeur UDRC...
it: Aggiunta valore UDRC in corso…
ja: UDRC 値を追加しています...

# TEXT_ADJ_APPROVE
source: Are you sure you want to continue? This irreversible step will approve all adjustments that match your filter criteria. If no filters are present, then all the adjustments in the system will be approved.
de: Möchten Sie wirklich fortfahren? Durch diesen unumkehrbaren Schritt werden alle Anpassungen genehmigt, die mit Ihren Filterkriterien übereinstimmen. Wenn keine Filter vorhanden sind, werden alle Anpassungen im System genehmigt.
es: ¿Seguro que desea continuar? Esta acción (que no se puede deshacer) aprobará todos los ajustes que coincidan con los criterios establecidos en los filtros. Si no se ha aplicado ningún filtro, entonces se aprobarán todos los ajustes introducidos en el sistema.
fr: Voulez-vous vraiment continuer ? Cette étape irréversible approuvera tous les ajustements correspondant à vos critères de filtrage. En l’absence de filtres, tous les ajustements du système seront approuvés.
it: Continuare? Questa azione è irreversibile e comporterà l'approvazione di tutte le rettifiche che soddisfano i criteri impostati per i filtri. Se non ci sono filtri, verranno approvate tutte le rettifiche presenti nel sistema.
ja: 続行しますか?元に戻すことができないこの手順によって、フィルタ条件に一致するすべての調整が承認されます。フィルタがない場合、システム内にあるすべての調整が承認されます。

# TEXT_ADJ_DELETE
source: Are you sure you want to continue? This irreversible step will delete all adjustments that match your filter criteria. If no filters are present, then all the adjustments in the system will be deleted.
de: Möchten Sie wirklich fortfahren? Durch diesen unwiderruflichen Schritt werden alle Anpassungen gelöscht, die mit Ihren Filterkriterien übereinstimmen. Wenn keine Filter vorhanden sind, werden alle Anpassungen im System gelöscht.
es: ¿Seguro que desea continuar? Esta acción (que no se puede deshacer) eliminará todos los ajustes que coincidan con los criterios establecidos en los filtros. Si no se ha aplicado ningún filtro, entonces se eliminarán todos los ajustes introducidos en el sistema.
fr: Voulez-vous vraiment continuer ? Cette étape irréversible supprimera tous les ajustements correspondant à vos critères de filtrage. En l’absence de filtres, tous les ajustements du système seront supprimés.
it: Continuare? Questa azione è irreversibile e comporterà l'eliminazione di tutte le rettifiche che soddisfano i criteri impostati per i filtri. Se non ci sono filtri, verranno eliminate tutte le rettifiche presenti nel sistema.
ja: 続行しますか?元に戻すことができないこの手順によって、フィルタ条件に一致するすべての調整が削除されます。フィルタがない場合、システム内にあるすべての調整が削除されます。

# TEXT_ADJ_DENIED
source: Are you sure you want to continue? This irreversible step will deny all adjustments that match your filter criteria. If no filters are present, then all the adjustments in the system will be denied.
de: Möchten Sie wirklich fortfahren? Durch diesen unwiderruflichen Schritt werden alle Anpassungen verweigert, die mit Ihren Filterkriterien übereinstimmen. Wenn keine Filter vorhanden sind, werden alle Anpassungen im System verweigert.
es: ¿Seguro que desea continuar? Esta acción (que no se puede deshacer) rechazará todos los ajustes que coincidan con los criterios establecidos en los filtros. Si no se ha aplicado ningún filtro, entonces se rechazarán todos los ajustes introducidos en el sistema.
fr: Voulez-vous vraiment continuer ? Cette étape irréversible refusera tous les ajustements correspondant à vos critères de filtrage. En l’absence de filtres, tous les ajustements du système seront refusés.
it: Continuare? Questa azione è irreversibile e comporterà l'esclusione di tutte le rettifiche che soddisfano i criteri impostati per i filtri. Se non ci sono filtri, verranno escluse tutte le rettifiche presenti nel sistema.
ja: 続行しますか?元に戻すことができないこの手順によって、フィルタ条件に一致するすべての調整が拒否されます。フィルタがない場合、システム内にあるすべての調整が拒否されます。

# TEXT_ADVANCED_FIND
source: Advanced Find
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche avancée
it: Ricerca avanzata
ja: 詳細な検索

# TEXT_AMPWIZARD_AMP_UI_NAME_ILLEGAL_CHAR
source: The name cannot contain single or double quote characters.
de: [DE]The name cannot contain single or double quote characters.
es: [ES]The name cannot contain single or double quote characters.
fr: Le nom ne peut pas contenir d’apostrophes ou de guillemets.
it: [IT]The name cannot contain single or double quote characters.
ja: [JA]The name cannot contain single or double quote characters.

# TEXT_AMPWIZARD_DELETE_ACCOUNT_QUALIFICATION_CONFIRM
source: Are you sure you want to delete this Account Qualification?
de: [DE]Are you sure you want to delete this Account Qualification?
es: [ES]Are you sure you want to delete this Account Qualification?
fr: Êtes-vous sûr de vouloir supprimer cette qualification de compte ?
it: [IT]Are you sure you want to delete this Account Qualification?
ja: [JA]Are you sure you want to delete this Account Qualification?

# TEXT_AMPWIZARD_DELETE_DIRECTIVE_CONFIRM
source: Are you sure you want to delete this directive?
de: [DE]Are you sure you want to delete this directive?
es: [ES]Are you sure you want to delete this directive?
fr: Êtes-vous sûr de vouloir supprimer cette directive ?
it: [IT]Are you sure you want to delete this directive?
ja: [JA]Are you sure you want to delete this directive?

# TEXT_AMPWIZARD_ERROR_ACTIVATE_DECISION
source: Error occured when activating/deactivating the Decision Type:
de: [DE]Error occured when activating/deactivating the Decision Type:
es: [ES]Error occured when activating/deactivating the Decision Type:
fr: Une erreur s’est produite pendant l’activation/la désactivation du type de décision :
it: [IT]Error occured when activating/deactivating the Decision Type:
ja: [JA]Error occured when activating/deactivating the Decision Type:

# TEXT_AMPWIZARD_HELP_ACCOUNT_GROUP
source: Example: One account (a parent) is billed for activity on child accounts. You want to find the total of all charges (parent and children).<br/><br/>In addition to pulling in other accounts, you want to ignore the Decision Type for some accounts. For example, you want the Decision Type to apply only to accounts that receive paperless bills.
de: [DE]Example: One account (a parent) is billed for activity on child accounts. You want to find the total of all charges (parent and children).<br/><br/>In addition to pulling in other accounts, you want to ignore the Decision Type for some accounts. For example, you want the Decision Type to apply only to accounts that receive paperless bills.
es: [ES]Example: One account (a parent) is billed for activity on child accounts. You want to find the total of all charges (parent and children).<br/><br/>In addition to pulling in other accounts, you want to ignore the Decision Type for some accounts. For example, you want the Decision Type to apply only to accounts that receive paperless bills.
fr: Exemple : un compte (parent) est facturé selon l’activité de comptes enfant. Vous voulez obtenir le montant total des frais (parent et enfant).<br/><br/>Vous voulez également ignorer le type de décision pour certains comptes. Par exemple, vous voulez que le type de décision s’applique uniquement aux comptes qui reçoivent des factures papier.
it: [IT]Example: One account (a parent) is billed for activity on child accounts. You want to find the total of all charges (parent and children).<br/><br/>In addition to pulling in other accounts, you want to ignore the Decision Type for some accounts. For example, you want the Decision Type to apply only to accounts that receive paperless bills.
ja: [JA]Example: One account (a parent) is billed for activity on child accounts. You want to find the total of all charges (parent and children).<br/><br/>In addition to pulling in other accounts, you want to ignore the Decision Type for some accounts. For example, you want the Decision Type to apply only to accounts that receive paperless bills.

# TEXT_AMPWIZARD_HELP_AGGREGATION_METHOD
source: Decisions are used when a monetary charge amount cannot be calculated by looking at a single record. Instead, many usage records must be examined and a total must be the number of events, units of usage, or charge amounts. The total, or aggregate, is then used to help determine the charge amount.
de: [DE]Decisions are used when a monetary charge amount cannot be calculated by looking at a single record. Instead, many usage records must be examined and a total must be the number of events, units of usage, or charge amounts. The total, or aggregate, is then used to help determine the charge amount.
es: [ES]Decisions are used when a monetary charge amount cannot be calculated by looking at a single record. Instead, many usage records must be examined and a total must be the number of events, units of usage, or charge amounts. The total, or aggregate, is then used to help determine the charge amount.
fr: Les décisions sont utilisées lorsqu’un montant monétaire ne peut pas être calculé à l’examen d’un seul enregistrement. De nombreux enregistrements d’utilisation doivent dans ce cas être examinés, et le total doit correspondre au nombre d’événements, d’unités d’utilisation ou au montant facturé. Le total (ou agrégat) est ensuite utilisé pour déterminer le montant à facturer.
it: [IT]Decisions are used when a monetary charge amount cannot be calculated by looking at a single record. Instead, many usage records must be examined and a total must be the number of events, units of usage, or charge amounts. The total, or aggregate, is then used to help determine the charge amount.
ja: [JA]Decisions are used when a monetary charge amount cannot be calculated by looking at a single record. Instead, many usage records must be examined and a total must be the number of events, units of usage, or charge amounts. The total, or aggregate, is then used to help determine the charge amount.

# TEXT_AMPWIZARD_HELP_AMOUNT_CHAIN_GROUP
source: Select an Amount Chain Group so that the Decision Type knows what to count and how to recalculate related values. <br/><br/>Example: A certain Amount Chain has four related fields in a Product View: \"the number of minutes used\", \"the rate per minute\", \"the charge amount\", and \"the tax on the charge amount\".
de: [DE]Select an Amount Chain Group so that the Decision Type knows what to count and how to recalculate related values. <br/><br/>Example: A certain Amount Chain has four related fields in a Product View: \"the number of minutes used\", \"the rate per minute\", \"the charge amount\", and \"the tax on the charge amount\".
es: [ES]Select an Amount Chain Group so that the Decision Type knows what to count and how to recalculate related values. <br/><br/>Example: A certain Amount Chain has four related fields in a Product View: \"the number of minutes used\", \"the rate per minute\", \"the charge amount\", and \"the tax on the charge amount\".
fr: Sélectionnez un groupe de chaîne de montants à utiliser par le type de décision pour le comptage et le calcul des valeurs relatives. <br/><br/>Exemple : une chaîne de montant possède quatre zones associées dans une vue produit : \"nombre de minutes utilisées\", \"prix par minute\", \"montant des frais\" et \"taxe sur le montant de frais\".
it: [IT]Select an Amount Chain Group so that the Decision Type knows what to count and how to recalculate related values. <br/><br/>Example: A certain Amount Chain has four related fields in a Product View: \"the number of minutes used\", \"the rate per minute\", \"the charge amount\", and \"the tax on the charge amount\".
ja: [JA]Select an Amount Chain Group so that the Decision Type knows what to count and how to recalculate related values. <br/><br/>Example: A certain Amount Chain has four related fields in a Product View: \"the number of minutes used\", \"the rate per minute\", \"the charge amount\", and \"the tax on the charge amount\".

# TEXT_AMPWIZARD_HELP_AMOUNT_CHAIN_GROUP_2
source: The Decision Settings have already described how to calculate the generated charge amount. Now you need to select the Amount Chain Group, which specifies: (a) the field in the Product View in which the generated charge amount should be stored and (b) any other fields that need to be recalculated.
de: [DE]The Decision Settings have already specified how to calculate the generated charge amount. Now select the Amount Chain Group, which specifies: (a) the field in the Product View in which the generated charge amount should be stored and (b) any other fields that need to be recalculated.
es: [ES]The Decision Settings have already specified how to calculate the generated charge amount. Now select the Amount Chain Group, which specifies: (a) the field in the Product View in which the generated charge amount should be stored and (b) any other fields that need to be recalculated.
fr: Les paramètres de décision ont déjà spécifié le mode de calcul du montant de frais généré. Sélectionnez maintenant le groupe de chaînes de montant, qui spécifie : (a) la zone de la vue produit dans laquelle le montant de frais généré doit être stocké et (b) toute autre zone devant être recalculée.
it: [IT]The Decision Settings have already specified how to calculate the generated charge amount. Now select the Amount Chain Group, which specifies: (a) the field in the Product View in which the generated charge amount should be stored and (b) any other fields that need to be recalculated.
ja: [JA]The Decision Settings have already specified how to calculate the generated charge amount. Now select the Amount Chain Group, which specifies: (a) the field in the Product View in which the generated charge amount should be stored and (b) any other fields that need to be recalculated.

# TEXT_AMPWIZARD_HELP_CUSTOM_ACCT_GRP
source: For more information about how to create a new Account Group, see the documentation or contact your MetraTech representative.
de: [DE]For more information about how to create a new Account Group, see the documentation or contact your MetraTech representative.
es: [ES]For more information about how to create a new Account Group, see the documentation or contact your MetraTech representative.
fr: Pour plus d’informations sur la méthode de création d’un nouveau groupe de comptes, consultez la documentation ou contactez votre représentant MetraTech.
it: [IT]For more information about how to create a new Account Group, see the documentation or contact your MetraTech representative.
ja: [JA]For more information about how to create a new Account Group, see the documentation or contact your MetraTech representative.
