Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/JSConsts.*.resx
Languages: de, es, fr, it, ja

# TITLE_AMPWIZARD_HELP_GENERATED_CHARGE
source: Help: Generated Charge
de: [DE]Help: Generated Charge
es: [ES]Help: Generated Charge
fr: Aide : Frais générés
it: [IT]Help: Generated Charge
ja: [JA]Help: Generated Charge

# TITLE_AMPWIZARD_HELP_GENERATED_CHARGE_GRID
source: Help: Generated Charges/Credits Grid
de: [DE]Help: Generated Charges/Credits Grid
es: [ES]Help: Generated Charges/Credits Grid
fr: Aide : Grille de débits/crédits générés
it: [IT]Help: Generated Charges/Credits Grid
ja: [JA]Help: Generated Charges/Credits Grid

# TITLE_AMPWIZARD_HELP_HOW_APPLY
source: Help: How should the Charge/Credit be applied?
de: [DE]Help: How should the Charge/Credit be applied?
es: [ES]Help: How should the Charge/Credit be applied?
fr: Aide : Comment le débit/crédit doit-il être appliqué ?
it: [IT]Help: How should the Charge/Credit be applied?
ja: [JA]Help: How should the Charge/Credit be applied?

# TITLE_AMPWIZARD_HELP_INCREMENTAL_OR_BULK
source: Help: Individually vs. Together
de: [DE]Help: Individually vs. Together
es: [ES]Help: Individually vs. Together
fr: Aide : Individuellement ou de façon groupée
it: [IT]Help: Individually vs. Together
ja: [JA]Help: Individually vs. Together

# TITLE_AMPWIZARD_HELP_PARAM_TABLE
source: Help: Parameter Table
de: [DE]Help: Parameter Table
es: [ES]Help: Parameter Table
fr: Aide:Tableau des paramètres
it: [IT]Help: Parameter Table
ja: [JA]Help: Parameter Table

# TITLE_AMPWIZARD_HELP_RESTART_RANGE
source: Help: Restart Range
de: [DE]Help: Restart Range
es: [ES]Help: Restart Range
fr: Aide : plage de début
it: [IT]Help: Restart Range
ja: [JA]Help: Restart Range

# TITLE_AMPWIZARD_HELP_UNIT_RATE
source: Help: New Unit Rate
de: [DE]Help: New Unit Rate
es: [ES]Help: New Unit Rate
fr: Aide : Nouveau prix unitaire
it: [IT]Help: New Unit Rate
ja: [JA]Help: New Unit Rate

# TITLE_AMPWIZARD_HELP_USAGE_OVERLAP
source: Help: Decision Domain
de: [DE]Help: Decision Domain
es: [ES]Help: Decision Domain
fr: Aide : Domaine de décision
it: [IT]Help: Decision Domain
ja: [JA]Help: Decision Domain

# TITLE_AMPWIZARD_MORE_INFO
source: More Information
de: [DE]More Information
es: [ES]More Information
fr: Plus d’informations
it: [IT]More Information
ja: [JA]More Information

# TITLE_DELETE_ACCOUNT_NOTE
source: Delete Account Note
de: Kontoknoten löschen
es: Eliminar anotación de la cuenta
fr: Supprimer la note du compte
it: Elimina nota sul conto
ja: 勘定書の削除

# TITLE_RELATIONSHIPS
source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
it: Relazioni
ja: 関係

# TITLE_RELATIONSHIPS_FOR
source: Relationships for :
de: Beziehungen für:
es: Relaciones para:
fr: Relations pour :
it: Relazioni per:
ja: 次を対象とする関係:

# TITLE_REMOVE_RELATIONSHIP
source: Remove Relationship
de: [DE]Remove Relationship
es: [ES]Remove Relationship
fr: Créer une relation
it: [IT]Remove Relationship
ja: [JA]Remove Relationship

# TEXT_TERMINATE
source: Terminate
fr: Résilier

# TEXT_TERMINATE_SELECTED_ROWS
source: Are you sure you want to terminate selected rows?
fr: Etes-vous sûr de vouloir résilier les lignes sélectionnées ?

# TEXT_UPDATE_ACS_MESSAGE
source: Are you sure that you want to update OnBoard template?
fr: Etes-vous sûr de vouloir mettre à jour le modèle embarqué ?

# TEXT_TERMINATE_MESSAGE
source: Are you sure you want to terminate {0}?
fr: Etes-vous sûr de vouloir résilier {0} ?

# TEXT_RECENT_NOTIFICATION
source: Recent Notifications
fr: Notifications récentes

# TEXT_CHANGE_PASSWORD
source: Change Password
de: {DE}Change Password
es: {ES}Change Password
fr: Modifier le mot de passe
it: {IT}Change Password
ja: {JA}Change Password

# TEXT_MY_SECURITY_SETTINGS
source: My Security Settings
de: {DE}My Security Settings
es: {ES}My Security Settings
fr: Mes paramètres de sécurité
it: {IT}My Security Settings
ja: {JA}My Security Settings

# TEXT_NOTIFICATIONS
source: Notifications
de: {DE}Notifications
es: {ES}Notifications
fr: [FR]Notifications
it: {IT}Notifications
ja: {JA}Notifications

# TEXT_MORE
source: More ...
de: [DE]More ...
es: [ES]More ...
fr: Plus...
it: [IT]More ...
ja: [JA]More ...

# TEXT_Edit_Report_Definition
source: Edit Report Definition
fr: [FR]Edit Report Definition

# TEXT_Manage_Report_Instances
source: Manage Report Instances
fr: [FR]Manage Report Instances

# TEXT_Manage_Report_Parameters
source: Manage Report Parameters
fr: [FR]Manage Report Parameters

# TEXT_Delete_Report
source: Delete Report
fr: [FR]Delete Report

# TEXT_Edit_Report_Instance
source: Edit Report Instance
fr: [FR]Edit Report Instance

# TEXT_Manage_Report_Instance_Schedule
source: Manage Report Instance Schedule
fr: [FR]Manage Report Instance Schedule

# TEXT_Manage_Report__InstanceParameters
source: Edit Instance Parameter Values
fr: [FR]Edit Instance Parameter Values

# TEXT_Delete_Report_Instance
source: Delete Report Instance
fr: [FR]Delete Report Instance

# TEXT_Delete_Queue_AdHoc_Reports
source: Delete Queue AdHoc Reports
fr: [FR]Queue AdHoc Reports

# TEXT_Update_Report_Instance_Schedule
source: Update Report Instance Schedule
fr: [FR]Update Report Instance Schedule

# TEXT_Delete_Report_Instance_Schedule
source: Delete Report Instance Schedule
fr: [FR]Delete Report Instance Schedule

# TEXT_Delete_Report_Parameter
source: Delete Report Parameter
fr: [FR]Delete Report Parameter

# TEXT_No_parameter_was_selected_MESSAGE
source: No parameter was selected. Please select at least one parameter for assignment
fr: [FR]No parameter was selected. Please select at least one parameter for assignment

# TEXT_VIEW_LOG
source: View Log
de: [DE]View Log
fr: [FR]View Log
it: [IT]View Log
ja: [JA]View Log

# TEXT_DAY
source: Day
de: Tag
fr: Jour
ja: 日

# TEXT_FIRST
source: First
fr: Premier
ja: 1 番目

# TEXT_FOURTH
source: Fourth
fr: Quatrième
ja: 4 番目

# TEXT_LAST
source: Last
de: Letzter
fr: Dernier
ja: 最後

# TEXT_SECOND
source: Second
fr: Seconde
ja: 2 番目

# TEXT_THIRD
source: Third
fr: Troisième
ja: 3 番目

# ALT_FORMAT
source: d/m/Y
ja: Y/m/d

# DATE_FORMAT
source: d/m/Y
ja: Y/m/d

# DATE_TIME_FORMAT
source: d/m/Y H:i:s|d/m/Y
es: d/m/Y G:i:s|d/m/Y
it: d/m/Y G:i:s|d/m/Y
ja: Y/m/d G:i:s|Y/m/d

# DATE_TIME_RENDERER
source: d/m/Y H:i:s
es: d/m/Y G:i:s
it: d/m/Y G:i:s
ja: Y/m/d G:i:s

# TEXT_LONG_DATE_FORMAT
source: d/m/Y H:ia
es: d/m/Y G:ia
it: d/m/Y G:ia
ja: Y/m/d G:ia

# ERR_DATE_FORMAT
source: dd/mm/YYYY
ja: YYYY/MM/dd

# TEXT_DESCRIPTION
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 内容

# TEXT_MAX
source: Max:
es: Máx.:
ja: 最大:

# TEXT_MENU
source: Menu
de: Menü
es: Menú
ja: メニュー

# TEXT_MESSAGES
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ

# TEXT_MIN
source: Min:
es: Mín.:
ja: 最小:

# TEXT_CLONE
source: Clone
de: [DE]Clone
es: [ES]Clone
it: [IT]Clone
ja: [JA]Clone

# ACCOUNT_LTV_TEXT
source: Ltv
de: [DE]Ltv
es: [ES]Ltv
it: [IT]Ltv
ja: [JA]Ltv

# ACCOUNT_MRR_TEXT
source: MRR
de: [DE]MRR
es: [ES]MRR
it: [IT]MRR
ja: [JA]MRR

# ACCOUNT_MRR_GRAPH_TEXT
source: MRR
de: [DE]MRR
es: [ES]MRR
it: [IT]MRR
ja: [JA]MRR

# REPORTS_TREE_HEADER_DESCRIPTION
source: Description
de: [DE]Description
es: [ES]Description
it: [IT]Description
ja: [JA]Description

# REPORTS_TREE_NOT_APPLICABLE_TEXT
source: N/A
de: [DE]N/A
es: [ES]N/A
it: [IT]N/A
ja: [JA]N/A

# TEXT_OK
source: OK
es: Aceptar

# SUBSCRIPTION_ENDING_TEMPLATE
source: Account {varloginname} has subscription to {varpointernalname} that will end on {varenddate}<a style=cursor: pointer;' id='manage1_{varaccount}' href='JavaScript:getFrameMetraNet().Account.Load({varaccount});'>View...</a>
es: [es-ES]Account {loginname} has subscription to {pointernalname} that will end on {enddate}<a style='cursor: pointer;' id='manage1_{account}' href='JavaScript:getFrameMetraNet().Account.Load({account});'> View...</a>

# GROUP_SUBSCRIPTION_ENDING_TEMPLATE
source: Account {varloginname} participation in subscription to {varpointernalname} will end on {varenddate} <a style='cursor: pointer;' id='manage1_{varaccount}' href='JavaScript:getFrameMetraNet().Account.Load({varaccount});'>View...</a>
es: [es-ES]Account {loginname} participation in subscription to {pointernalname} will end on {enddate} <a style='cursor: pointer;' id='manage1_{account}' href='JavaScript:getFrameMetraNet().Account.Load({account});'> View...</a>
