Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/JSConsts.*.resx
Languages: de, es, fr, it, ja

# TEXT_AMPWIZARD_HELP_HOW_APPLY
source: - If the charge/credit is applied proportionally, the following fraction of the chagre/credit value is applied:<br /> (the total - range start) / (range end - range start)<br />- If the charge/credit is applied inversely proportionally, the following fraction of the chagre/credit value is applied:<br /> (range end - the total) / (range end - range start)<br />- If the charge/credit is applied as an aggregate multiplier, the amount of the chagre/credit is computed as:<br /> (charge or credit value) * (aggregated value for the Decision)<br />where the aggregated value can be money, units of usage, or events.<br />- Otherwise, the entire charge/credit value is applied.
de: [DE]- If the charge/credit is applied proportionally, the following fraction of the chagre/credit value is applied:<br /> (the total - range start) / (range end - range start)<br />- If the charge/credit is applied inversely proportionally, the following fraction of the chagre/credit value is applied:<br /> (range end - the total) / (range end - range start)<br />- If the charge/credit is applied as an aggregate multiplier, the amount of the chagre/credit is computed as:<br /> (charge or credit value) * (aggregated value for the Decision)<br />where the aggregated value can be money, units of usage, or events.<br />- Otherwise, the entire charge/credit value is applied.
es: [ES]- If the charge/credit is applied proportionally, the following fraction of the chagre/credit value is applied:<br /> (the total - range start) / (range end - range start)<br />- If the charge/credit is applied inversely proportionally, the following fraction of the chagre/credit value is applied:<br /> (range end - the total) / (range end - range start)<br />- If the charge/credit is applied as an aggregate multiplier, the amount of the chagre/credit is computed as:<br /> (charge or credit value) * (aggregated value for the Decision)<br />where the aggregated value can be money, units of usage, or events.<br />- Otherwise, the entire charge/credit value is applied.
fr: - Si les frais/le crédit sont appliqués proportionnellement, la fraction suivante de la valeur des frais/du crédit est appliquée :<br /> (total - début de la plage) / (fin de la plage - début de la plage)<br />- Si les frais/le crédit sont appliqués de manière inversement proportionnelle, la fraction suivante de la valeur des frais/du crédit est appliquée :<br /> (fin de la plage - total) / (fin de la plage - début de la plage)<br />- Si les frais/le crédit sont appliqués en tant que multiplicateur consolidé, le montant des frais/du crédit est calculé comme suit :<br /> (valeur des frais ou du crédit) * (valeur consolidée pour la décision)<br />où la valeur consolidée peut être une somme d’argent, des unités d’utilisation ou des événements.<br />- Sinon, la valeur totale des frais/du crédit est appliquée.
it: [IT]- If the charge/credit is applied proportionally, the following fraction of the chagre/credit value is applied:<br /> (the total - range start) / (range end - range start)<br />- If the charge/credit is applied inversely proportionally, the following fraction of the chagre/credit value is applied:<br /> (range end - the total) / (range end - range start)<br />- If the charge/credit is applied as an aggregate multiplier, the amount of the chagre/credit is computed as:<br /> (charge or credit value) * (aggregated value for the Decision)<br />where the aggregated value can be money, units of usage, or events.<br />- Otherwise, the entire charge/credit value is applied.
ja: [JA]- If the charge/credit is applied proportionally, the following fraction of the chagre/credit value is applied:<br /> (the total - range start) / (range end - range start)<br />- If the charge/credit is applied inversely proportionally, the following fraction of the chagre/credit value is applied:<br /> (range end - the total) / (range end - range start)<br />- If the charge/credit is applied as an aggregate multiplier, the amount of the chagre/credit is computed as:<br /> (charge or credit value) * (aggregated value for the Decision)<br />where the aggregated value can be money, units of usage, or events.<br />- Otherwise, the entire charge/credit value is applied.

# TEXT_AMPWIZARD_HELP_INCREMENTAL_OR_BULK
source: <i>Act on each record individually</i> means that the Decision should take a record, add it to the total, and then if the total is within the range, perform an action. <i>Act on all the records together</i> means that the Decision should total <u>ALL</u> the records, and then if the total falls within the range, apply the action to <u>ALL</u> the records.
de: <i>[DE]Act on each record individually</i> means that the decision takes a record, adds it to the total, and if the total is within the range, performs an action. <i>Act on all the records together</i> means that the decision totals <u>ALL</u> the records, and if the total falls within the range, applies the action to <u>ALL</u> the records.
es: <i>[ES]Act on each record individually</i> means that the decision takes a record, adds it to the total, and if the total is within the range, performs an action. <i>Act on all the records together</i> means that the decision totals <u>ALL</u> the records, and if the total falls within the range, applies the action to <u>ALL</u> the records.
fr: <i>Agir dans chaque enregistrement individuellement</i> signifie que la décision utilise un enregistrement, l’ajoute au total, et si ce total figure dans la plage, réalise une action spécifique. <i>Agir sur tous les enregistrements</i> signifie que la décision totalise <u>TOUS</u> les enregistrements ; si ce total entre dans la plage, elle applique l’action spécifique à <u>TOUS</u> les enregistrements.
it: <i>[IT]Act on each record individually</i> means that the decision takes a record, adds it to the total, and if the total is within the range, performs an action. <i>Act on all the records together</i> means that the decision totals <u>ALL</u> the records, and if the total falls within the range, applies the action to <u>ALL</u> the records.
ja: <i>[JA]Act on each record individually</i> means that the decision takes a record, adds it to the total, and if the total is within the range, performs an action. <i>Act on all the records together</i> means that the decision totals <u>ALL</u> the records, and if the total falls within the range, applies the action to <u>ALL</u> the records.

# TEXT_AMPWIZARD_HELP_ITEMS_TO_AGGREGATE
source: Example: If the Decision Type is \"Use a special rate if the number of minutes of usage is over 500\", the settings might include \"500\" and the \"special rate\" to apply.
de: [DE]For example, suppose the Decision Type is \"Use a special rate if the number of minutes of usage is over 500\". The settings might include \"500\" and the \"special rate\" to apply.
es: [ES]For example, suppose the Decision Type is \"Use a special rate if the number of minutes of usage is over 500\". The settings might include \"500\" and the \"special rate\" to apply.
fr: Exemple : si le type de décision est \"Utiliser un prix spécial si le nombre de minutes d’utilisation est supérieur à 500\", ce paramètre peut inclure \"500\" et le \"prix spécial\" à appliquer.
it: [IT]For example, suppose the Decision Type is \"Use a special rate if the number of minutes of usage is over 500\". The settings might include \"500\" and the \"special rate\" to apply.
ja: [JA]For example, suppose the Decision Type is \"Use a special rate if the number of minutes of usage is over 500\". The settings might include \"500\" and the \"special rate\" to apply.

# TEXT_AMPWIZARD_HELP_PARAM_TABLE
source: A Decision Type must be associated with a Parameter Table, which provides a way to customize key values of the Decision Type. For example, you may want the 'number of free minutes' to be editable rather than a fixed value. Before a Decision Type is configured, its associated Parameter Table must be created using the Integrated Configuration Environment (ICE).
de: [DE]A Decision Type must be associated with a Parameter Table, which provides a way to customize key values of the Decision Type. For example, you might want the 'number of free minutes' to be editable rather than a fixed value. <br/><br/>Before a Decision Type is configured, its associated Parameter Table must be created using the Integrated Configuration Environment (ICE).<br/><br/>NOTE: After you click Next, you cannot choose a different parameter table for this decision type.
es: [ES]A Decision Type must be associated with a Parameter Table, which provides a way to customize key values of the Decision Type. For example, you might want the 'number of free minutes' to be editable rather than a fixed value. <br/><br/>Before a Decision Type is configured, its associated Parameter Table must be created using the Integrated Configuration Environment (ICE).<br/><br/>NOTE: After you click Next, you cannot choose a different parameter table for this decision type.
fr: Un type de décision doit être associé à une table de paramètres, qui permet de personnaliser les valeurs clés du type de décision. Par exemple, vous pouvez configurer la possibilité de modifier le nombre de minutes gratuites plutôt que d’utiliser une valeur fixe. <br/><br/>Avant de pouvoir configurer un type de décision, sa table de paramètres associée doit être créée à l’aide de l’environnement ICE (Integrated Configuration Environment).<br/><br/>REMARQUE : une fois que vous avez cliqué sur Suivant, vous ne pouvez plus choisir une autre table de paramètres pour ce type de décision.
it: [IT]A Decision Type must be associated with a Parameter Table, which provides a way to customize key values of the Decision Type. For example, you might want the 'number of free minutes' to be editable rather than a fixed value. <br/><br/>Before a Decision Type is configured, its associated Parameter Table must be created using the Integrated Configuration Environment (ICE).<br/><br/>NOTE: After you click Next, you cannot choose a different parameter table for this decision type.
ja: [JA]A Decision Type must be associated with a Parameter Table, which provides a way to customize key values of the Decision Type. For example, you might want the 'number of free minutes' to be editable rather than a fixed value. <br/><br/>Before a Decision Type is configured, its associated Parameter Table must be created using the Integrated Configuration Environment (ICE).<br/><br/>NOTE: After you click Next, you cannot choose a different parameter table for this decision type.

# TEXT_AMPWIZARD_HELP_SELECT_USAGE_QUALIFICATION
source: By default, when working on a Decision Type for a given time span (interval- or calendar-based), AMP forms the usage by considering <i>all</i> the Product View records that belong to an account for that time span. You might want to ignore certain records, such as in a Decision Type that analyzes only the usage of \"toll telephone call minutes\".
de: [DE]By default, when working on a Decision Type for a given time span (interval- or calendar-based), AMP forms the usage by considering <i>all</i> the Product View records that belong to an account for that time span. You might want to ignore certain records, such as in a Decision Type that analyzes only the usage of \"toll telephone call minutes\".
es: [ES]By default, when working on a Decision Type for a given time span (interval- or calendar-based), AMP forms the usage by considering <i>all</i> the Product View records that belong to an account for that time span. You might want to ignore certain records, such as in a Decision Type that analyzes only the usage of \"toll telephone call minutes\".
fr: Par défaut, lorsque vous utilisez un type de décision pour une période donnée (basée sur un intervalle ou sur un calendrier), AMP représente l’utilisation en tenant compte de <i>tous</i> les enregistrements de vue produit associés à un compte, pour ladite période. Si vous voulez ignorer certains enregistrements (le type de décision analysant uniquement l’utilisation des \"minutes d’appel téléphonique\", par exemple).
it: [IT]By default, when working on a Decision Type for a given time span (interval- or calendar-based), AMP forms the usage by considering <i>all</i> the Product View records that belong to an account for that time span. You might want to ignore certain records, such as in a Decision Type that analyzes only the usage of \"toll telephone call minutes\".
ja: [JA]By default, when working on a Decision Type for a given time span (interval- or calendar-based), AMP forms the usage by considering <i>all</i> the Product View records that belong to an account for that time span. You might want to ignore certain records, such as in a Decision Type that analyzes only the usage of \"toll telephone call minutes\".

# TEXT_AMPWIZARD_HELP_UNIT_RATE
source: This new rate is applied by setting the \"amount\" associated with the Decision Type to the new rate multiplied by the usage. Any fields that are derived from \"amount\" are then recalculated.<br/><i>Example: Once the range is met, the charge amount is 0.50 per minute.</i>
de: [DE]This new rate is applied by setting the \"amount\" associated with the Decision Type to the new rate multiplied by the usage. Any fields that are derived from \"amount\" are then recalculated.<br/><i>Example: After the range is met, the charge amount is 0.50 per minute.</i>
es: [ES]This new rate is applied by setting the \"amount\" associated with the Decision Type to the new rate multiplied by the usage. Any fields that are derived from \"amount\" are then recalculated.<br/><i>Example: After the range is met, the charge amount is 0.50 per minute.</i>
fr: Ce nouveau prix s’applique via la définition du \"montant\" associé au type de décision au nouveau prix multiplié par l’utilisation. Toute zone dérivée de la zone \"montant\" est ensuite recalculée.<br/><i>Exemple : une fois la plage atteinte, le montant de frais s’élève à 0,50 par minute.</i>
it: [IT]This new rate is applied by setting the \"amount\" associated with the Decision Type to the new rate multiplied by the usage. Any fields that are derived from \"amount\" are then recalculated.<br/><i>Example: After the range is met, the charge amount is 0.50 per minute.</i>
ja: [JA]This new rate is applied by setting the \"amount\" associated with the Decision Type to the new rate multiplied by the usage. Any fields that are derived from \"amount\" are then recalculated.<br/><i>Example: After the range is met, the charge amount is 0.50 per minute.</i>

# TEXT_AMPWIZARD_HELP_USAGE_OVERLAP
source: Example: One Decision Type totals \"minutes\" and \"all minutes < 1000 are free\". A second Decision Type totals \"minutes\", but you want to count only the minutes that are not part of the 1000. You want the second Decision Type to consider only those minutes that were not consumed by the first Decision Type. To accomplish this, set the Decision Domain for both Decision Types to 'Ratable'.
de: [DE]Example: One Decision Type totals \"minutes\" and \"all minutes < 1000 are free\". A second Decision Type totals \"minutes\", but you want to count only the minutes that are not part of the 1000. You want the second Decision Type to consider only those minutes that were not consumed by the first Decision Type. To accomplish this, set the Decision Domain for both Decision Types to 'Ratable'.
es: [ES]Example: One Decision Type totals \"minutes\" and \"all minutes < 1000 are free\". A second Decision Type totals \"minutes\", but you want to count only the minutes that are not part of the 1000. You want the second Decision Type to consider only those minutes that were not consumed by the first Decision Type. To accomplish this, set the Decision Domain for both Decision Types to 'Ratable'.
fr: Exemple : un type de décision totalise les \"minutes\" et \"toutes les minutes < 1000 sont gratuites\". Un deuxième type de décision totalise les \"minutes\", mais vous souhaitez compter uniquement les minutes qui n’entrent pas dans ce nombre de 1000. Vous voulez que le deuxième type de décision prenne uniquement en compte les minutes consommées par le premier type de décision. Pour cela, définissez le domaine de décision ’Ratable’ (facturable) pour les deux types de décision.
it: [IT]Example: One Decision Type totals \"minutes\" and \"all minutes < 1000 are free\". A second Decision Type totals \"minutes\", but you want to count only the minutes that are not part of the 1000. You want the second Decision Type to consider only those minutes that were not consumed by the first Decision Type. To accomplish this, set the Decision Domain for both Decision Types to 'Ratable'.
ja: [JA]Example: One Decision Type totals \"minutes\" and \"all minutes < 1000 are free\". A second Decision Type totals \"minutes\", but you want to count only the minutes that are not part of the 1000. You want the second Decision Type to consider only those minutes that were not consumed by the first Decision Type. To accomplish this, set the Decision Domain for both Decision Types to 'Ratable'.

# TEXT_AMPWIZARD_HELP_USAGE_QUALIFICATION
source: You can even create Usage Qualifications that reference other previously defined Usage Qualifications. For example, you may want the usage record to also meet other previously defined conditions.
de: [DE]You can create Usage Qualifications that reference other Usage Qualifications that were defined previously. For example, a usage record can also meet other previously defined conditions.
es: [ES]You can create Usage Qualifications that reference other Usage Qualifications that were defined previously. For example, a usage record can also meet other previously defined conditions.
fr: Vous pouvez créer des qualifications d’utilisation faisant référence à d’autres qualifications d’utilisation définies précédemment. Par exemple, un enregistrement d’utilisation peut également correspondre à des conditions définies précédemment.
it: [IT]You can create Usage Qualifications that reference other Usage Qualifications that were defined previously. For example, a usage record can also meet other previously defined conditions.
ja: [JA]You can create Usage Qualifications that reference other Usage Qualifications that were defined previously. For example, a usage record can also meet other previously defined conditions.

# TEXT_AMPWIZARD_INVALID_UQG_NAME
source: The value in this field is invalid. Valid Usage Qualification names can only consist of alphanumeric characters (Aa-Zz, 0-9) and the underscore '_' character.
de: [DE]The value in this field is invalid. Valid Usage Qualification names can only consist of alphanumeric characters (Aa-Zz, 0-9) and the underscore '_' character.
es: [ES]The value in this field is invalid. Valid Usage Qualification names can only consist of alphanumeric characters (Aa-Zz, 0-9) and the underscore '_' character.
fr: La valeur de ce champ est incorrecte. Pour être valides les noms des qualifications d’utilisation ne peuvent être composés que de caractères alphanumériques (Aa-Zz, 0-9) et du caractère de soulignement \"_\".
it: [IT]The value in this field is invalid. Valid Usage Qualification names can only consist of alphanumeric characters (Aa-Zz, 0-9) and the underscore '_' character.
ja: [JP]The value in this field is invalid. Valid Usage Qualification names can only consist of alphanumeric characters (Aa-Zz, 0-9) and the underscore '_' character.

# TEXT_AMPWIZARD_MORE_CHARGE_CREDIT_DIRECTIVE
source: As part of generating a charge or credit, a directive can do the following types of work:<br/>- Table Inclusion - Join to a database table or view. All fields from the selected row in the included table or view will be added as fields to the object in memory.<br/>- Field Population - Populate a field of the object in memory by evaluating an expression or by assigning a default value.<br/>- Procedure Execution - Execute an MVM procedure. Procedure execution provides a mechanism for doing anything that cannot be accomplished through table inclusion and field population.
de: [DE]As part of generating a charge or credit, a directive can do the following types of work:<br/>- Table Inclusion - Join to a database table or view. All fields from the selected row in the included table or view will be added as fields to the object in memory.<br/>- Field Population - Populate a field of the object in memory by evaluating an expression or by assigning a default value.<br/>- Procedure Execution - Execute an MVM procedure. Procedure execution provides a mechanism for doing anything that cannot be accomplished through table inclusion and field population.
es: [ES]As part of generating a charge or credit, a directive can do the following types of work:<br/>- Table Inclusion - Join to a database table or view. All fields from the selected row in the included table or view will be added as fields to the object in memory.<br/>- Field Population - Populate a field of the object in memory by evaluating an expression or by assigning a default value.<br/>- Procedure Execution - Execute an MVM procedure. Procedure execution provides a mechanism for doing anything that cannot be accomplished through table inclusion and field population.
fr: Dans le cadre de la création d’un débit ou d’un crédit, une directive peut exécuter les types de tâches suivants :<br/>- Inclusion de table - Association à une table de base de données ou à une vue. Toutes les zones de la ligne sélectionnée au sein de la table ou de la vue seront ajoutées à l’objet en mémoire (en tant que zones).<br/>- Renseignement de zones - Permet de renseigner une zone de l’objet en mémoire grâce à l’évaluation d’une expression ou à l’affectation d’une valeur par défaut.<br/>- Exécution de procédure - Permet d’exécuter une procédure MVM. l’exécution de procédure permet d’utiliser un mécanisme d’exécution des tâches qui ne peuvent pas être réalisées via l’inclusion de tables et le renseignement des zones.
it: [IT]As part of generating a charge or credit, a directive can do the following types of work:<br/>- Table Inclusion - Join to a database table or view. All fields from the selected row in the included table or view will be added as fields to the object in memory.<br/>- Field Population - Populate a field of the object in memory by evaluating an expression or by assigning a default value.<br/>- Procedure Execution - Execute an MVM procedure. Procedure execution provides a mechanism for doing anything that cannot be accomplished through table inclusion and field population.
ja: [JA]As part of generating a charge or credit, a directive can do the following types of work:<br/>- Table Inclusion - Join to a database table or view. All fields from the selected row in the included table or view will be added as fields to the object in memory.<br/>- Field Population - Populate a field of the object in memory by evaluating an expression or by assigning a default value.<br/>- Procedure Execution - Execute an MVM procedure. Procedure execution provides a mechanism for doing anything that cannot be accomplished through table inclusion and field population.
