Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/MainMenu.*.resx
Languages: de, es, es_mx, fr, it, ja, pt_br

# TEXT_PAYMENT_HISTORY
source: Payment History
de: Zahlungsverlauf
es: Historial de pagos
es_mx: Historial de pagos
fr: Historique des paiements
it: Cronologia pagamenti
ja: 支払履歴
pt_br: HistÃ³rico de pagamento

# TEXT_PAYMENT_METHODS
source: Payment Methods
de: Zahlungsarten
es: Formas de pago
es_mx: Métodos de pago
fr: Méthodes de paiement
it: Metodi di pagamento
ja: 支払方法
pt_br: MÃ©todos de pagamento

# TEXT_PAYMENTS
source: Payments
de: Zahlungen
es: Pagos
es_mx: Pagos
fr: Paiements
it: Pagamenti
ja: 支払状況
pt_br: Pagamentos

# TEXT_PC_AUDIT_LOG
source: Audit Log
de: Audit-Protokoll
es: Registro de auditoría
es_mx: Registro de auditoría
fr: Journal d&apos;audit
it: Registro verifiche
ja: 監査ログ
pt_br: Log da auditoria

# TEXT_PENDING_FILES
source: Pending Files
de: Dateien ausstehend
es: Archivos pendientes
es_mx: Archivos pendientes
fr: Fichiers en attente
it: File in sospeso
ja: ファイルの保留
pt_br: Arquivos pendentes

# TEXT_PRICEABLE_ITEMS
source: Priceable Items
de: Auspreisbare Positionen
es: Artículos con precio calculable
es_mx: Elementos con precio calculable
fr: Éléments à prix
it: Articoli prezzabili
ja: 有料項目
pt_br: Itens cobrÃ¡veis

# TEXT_QUEUE_ADHOC_REPORT_FOR_EXECUTION
source: Queue AdHoc Report For Execution
de: Ad-hoc-Bericht in Ausführungswarteschlange stellen
es: Situar informe ad hoc en la cola para ejecución
es_mx: Poner informe ad hoc en la cola para ejecución
fr: Mettre le rapport ad hoc dans la file d’attente pour exécution
it: Accoda rapporti ad hoc per esecuzione
ja: アドホック報告書を実行用のキューに入れる
pt_br: Colocar relatÃ³rio adhoc na fila para execuÃ§Ã£o

# TEXT_QUEUE_ADHOC_REPORTS
source: Queue Adhoc Reports
de: Ad-hoc-Berichte in Warteschlange stellen
es: Situar informes ad hoc en la cola
es_mx: Poner informes ad hoc en la cola
fr: Mettre les rapport ad hoc dans la file d’attente
it: Accoda rapporti ad hoc
ja: アドホック報告書をキューに入れる
pt_br: Colocar relatÃ³rios adhoc na fila

# TEXT_REJECTED_FILES
source: Rejected Files
de: Abgelehnte Dateien
es: Archivos rechazados
es_mx: Archivos rechazados
fr: Fichiers rejetés
it: File rifiutati
ja: 拒否されたファイル
pt_br: Arquivos rejeitados

# TEXT_RELATIONSHIPS
source: Relationships
de: Beziehungen
es: Relaciones
es_mx: Relaciones
fr: Relations
it: Relazioni
ja: 関係
pt_br: Relacionamentos

# TEXT_RESUBMITTED_FAILED_TRANSACTIONS
source: Resubmitted
de: Erneut übermittelt
es: Reenviada
es_mx: Se reenvió
fr: Renvoyé
it: Nuovo invio effettuato
ja: 再送信済み
pt_br: Reenviado

# TEXT_RUN_SCHEDULED_ADAPTER
source: Run Scheduled Adapter Now
de: Eingeplanten Adapter jetzt ausführen
es: Ejecutar adaptador programado ahora
es_mx: Ejecutar adaptador programado ahora
fr: Exécuter l’adaptateur planifié maintenant
it: Esegui adattatore programmato
ja: スケジュールされたアダプタをすぐに実行する
pt_br: Executar adaptador agendado agora

# TEXT_RUNS_ALL
source: Runs (All)
de: Ausführungen (alle)
es: Ejecuciones (todas)
es_mx: Ejecuciones (Todo)
fr: Cycles (Tous)
it: Esecuzioni (tutte)
ja: 実行 (すべて)
pt_br: ExecuÃ§Ãµes (todas)

# TEXT_RUNS_IN_LAST_24
source: Runs in Past 24 Hours
de: Ausführungen in den vergangenen 24 Stunden
es: Ejecuciones de las últimas 24 horas
es_mx: Ejecuciones en las últimas 24 horas
fr: Cycles des dernières 24 heures
it: Esecuzioni delle ultime 24 ore
ja: 過去 24 時間以内の実行
pt_br: ExecuÃ§Ãµes nas Ãºltimas 24 horas

# TEXT_RUNS_IN_LAST_WEEK
source: Runs in Past Week
de: Ausführungen in der vergangenen Woche
es: Ejecuciones de la semana pasada
es_mx: Ejecuciones en la última semana
fr: Cycles de la semaine passée
it: Esecuzioni dell'ultima settimana
ja: 過去 1 週間以内の実行
pt_br: ExecuÃ§Ãµes na semana passada

# TEXT_SCHEDULE_REPORT_INSTANCE_DAILY
source: Schedule Report Instance Daily
de: Berichtsinstanz täglich einplanen
es: Programar instancia de informe diariamente
es_mx: Programar instancia de informe diariamente
fr: Planifier l’instance de rapport quotidiennement
it: Programmazione giornaliera istanze rapporto
ja: 日単位の報告書インスタンスのスケジュール
pt_br: Agendar instÃ¢ncia de relatÃ³rio diariamente

# TEXT_SCHEDULE_REPORT_INSTANCE_MONTHLY
source: Schedule Report Instance Monthly
de: Berichtsinstanz monatlich einplanen
es: Programar instancia de informe mensualmente
es_mx: Programar instancia de informe mensualmente
fr: Planifier l’instance de rapport mensuellement
it: Programmazione mensile istanze rapporto
ja: 月単位の報告書インスタンスのスケジュール
pt_br: Agendar instÃ¢ncia de relatÃ³rio mensalmente

# TEXT_SCHEDULE_REPORT_INSTANCE_WEEKLY
source: Schedule Report Instance Weekly
de: Berichtsinstanz wöchentlich einplanen
es: Programar instancia de informe semanalmente
es_mx: Programar instancia de informe semanalmente
fr: Planifier l’instance de rapport une fois par semaine
it: Programmazione settimanale istanze rapporto
ja: 週単位の報告書インスタンスのスケジュール
pt_br: Agendar instÃ¢ncia de relatÃ³rio semanalmente

# TEXT_SCHEDULED_ADAPTERS
source: Scheduled Adapters
de: Eingeplante Adapter
es: Adaptadores programados
es_mx: Adaptadores programados
fr: Adaptateurs planifiés
it: Adattatori programmati
ja: スケジュールされたアダプタ
pt_br: Adaptadores agendados

# TEXT_SECURITY
source: Security
de: Sicherheit
es: Seguridad
es_mx: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
pt_br: SeguranÃ§a

# TEXT_SEND_EMAIL_DIALOG
source: Send E-Mail
de: E-Mail senden
es: Enviar mensaje de correo electrónico
es_mx: Enviar correo electrónico
fr: Envoyer un e-mail
it: Invia e-mail
ja: 電子メールの送信
pt_br: Enviar e-mail

# TEXT_SHARED_RATES
source: Shared Rates
de: Gemeinsame Raten
es: Tarifas compartidas
es_mx: Tarifas compartidas
fr: Taux partagés
it: Tariffe condivise
ja: 共通料金
pt_br: Taxas compartilhadas

# TEXT_SHOW_A_REPORT_INSTANCE_DETAILS
source: Show Report Instance Details
de: Details der Berichtsinstanz anzeigen
es: Mostrar detalles de la instancia de informe
es_mx: Mostrar detalles de instancia de informe
fr: Afficher les détails de l’instance de rapport
it: Mostra dettagli dell'istanza rapporto
ja: 報告書インスタンスの詳細の表示
pt_br: Exibir detalhes da instÃ¢ncia do relatÃ³rio

# TEXT_SHOW_ALL_REPORT_PARAMETERS
source: Show All Report Parameters
de: Alle Berichtsparameter anzeigen
es: Mostrar todos los parámetros del informe
es_mx: Mostrar todos los parámetros de informes
fr: Afficher tous les paramètres de rapport
it: Mostra tutti i parametri dei rapporti
ja: すべての報告書パラメータの表示
pt_br: Exibir todos os parÃ¢metros de relatÃ³rio

# TEXT_SHOW_DATAEXPORT_DASHBOARD
source: Report Audit History
de: Berichts-Audit-Verlauf
es: Historial de auditorías de informes
es_mx: Informar historial de auditorías
fr: Historique des audits de rapport
it: Cronologia verifiche rapporti
ja: 報告書の監査履歴
pt_br: HistÃ³rico de auditoria do relatÃ³rio

# TEXT_SHOW_DATAEXPORT_QUEUE_DASHBOARD
source: Data Export Queue
de: Warteschlange für Datenexport
es: Cola de exportación de datos
es_mx: Cola de exportación de datos
fr: File d’attente d’exportation des données
it: Coda di esportazione dati
ja: データ エクスポート キュー
pt_br: Fila de exportaÃ§Ã£o de dados

# TEXT_SUBSCRIBER_LOG_ADD
source: Add Log Entry
de: Protokolleintrag hinzufügen
es: Añadir entrada de registro
es_mx: Agregar entrada de registro
fr: Ajouter une entrée du journal
it: Aggiungi voce registro
ja: ログ エントリの追加
pt_br: Adicionar entrada de log

# TEXT_SUBSCRIBER_LOG_VIEW
source: View Account Log
de: Kontoprotokoll anzeigen
es: Ver registro de cuenta
es_mx: Ver registro de la cuenta
fr: Afficher le journal du compte
it: Verifica registro conti
ja: アカウント ログの表示
pt_br: Exibir log da conta

# TEXT_SUBSCRIPTIONS
source: Subscriptions
de: Nutzungsanmeldungen
es: Suscripciones
es_mx: Suscripciones
fr: Abonnements
it: Abbonamenti
ja: 申し込み
pt_br: Assinaturas

# TEXT_SUMMARY
source: Account Summary
de: Kontoübersicht
es: Resumen de la cuenta
es_mx: Resumen de la cuenta
fr: Résumé du compte
it: Riepilogo conto
ja: 口座の概要
pt_br: Resumo de conta

# TEXT_SUMMARY_BY_ERROR_TYPE
source: Summary By Error Type
de: Übersicht nach Fehlertyp
es: Resumen por tipo de error
es_mx: Resumen por tipo de error
fr: Résumé par type d’erreur
it: Riepilogo per tipo di errore
ja: エラー種別ごとの概要
pt_br: Resumo por tipo de erro

# TEXT_SUSPENDED_TRANSACTIONS
source: Suspended
de: Ausgesetzt
es: Suspendido
es_mx: Suspendido(a)
fr: Suspendu
it: Sospeso
ja: 一時停止
pt_br: Suspenso

# TEXT_SYNC_ADAPTER
source: Synchronize Adapter Config
de: Adapterkonfiguration synchronisieren
es: Sincronizar config. del adaptador
es_mx: Sincronizar config de adaptador
fr: Synchroniser la configuration des adaptateurs
it: Sincronizza configurazione adattatore
ja: アダプタ設定の同期
pt_br: Sincronizar configuraÃ§Ã£o de adaptador

# TEXT_SYNCHRONIZE
source: Synchronize
de: Synchronisieren
es: Sincronizar
es_mx: Sincronizar
fr: Synchroniser
it: Sincronizza
ja: 同期
pt_br: Sincronizar

# TEXT_SYSTEM_USER_OWNED_ACCOUNTS
source: Owned Subscribers
de: Teilnehmer mit Systembenutzer als Inhaber
es: Suscriptores en propiedad
es_mx: Suscriptores propios
fr: Abonnés détenus
it: Abbonati posseduti
ja: 所有された利用者
pt_br: Assinantes pertencentes

# TEXT_SYSTEM_USER_OWNED_SYSTEM_FOLDERS
source: Administrated Accounts
de: Verwaltete Konten
es: Cuentas administradas
es_mx: Cuentas administradas
fr: Comptes administrés
it: Conti amministrati
ja: 管理されたアカウント
pt_br: Contas administradas

# TEXT_SYSTEM_USER_SECURITY
source: Security
de: Sicherheit
es: Seguridad
es_mx: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
pt_br: SeguranÃ§a

# TEXT_UNDER_INVESTIGATION_FAILED_TRANSACTIONS
source: Under Investigation
de: In Untersuchung
es: Bajo investigación
es_mx: Bajo investigación
fr: En cours d’examen
it: Indagine in corso
ja: 調査中
pt_br: Sob investigaÃ§Ã£o

# TEXT_UPDATE_ACCOUNT
source: Update Account
de: Konto aktualisieren
es: Actualizar cuenta
es_mx: Actualizar la cuenta
fr: Mettre à jour le compte
it: Aggiorna conto
ja: アカウントの更新
pt_br: Atualizar conta

# TEXT_UPDATE_CONTACT
source: Update Contacts
de: Kontakte aktualisieren
es: Actualizar contactos
es_mx: Actualizar contactos
fr: Contacts
it: Aggiorna contatti
ja: 問い合わせ先の更新
pt_br: Contatos

# TEXT_UPDATE_EXISTING_REPORT_DEFINITIONS
source: Update Existing Report Definition
de: Vorhandene Berichtsdefinition aktualisieren
es: Actualizar definición de informe existente
es_mx: Actualizar definición de informe existente
fr: Mettre à jour la définition de rapport existante
it: Aggiorna definizione rapporto esistente
ja: 既存の報告書定義の更新
pt_br: Atualizar definiÃ§Ã£o de relatÃ³rio existente

# TEXT_USM
source: Usage Server Maintenance
de: Wartung des Verwendungsservers
es: Mantenimiento del servidor de uso
es_mx: Mantenimiento de servidor de uso
fr: Maintenance du serveur d’utilisation
it: Manutenzione server di utilizzo
ja: 利用サーバーのメンテナンス
pt_br: ManutenÃ§Ã£o do servidor de utilizaÃ§Ã£o

# TEXT_USM_CONFIG
source: Usage Server
de: USM-Konfiguration
es: Configuración USM
es_mx: Configuración de USM
fr: Utilisation serveur
it: Configurazione USM
ja: USM 設定
pt_br: Servidor de utilizaÃ§Ã£o

# TEXT_VERSION_INFO
source: Version Information
de: Versionsinformationen
es: Información de la versión
es_mx: Información de la versión
fr: Informations sur la version
it: Informazioni sulla versione
ja: バージョン情報
pt_br: InformaÃ§Ã£o da versÃ£o

# TEXT_VIEW_METERING_STATISTICS
source: View
de: Anzeigen
es: Ver
es_mx: Ver
fr: Tous les événements
it: Visualizza
ja: ビュー
pt_br: Todos os eventos

# TEXT_VIEWONLINE_BILL
source: View Online Bill
de: Online-Rechnung anzeigen
es: Ver factura en línea
es_mx: Ver factura en línea
fr: Afficher la facture en ligne
it: Visualizza fattura in linea
ja: オンライン請求書の表示
pt_br: Exibir fatura online

# TEXT_ACCOUNT
source: Account
de: [DE]Account
es_mx: {ES-MX}Account
fr: Compte
pt_br: Conta

# TEXT_ADD_CHILD_ACCOUNT
source: Add child Account
de: [DE]Add child Account
es_mx: [es-MX]Add child Account
fr: Ajouter un compte enfant
pt_br: Adicionar conta filha

# TEXT_ADD_PARTITION
source: Add Partition
de: [DE]Add Partition
es_mx: {ES-MX}Add Partition
fr: Ajouter une partition
pt_br: Adicionar partiÃ§Ã£o

# TEXT_AGREEMENT_TEMPLATES
source: Agreement Templates
de: [DE]Agreement Templates
fr: Modèles d’accords
pt_br: Modelos de contrato

# TEXT_AGREEMENTS
source: Agreements
de: [DE]Agreements
fr: Accords
pt_br: Contratos

# TEXT_ANALYTICS
source: Analytics
de: [DE]Analytics
es_mx: [es-MX]Analytics
fr: Analyses
pt_br: AnÃ¡lises

# TEXT_APPROVAL_FRAMEWORK_MANAGEMENT
source: Approvals
de: [DE]Approvals
es_mx: {ES-MX}Approvals
fr: Approbations
pt_br: AprovaÃ§Ãµes

# TEXT_ASSIGN_BILL_MESSAGES
source: Assign Bill Messages
de: [DE]Assign Bill Messages
es_mx: Spanish
fr: Affecter les messages de facture
pt_br: Atribuir mensagens de fatura

# TEXT_BILL_MESSAGES
source: Bill Messages
de: [DE]Bill Messages
es_mx: [es-MX]Bill Messages
fr: Messages relatifs aux factures
pt_br: Mensagens de conta

# TEXT_CREATE_CREDIT_NOTE
source: Create Credit Note
de: [DE]Create Credit Note
es_mx: {ES-MX}Create Credit Note
fr: Créer une note de crédit
pt_br: Criar notas de crÃ©dito

# TEXT_CREATE_QUOTE
source: Create Quote
de: [DE]Create Quote
es_mx: {ES-MX}Create Quote
fr: Créer un bon de commande
pt_br: Criar cotaÃ§Ã£o

# TEXT_FINANCE_DASHBOARD
source: Finance Dashboard
de: [DE]Finance Dashboard
es_mx: [es-MX]Finance Dashboard
fr: Tableau de bord financier
pt_br: Painel de finanÃ§as

# TEXT_MACHINE_ROLES
source: Machine Roles
de: [DE]
es_mx: Funciones de máquina
fr: Rôles de la machine
pt_br: FunÃ§Ãµes de mÃ¡quina

# TEXT_MANAGE
source: Manage
de: [DE]Manage
fr: Gérer
pt_br: Gerenciar

# TEXT_MANAGE_AGREEMENT_TEMPLATES
source: Manage Agreement Templates
de: [DE]Manage Agreement Templates
fr: Gérer les modèles d’accords
pt_br: Gerenciar modelos de conta

# TEXT_MANAGE_BILL_MESSAGES
source: Manage Bill Messages
de: [DE]Manage Bill Messages
es_mx: [es-MX]Manage Bill Messages
fr: Gérer les messages relatifs aux factures
pt_br: Gerenciar mensagens de fatura

# TEXT_MANAGE_BILLSOFT_EXEMPTIONS
source: Manage BillSoft Exemptions
de: [DE]Manage BillSoft Exemptions
fr: Gérer les exemptions BillSoft
pt_br: Gerenciar isenÃ§Ãµes BillSoft

# TEXT_MANAGE_BILLSOFT_OVERRIDES
source: Manage BillSoft Overrides
de: [DE]Manage BillSoft Overrides
fr: Gérer les remplacements BillSoft
pt_br: Gerenciar substituiÃ§Ãµes BillSoft

# TEXT_MASTER_OFFERINGS
source: Master Product Offerings
de: [DE]Master Product Offerings
es_mx: {ES_MX}Master Product Offerings
fr: Principales offres produits
pt_br: Ofertas de produto mestre

# TEXT_OPERATIONS_DASHBOARD
source: Operations Dashboard
de: [DE]Operations Dashboard
es_mx: [es-MX]Operations Dashboard
fr: Tableau de bord des opérations
pt_br: Painel de operaÃ§Ãµes

# TEXT_PAYMENT_TRANSACTIONS
source: Payment Transactions
de: [DE]Payment Transactions
fr: Transactions de paiement
pt_br: TransaÃ§Ãµes de pagamento

# TEXT_PRODUCT_DASHBOARD
source: Product Dashboard
de: [DE]Product Dashboard
es_mx: [es-MX]Product Dashboard
fr: Tableau de bord produit
pt_br: Painel de produto

# TEXT_QUOTING
source: Manage Quotes
de: [DE]Manage Quotes
es_mx: {ES-MX}Manage Quotes
fr: Gérer les bons de commande
pt_br: Gerenciar cotaÃ§Ãµes

# TEXT_QUOTING_LIST
source: View All Quotes
de: [DE]View All Quotes
es_mx: {ES-MX}View All Quotes
fr: Afficher tous les bons de commande
pt_br: Exibir todas as cotaÃ§Ãµes

# TEXT_REFRESH
source: Refresh
de: [DE]Refresh
fr: Actualiser
pt_br: Atualizar

# TEXT_REPORTS
source: Reports
de: [DE]Reports
es_mx: [es-MX] Reports
fr: Rapports
pt_br: RelatÃ³rios

# TEXT_SELF_CARE_PORTAL
source: Self Care Portal
de: [DE]Self Care Portal
fr: Portail en libre-service
pt_br: Portal de auto-atendimento

# TEXT_SHARED_PROPERTIES
source: Shared Properties
de: [DE]Shared Properties
es_mx: {ES-MX}Shared Properties
fr: Propriétés partagées
pt_br: Propriedades compartilhadas

# TEXT_SHOW_ALL_CHANGES_SUMMARY
source: View All Changes
de: [DE]View All Changes
fr: Afficher tous les changements
pt_br: Exibir todas as alteraÃ§Ãµes

# TEXT_SHOW_FAILED_CHANGES_SUMMARY
source: View Failed Changes
de: [DE]View Failed Changes
fr: Afficher les échecs de changement
pt_br: Exibir alteraÃ§Ãµes com falha

# TEXT_SHOW_ITEM_HISTORY
source: View Item History
de: [DE]View Item History
fr: Afficher l’historique des éléments
pt_br: Exibir histÃ³rico de item

# TEXT_SHOW_PENDING_CHANGES_SUMMARY
source: View Pending Changes
de: [DE]View Pending Changes
fr: Afficher les changements en attente
pt_br: Exibir alteraÃ§Ãµes pendentes

# TEXT_USAGE_PROCESSING
source: Usage Processing
de: [DE]Usage Processing
es_mx: {ES-MX}Usage Processing
fr: Utilisation traitement
pt_br: Processamento de utilizaÃ§Ã£o

# TEXT_VIEW_CREDIT_NOTES_ISSUED
source: View Credit Notes Issued
de: [DE]View Credit Notes Issued
es_mx: {ES-MX}View Credit Notes Issued
fr: Afficher les notes de crédit émises
pt_br: Exibir todas de crÃ©dito emitidas

# TEXT_ACCOUNT_QUOTING_LIST
source: Quotes
fr: Bons de commande
pt_br: CotaÃ§Ãµes

# TEXT_USAGE_AUDIT
source: Usage Audit
es_mx: {ES-MX}Usage Audit
fr: Détails de décision du calcul d’utilisation
ja: Usage Calculation Decision Details
pt_br: Auditoria de utilizaÃ§Ã£o

# TEXT_ADD_TENANT
source: Add Partition
fr: Ajouter une partition
pt_br: Adicionar partiÃ§Ã£o

# TEXT_FEEDS
source: Feeds
es: Alimenta
es_mx: Alimentaciones
it: Feed
ja: 供給
