Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/MainMenu.*.resx
Languages: de, es, es_mx, fr, it, ja, pt_br

# TEXT_ACCOUNT_DETAILS
source: Account Details
de: Kontodetails
es: Detalles de la cuenta
es_mx: Detalles de la cuenta
fr: Détails du compte
it: Dettagli conto
ja: 口座の内訳
pt_br: Detalhes da conta

# TEXT_ACCOUNT_STATE
source: Account State
de: Kontostatus
es: Estado de la cuenta
es_mx: Estado de la cuenta
fr: État du compte
it: Stato del conto
ja: お客様の登録状況
pt_br: Estado da conta

# TEXT_ACTIVE_FILES
source: Active Jobs
de: Aktive Aufträge
es: Trabajos activos
es_mx: Trabajos activos
fr: Tâches actives
it: Processi attivi
ja: 有効なジョブ
pt_br: Trabalhos ativos

# TEXT_ACTIVE_INTERVALS
source: Active Intervals
de: Aktive Intervalle
es: Intervalos activos
es_mx: Intervalos activos
fr: Intervalles actifs
it: Intervalli attivi
ja: 有効な期間
pt_br: Intervalos ativos

# TEXT_ADD_ACCOUNT
source: Add Account
de: Konto hinzufügen
es: Añadir cuenta
es_mx: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi conto
ja: アカウントの追加
pt_br: Adicionar conta

# TEXT_ADD_ACCOUNT_SPLIT
source: Add Account Split
de: Kontosplit hinzufügen
es: Añadir división de cuenta
es_mx: Agregar división de cuenta
fr: Ajouter une division de compte
it: Aggiungi divisione conto
ja: アカウント分割の追加
pt_br: Adicionar divisÃ£o de conta

# TEXT_ADD_ACCOUNT_WEBSERVICE
source: Add Account with Web Service
de: Konto mit Webservice hinzufügen
es: Añadir cuenta con servicio web
es_mx: Agregar cuenta con servicio web
fr: Ajouter un compte avec service Web
it: Aggiungi conto con servizio Web
ja: アカウントと Web サービスの追加
pt_br: Adicionar contas com serviÃ§o web

# TEXT_ADD_CSR
source: Add CSR
de: Kundendienstmitarbeiter hinzufügen
es: Añadir CSR
es_mx: Agregar CSR
fr: Ajouter un conseiller du service à la clientèle
it: Aggiungi CSR
ja: CSR の追加
pt_br: Adicionar CSR

# TEXT_ADD_NEW_REPORT_DEFINITION
source: Add New Report Definition
de: Neue Berichtsdefinition hinzufügen
es: Añadir nueva definición de informe
es_mx: Agregar nueva definición de informe
fr: Ajouter une nouvelle définition de rapport
it: Aggiungi nuova definizione rapporto
ja: 新しい報告書定義の追加
pt_br: Adicionar nova definiÃ§Ã£o de relatÃ³rio

# TEXT_ADD_NEW_REPORT_PARAMETERS
source: Add New Report Parameters
de: Neue Berichtsparameter hinzufügen
es: Añadir nuevos parámetros de informe
es_mx: Agregar nuevos parámetros de informe
fr: Ajouter de nouveaux paramètres de rapport
it: Aggiungi nuovi parametri rapporto
ja: 新しい報告書パラメータの追加
pt_br: Adicionar novos parÃ¢metros de relatÃ³rio

# TEXT_ADJUST_TRANSACTIONS
source: Adjust Transactions
de: Transaktionen anpassen
es: Ajustar transacciones
es_mx: Ajustar transacciones
fr: Ajuster les transactions
it: Rettifica transazioni
ja: 調整取引
pt_br: Ajustar transaÃ§Ãµes

# TEXT_ADJUSTMENTS
source: Adjustments
de: Anpassungen/Gebühren
es: Ajustes/Cargos
es_mx: Ajustes / Cargos
fr: Ajustements / Frais
it: Rettifiche / Addebiti
ja: 調整 / 料金
pt_br: Ajustes / CobranÃ§as

# TEXT_ADMINISTRATION
source: Administration
de: Verwaltung
es: Administración
es_mx: Administración
it: Amministrazione
ja: 管理
pt_br: AdministraÃ§Ã£o

# TEXT_ADVANCED_OPTIONS
source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
es_mx: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 詳細オプション
pt_br: OpÃ§Ãµes avanÃ§adas

# TEXT_ALL_FILES
source: All Jobs
de: Alle Aufträge
es: Todos los trabajos
es_mx: Todos los trabajos
fr: Toutes les tâches
it: Tutti i processi
ja: すべてのジョブ
pt_br: Todos os trabalhos

# TEXT_ALL_INTERVALS
source: All Intervals
de: Alle Intervalle
es: Todos los intervalos
es_mx: Todos los intervalos
fr: Tous les intervalles
it: Tutti gli intervalli
ja: すべての期間
pt_br: Todos os intervalos

# TEXT_APP_AUDIT_LOG
source: Application Audit Log
de: Anwendungs-Audit-Protokoll
es: Registro de auditoría de la aplicación
es_mx: Registro de auditoría de aplicación
fr: Journal d’audit de l’application
it: Registro verifiche applicazione
ja: アプリケーション監査ログ
pt_br: Log de auditoria da aplicaÃ§Ã£o

# TEXT_ASSIGN_UPDATE_REPORT_PARAMETERS
source: Assign Report Parameters
de: Berichtsparameter zuweisen
es: Asignar parámetros de informe
es_mx: Asignar parámetros de informe
fr: Affecter les paramètres de rapport
it: Assegna parametri rapporto
ja: 報告書パラメータの割り当て
pt_br: Atribuir parÃ¢metros de relatÃ³rio

# TEXT_BACKOUT_RERUN
source: Backout Management
de: Rückschritt-Verwaltung
es: Gestión de devoluciones
es_mx: Administración de devolución
fr: Gestion des annulations
it: Gestione ritiri
ja: 取り消し管理
pt_br: Gerenciamento de retornos

# TEXT_BATCH_24
source: Batches In The Past 24 Hours
de: Stapel in den vergangenen 24 Stunden
es: Lotes de las últimas 24 horas
es_mx: Lotes en las últimas 24 horas
fr: Lots des dernières 24 heures
it: Batch delle ultime 24 ore
ja: 過去 24 時間以内のバッチ
pt_br: Lotes nas Ãºltimas 24 horas

# TEXT_BATCH_ACTIVE
source: Active/Failed Batches
de: Aktive/fehlgeschlagene Stapel
es: Lotes activos/erróneos
es_mx: Lotes activos/erróneos
fr: Lots actifs/en échec
it: Batch attivi/con errori
ja: 有効なバッチ/失敗したバッチ
pt_br: Lotes ativos/com falha

# TEXT_BATCH_ALL
source: All Batches
de: Alle Stapel
es: Todos los lotes
es_mx: Todos los lotes
fr: Tous les lots
it: Tutti i batch
ja: すべてのバッチ
pt_br: Todos os lotes

# TEXT_BATCH_COMPLETED
source: Completed Batches
de: Abgeschlossene Stapel
es: Lotes completados
es_mx: Lotes finalizados
fr: Lots terminés
it: Batch completati
ja: 完了したバッチ
pt_br: Lotes concluÃ­dos

# TEXT_BATCH_DISMISSED
source: Dismissed Batches
de: Verworfene Stapel
es: Lotes rechazados
es_mx: Lotes descartados
fr: Lots ignorés
it: Batch respinti
ja: 却下されたバッチ
pt_br: Lotes rejeitados

# TEXT_BATCH_MANAGEMENT
source: Batch Management
de: Stapelverwaltung
es: Gestión de lotes
es_mx: Administración de lote
fr: Gestion des lots
it: Gestione batch
ja: バッチ管理
pt_br: Gerenciamento de lote

# TEXT_BATCH_WEEK
source: Batches In The Past Week
de: Stapel in der letzten Woche
es: Lotes de la semana pasada
es_mx: Lotes en la última semana
fr: Lots de la semaine passée
it: Batch dell'ultima settimana
ja: 過去 1 週間以内のバッチ
pt_br: Lotes na semana passada

# TEXT_BE
source: Business Modeling Entities
de: Geschäftsmodellierungseinheiten
es: Entidades comerciales modelo
es_mx: Entidades de modelación empresarial
fr: Entités de modélisation métier
it: Entità modelling business
ja: ビジネス モデリング エンティティ
pt_br: Entidades de modelamento de negÃ³cios

# TEXT_BE_ORDERS
source: Orders
de: Bestellung
es: Pedido
es_mx: Órdenes
fr: Ordres
it: Ordine
ja: 注文
pt_br: Pedidos

# TEXT_BILL_MANAGEES
source: Managed Online Bills
de: Verwaltete Online-Rechnungen
es: Facturas en línea gestionadas
es_mx: Facturas en línea administrada
fr: Factures gérées en ligne
it: Fatture in linea gestite
ja: オンライン請求書の管理
pt_br: Faturas online gerenciadas

# TEXT_BILL_MANAGER
source: Bill Managers
de: Rechnungsmanager
es: Gestores de facturación
es_mx: Administradores de facturas
fr: Responsable des factures
it: Responsabili fatturazione
ja: 請求書管理者
pt_br: Gerenciadores de fatura

# TEXT_BILLABLE_INTERVALS
source: Billable Intervals
de: Abrechnungsfähige Intervalle
es: Intervalos facturables
es_mx: Intervalos facturables
fr: Intervalles facturables
it: Intervalli fatturabili
ja: 請求可能期間
pt_br: Intervalos faturÃ¡veis

# TEXT_BILLING_MANAGEMENT
source: Billing
de: Rechnungsmanagement
es: Gestión de facturación
es_mx: Administración de facturación
fr: Facturation
it: Gestione fatturazione
ja: 請求管理
pt_br: Faturamento

# TEXT_BULK_ADJUST_TRANSACTIONS
source: Bulk Adjust Transactions
de: Sammelanpassung für Transaktionen ausführen
es: Ajustar transacciones por lotes
es_mx: Transacciones de ajuste en grandes cantidades
fr: Ajuster les transactions en vrac
it: Transazioni di rettifica in blocco
ja: 一括調整取引
pt_br: TransaÃ§Ãµes de ajuste em massa

# TEXT_BULK_ADJUSTMENTS
source: Bulk Adjustments
de: Sammelanpassungen
es: Ajustes por lotes
es_mx: Ajustes en grandes cantidades
fr: Ajustements en vrac
it: Rettifiche in blocco
ja: 一括調整
pt_br: Ajustes em massa

# TEXT_BULK_SUBSCRIPTION_CHANGE
source: Bulk Subscription Change
de: Sammeländerung für Nutzungsanmeldung
es: Modificación de suscripciones por lotes
es_mx: Cambio de suscripción en grandes cantidades
fr: Modification des abonnements en vrac
it: Modifica abbonamento in blocco
ja: 一括申し込み変更
pt_br: AlteraÃ§Ã£o em massa das assinaturas

# TEXT_CHANGE_PASSWORD
source: Change Password
de: Kennwort ändern
es: Cambiar contraseña
es_mx: Cambiar contraseña
fr: Modifier le mot de passe
it: Modifica password
ja: パスワードの変更
pt_br: Alterar senha

# TEXT_CHARTS
source: Charts
de: Diagramme
es: Gráficos
es_mx: Tablas
fr: Graphiques
it: Grafici
ja: グラフ
pt_br: GrÃ¡ficos

# TEXT_COMPLETED_BACKOUT_RERUN
source: Completed Backout/Reruns
de: Abgeschlossene Rückschritte/Wiederholungen
es: Devoluciones/Repeticiones completadas
es_mx: Devoluciones/repeticiones finalizadas
fr: Annulation/Réexécutions terminées
it: Ritiri/nuove esecuzioni completati
ja: 完了した取り消し/再実行
pt_br: Retornos/ReexecuÃ§Ãµes concluÃ­dos

# TEXT_COMPLETED_FILES
source: Completed Jobs
de: Abgeschlossene Aufträge
es: Trabajos completados
es_mx: Trabajos finalizados
fr: Tâches terminées
it: Processi completati
ja: 完了したジョブ
pt_br: Trabalhos concluÃ­dos

# TEXT_COMPLETED_INTERVALS
source: Completed Intervals
de: Abgeschlossene Intervalle
es: Intervalos completados
es_mx: Intervalos finalizados
fr: Intervalles terminés
it: Intervalli completati
ja: 完了した期間
pt_br: Intervalos concluÃ­dos

# TEXT_CONFIGURE_FILE_MANAGEMENT_GLOBALS
source: Configure Globals
de: Globale Einstellungen konfigurieren
es: Configurar globales
es_mx: Configurar globales
fr: Configurer les paramètres généraux
it: Configura globali
ja: グローバルの設定
pt_br: Configurar globais

# TEXT_CONFIGURE_FILE_MANAGEMENT_TARGETS
source: Configure Targets
de: Ziele konfigurieren
es: Configurar destinos
es_mx: Configurar objetivos
fr: Configurer les cibles
it: Configura obiettivi
ja: 対象の設定
pt_br: Configurar alvos

# TEXT_CORRECTED_FAILED_TRANSACTIONS
source: Corrected and Waiting
de: Korrigiert, wartet
es: Corregido y a la espera
es_mx: Corregido(a) y en espera
fr: Corrigé et en attente
it: Corretto e in attesa
ja: 修正されて待機しています
pt_br: Corrigido e aguardando

# TEXT_CREATE_BACKOUT_RERUN
source: Create Backout/Rerun
de: Rückschritt/Wiederholung erstellen
es: Crear devolución/repetición
es_mx: Crear devolución/repetición
fr: Créer une annulation/réexécution
it: Crea ritiro/nuova esecuzione
ja: 取り消し/再実行の作成
pt_br: Criar retornos/reexecuÃ§Ãµes

# TEXT_CREATE_NEW_REPORT_INSTANCE
source: Add New Report Instance
de: Neue Berichtsinstanz hinzufügen
es: Añadir nueva instancia de informe
es_mx: Agregar nueva instancia de informe
fr: Ajouter une nouvelle instance de rapport
it: Aggiungi nuova istanza rapporto
ja: 新しい報告書インスタンスの追加
pt_br: Adicionar nova instÃ¢ncia de relatÃ³rio

# TEXT_CREATE_REMITTANCE
source: Create Remittance
de: Überweisung erstellen
es: Crear remesa
es_mx: Crear remesa
fr: Créer un virement
it: Crea rimessa
ja: 送金の作成
pt_br: Criar remessa

# TEXT_DASHBOARD
source: Dashboard
de: Übersichtsseite
es: Panel
es_mx: Panel
fr: Tableau de bord
it: Cruscotto
ja: ダッシュ
pt_br: Painel

# TEXT_DATA_EXPORT_REPORT_MANAGEMENT
source: Data Export Report Management
de: Berichtsmanagement für Datenexport
es: Gestión de informes de exportación de datos
es_mx: Administración de informes de exportación de datos
fr: Exportation des données
it: Gestione dei rapporti di esportazione dati
ja: データ エクスポート報告書の管理
pt_br: ExportaÃ§Ã£o de dados

# TEXT_DEFAULT_SECURITY
source: Default Security
de: Standardsicherheit
es: Medidas de seguridad predeterminadas
es_mx: Seguridad predeterminada
fr: Sécurité par défaut
it: Sicurezza predefinita
ja: デフォルト セキュリティ
pt_br: SeguranÃ§a padrÃ£o

# TEXT_DISMISSED_FAILED_TRANSACTIONS
source: Dismissed
de: Verworfen
es: Rechazado
es_mx: Descartado(a)
fr: Ignoré
it: Respinto
ja: 却下
pt_br: Rejeitado

# TEXT_EDIT_MAPPING
source: Edit Aliases
de: Aliase bearbeiten
es: Editar alias
es_mx: Editar alias
fr: Alias
it: Modifica alias
ja: 別名の編集
pt_br: PseudÃ´nimos

# TEXT_EDIT_NAMESPACES
source: Edit Namespaces
de: Namespaces bearbeiten
es: Editar espacios de nombres
es_mx: Editar espacios de nombre
fr: Espace de noms
it: Modifica spazi di nomi
ja: ネームスペースの編集
pt_br: Namespaces

# TEXT_EDIT_TEMPLATE
source: Edit Template
de: Vorlage bearbeiten
es: Editar cuenta plantilla
es_mx: Editar plantilla
fr: Modifier le modèle
it: Modifica conto modello
ja: テンプレートの編集
pt_br: Editar modelo

# TEXT_EVENT_LIST
source: Event List
de: Ereignisliste
es: Lista de eventos
es_mx: Lista de eventos
fr: Liste des événements
it: Elenco degli eventi
ja: イベント リスト
pt_br: Lista de eventos

# TEXT_FAILED_FILES
source: Failed Jobs
de: Fehlgeschlagene Aufträge
es: Trabajos erróneos
es_mx: Trabajos erróneos
fr: Échec des tâches
it: Processi non riusciti
ja: 失敗したジョブ
pt_br: Trabalhos com falha

# TEXT_FAILED_TRANSACTIONS
source: Failed Transactions
de: Fehlgeschlagene Transaktionen
es: Transacciones erróneas
es_mx: Transacciones erróneas
fr: Échec de transactions
it: Transazioni non riuscite
ja: 失敗した取引
pt_br: TransaÃ§Ãµes com falha

# TEXT_FAILED_TRANSACTIONS_SUMMARY_ACCOUNT_ERROR_TYPE_MENU
source: Summary By Account and Error Type
de: Übersicht nach Konto und Fehlertyp
es: Resumen por cuenta y tipo de error
es_mx: Resumen por cuenta y tipo de error
fr: Résumé par compte et type d’erreur
it: Riepilogo per conto e tipo di errore
ja: アカウントおよびエラー種別ごとの概要
pt_br: Resumo por conta e tipo de erro

# TEXT_FAILED_TRANSACTIONS_SUMMARY_ACCOUNT_INTERVAL_MENU
source: Summary By Account
de: Übersicht nach Konto
es: Resumen por cuenta
es_mx: Resumen por cuenta
fr: Résumé par compte
it: Riepilogo per conto
ja: アカウントごとの概要
pt_br: Resumo por conta

# TEXT_FAILED_TRANSACTIONS_SUMMARY_INTERVAL_TYPE_MENU
source: Summary By Interval Type
de: Übersicht nach Intervalltyp
es: Resumen por tipo de intervalo
es_mx: Resumen por tipo de intervalo
fr: Résumé par type d’intervalle
it: Riepilogo per tipo di intervallo
ja: 期間種別ごとの概要
pt_br: Resumo por tipo de intervalo

# TEXT_FAILED_TRANSACTIONS_SUMMARY_STAGE_PLUGIN
source: Failed Transaction Summary By Stage and Plugin
de: Übersicht der fehlgeschlagenen Transaktion nach Stufe und Plug-In
es: Error al realizar el resumen de la transacción por fase y complemento
es_mx: Resumen de transacciones por etapa y complemento erróneo
fr: Échec du résumé des transactions par phase et plug-in
it: Riepilogo transazioni per fase e plug-in non riuscito
ja: ステージおよびプラグイン別の失敗した取引の概要
pt_br: Resumo de transaÃ§Ã£o por estÃ¡gio e plugin com falha

# TEXT_FAILED_TRANSACTIONS_SUMMARY_STAGE_PLUGIN_MENU
source: Summary By Stage and Plugin
de: Übersicht nach Stufe und Plug-In
es: Resumen por fase y complemento
es_mx: Resumen por etapa y complemento
fr: Résumé par phase et plug-in
it: Riepilogo per fase e plug-in
ja: ステージおよびプラグインごとの概要
pt_br: Resumo por estÃ¡gio e plugin

# TEXT_FILE_MANAGEMENT
source: File Management
de: Dateiverwaltung
es: Gestión de archivos
es_mx: Administración de archivos
fr: Traitement des fichiers
it: Gestione file
ja: ファイル管理
pt_br: Processamento de arquivos

# TEXT_FILES_IN_LAST_2_DAYS
source: Jobs in the Past 2 Days
de: Aufträge in den vergangenen 2 Tagen
es: Trabajos realizados en los 2 últimos días
es_mx: Trabajos en los últimos 2 días
fr: Tâches des deux derniers jours
it: Processi degli ultimi due giorni
ja: 過去 2 日以内のジョブ
pt_br: Trabalhos nos 2 Ãºltimos dias

# TEXT_FILES_IN_PAST_WEEK
source: Jobs in the Past Week
de: Aufträge in der vergangenen Woche
es: Trabajos realizados la semana pasada
es_mx: Trabajos en la última semana
fr: Tâches de la semaine passée
it: Processi dell'ultima settimana
ja: 過去 1 週間以内のジョブ
pt_br: Trabalhos na semana passada

# TEXT_FOLDER_OWNER
source: Account Administrator
de: Kontoadministrator
es: Administrador de la cuenta
es_mx: Administrador de la cuenta
fr: Administrateur du compte
it: Amministratore conto
ja: アカウント管理者 ID
pt_br: Administrador de conta

# TEXT_GROUP_SUBSCRIPTIONS
source: Group Subscriptions
de: Gruppennutzungsanmeldungen
es: Suscripciones a grupos
es_mx: Suscripciones a grupos
fr: Abonnements groupés
it: Abbonamenti di gruppo
ja: グループ利用
pt_br: Assinaturas em grupo

# TEXT_HIDDEN_OFFERINGS
source: Hidden Offerings
de: Versteckte Angebote
es: Ofertas ocultas
es_mx: Ofertas ocultas
fr: Offres cachées
it: Offerte nascoste
ja: 非表示のご利用プラン
pt_br: Ofertas ocultas

# TEXT_INPROGRESS_BACKOUT_RERUN
source: In Progress Backout/Reruns
de: Rückschritt/Wiederholungen in Bearbeitung
es: Devoluciones/Repeticiones en curso
es_mx: Devoluciones/repeticiones en curso
fr: Annulation/Réexécutions en cours
it: Ritiri/nuove esecuzioni in corso
ja: 進行中の取り消し/再実行
pt_br: Retornos/ReexecuÃ§Ãµes em andamento

# TEXT_LIST_ENTITITES
source: List All Entities
de: Alle Einheiten auflisten
es: Listado de todas las entidades
es_mx: Enumerar todas las entidades
fr: Afficher toutes les entités
it: Elenca tutte le entità
ja: すべてのエンティティの一覧表示
pt_br: Listar todas as entidades

# TEXT_MAKE_PAYMENT
source: Make a Payment
de: Zahlung vornehmen
es: Realizar un pago
es_mx: Efectuar un pago
fr: Effectuer un paiement
it: Effettua un pagamento
ja: 支払い
pt_br: Efetuar um pagamento

# TEXT_MANAGE_ACCOUNTS
source: Manage Accounts
de: Konten verwalten
es: Gestionar cuentas
es_mx: Administrar cuentas
fr: Gérer les comptes
it: Gestisci conti
ja: アカウントの管理
pt_br: Gerenciar contas

# TEXT_MANAGE_ADJUSTMENTS
source: Manage Adjustments
de: Anpassungen verwalten
es: Gestionar ajustes
es_mx: Administrar ajustes
fr: Ajustements
it: Gestisci rettifiche
ja: 調整の管理
pt_br: Ajustes

# TEXT_MANAGE_AMP_DECISIONS
source: Manage AMP Decision Types
de: Decision Types
es: Decision Types
es_mx: Spanish
fr: Types de décisions
it: Decision Types
ja: Decision Types
pt_br: Tipos de decisÃ£o

# TEXT_MANAGE_CALENDARS
source: Manage Calendars
de: Kalender verwalten
es: Gestionar calendarios
es_mx: Administrar calendarios
fr: Calendriers
it: Gestisci calendari
ja: カレンダーの管理
pt_br: CalendÃ¡rios

# TEXT_MANAGE_DATA_EXPORT_FRAMEWORK
source: Data Export Report Management
de: Berichtsmanagement für Datenexport
es: Gestión de informes de exportación de datos
es_mx: Administración de informes de exportación de datos
fr: Exportation des données
it: Gestione dei rapporti di esportazione dati
ja: データ エクスポート報告書の管理
pt_br: ExportaÃ§Ã£o de dados

# TEXT_MANAGE_DEFAULT_SECURITY
source: Default Security
de: Standardsicherheit
es: Medidas de seguridad predeterminadas
es_mx: Seguridad predeterminada
fr: Sécurité par défaut
it: Sicurezza predefinita
ja: デフォルト セキュリティ
pt_br: SeguranÃ§a padrÃ£o

# TEXT_MANAGE_MISC_ADJUSTMENTS
source: Misc. Adjustments
de: Sonstige Anpassungen verwalten
es: Gestionar ajustes variados
es_mx: Administrar ajustes varios
fr: Ajustements divers
it: Gestisci rettifiche varie
ja: 各種調整の管理
pt_br: Ajustes diversos

# TEXT_MANAGE_NON_STANDARD_CHARGES
source: Manage Nonstandard Charges
de: Außerordentliche Gebühren verwalten
es: Gestionar cargos no estándar
es_mx: Administrar cargos no estándar
fr: Frais non standard
it: Gestisci addebiti non standard
ja: 非標準料金の管理
pt_br: CobranÃ§as extraordinÃ¡rias

# TEXT_MANAGE_ORPHAN_ADJUSTMENTS
source: Manage Orphan Adjustments
de: Kontounabhängige Anpassungen verwalten
es: Gestionar ajustes huérfanos
es_mx: Administrar ajustes huérfanos
fr: Ajustements orphelins
it: Gestisci rettifiche orfane
ja: 孤立した調整の管理
pt_br: Ajustes Ã³rfÃ£os

# TEXT_MANAGE_REPORTS
source: Manage Reports
de: Berichte verwalten
es: Gestionar informes
es_mx: Administrar informes
fr: Gérer les rapports
it: Gestisci rapporti
ja: 報告書の管理
pt_br: Gerenciar relatÃ³rios

# TEXT_MANAGE_ROLES
source: User Roles
de: Rollen verwalten
es: Gestionar funciones
es_mx: Administrar funciones
fr: Rôles d’utilisateurs
it: Gestisci ruoli
ja: 役割の管理
pt_br: FunÃ§Ãµes do usuÃ¡rio

# TEXT_MANAGE_SECURITY
source: Manage Security
de: Sicherheit verwalten
es: Gestionar seguridad
es_mx: Administrar seguridad
fr: Gérer la sécurité
it: Gestisci sicurezza
ja: セキュリティの管理
pt_br: Gerenciar seguranÃ§a

# TEXT_MENU_GENERATE_PASSWORD
source: Generate Password
de: Kennwort generieren
es: Generar contraseña
es_mx: Generar contraseña
fr: Générer un mot de passe
it: Genera password
ja: パスワードの生成
pt_br: Gerar senha

# TEXT_MENU_ISSUE_MISC_ADJUSTMENT
source: Misc. Adjustments
de: Sonst. Anpassungen
es: Ajustes variados
es_mx: Ajustes varios
fr: Ajustements divers
it: Rettifiche varie
ja: 各種調整
pt_br: Ajustes diversos

# TEXT_MENU_UNLOCK_ACCOUNT
source: Lock / Unlock Account
de: Konto sperren/entsperren
es: Bloquear/Desbloquear cuenta
es_mx: Bloquear / desbloquear cuenta
fr: Verrouiller / Déverrouiller un compte
it: Blocca/Sblocca conto
ja: アカウントのロック / ロック解除
pt_br: Bloquear / Desbloquear conta

# TEXT_METERING_STATISTICS
source: Metering Statistics
de: Messstatistiken
es: Estadísticas de medición
es_mx: Estadísticas de medición
fr: Statistiques du chronométrage
it: Statistiche misurate
ja: 測定統計
pt_br: EstatÃ­sticas de mediÃ§Ã£o

# TEXT_METRAAR
source: Accounts Receivable
de: Debitoren
es: Cuentas por cobrar
es_mx: Cuentas por cobrar
fr: Créances
it: Conti creditori
ja: 受取勘定
pt_br: Contas a receber

# TEXT_METRAOFFER_OPTIONS
source: Product Catalog
de: Produktkatalog
es: Catálogo de productos
es_mx: Catálogo de productos
fr: Catalogue produits
it: Catalogo prodotti
ja: 製品カタログ
pt_br: CatÃ¡logo de produtos

# TEXT_MISC_ADJUSTMENTS
source: Misc. Adjustments
de: Sonst. Anpassungen
es: Ajustes variados
es_mx: Ajustes varios
fr: Ajustements divers
it: Rettifiche varie
ja: 各種調整
pt_br: Ajustes diversos

# TEXT_MOVE_ACCOUNT
source: Move Account
de: Konto verschieben
es: Transferir cuenta
es_mx: Mover cuenta
fr: Déplacer un compte
it: Sposta conto
ja: アカウントの移動
pt_br: Mover conta

# TEXT_MOVE_ACCOUNTS
source: Move Accounts
de: Konten verschieben
es: Transferir cuentas
es_mx: Mover cuentas
fr: Déplacer des comptes
it: Sposta conti
ja: アカウントの移動
pt_br: Mover contas

# TEXT_MY_ACCOUNT
source: My Account
de: Mein Konto
es: Mi cuenta
es_mx: Mi cuenta
fr: Mon compte
it: Conto personale
ja: 自分のアカウント
pt_br: Minha Conta

# TEXT_MY_ACCOUNTS
source: My Accounts
de: Meine Konten
es: Mis cuentas
es_mx: Mis cuentas
fr: Mes comptes
it: Conti personali
ja: 自分のアカウント
pt_br: Minhas Contas

# TEXT_NO_ACCOUNT_SELECTED
source: No account selected.
de: Kein Konto ausgewählt.
es: No se ha seleccionado ninguna cuenta.
es_mx: No hay cuenta seleccionada.
fr: Aucun compte sélectionné.
it: Nessun conto selezionato.
ja: アカウントが選択されていません。
pt_br: Nenhuma conta selecionada

# TEXT_NONSTANDARD_CHARGES
source: Nonstandard Charges
de: Außerordentliche Gebühren
es: Cargos no estándar
es_mx: Cargos no estándar
fr: Frais non standard
it: Addebiti non standard
ja: 非標準料金
pt_br: CobranÃ§as extraordinÃ¡rias

# TEXT_OFFERINGS
source: Product Offerings
de: Produktangebote
es: Ofertas de productos
es_mx: Ofertas de productos
fr: Offres produit
it: Offerte di prodotti
ja: ご利用プラン
pt_br: Ofertas de produto

# TEXT_OPEN_FAILED_TRANSACTIONS
source: Open
de: Öffnen
es: Abrir
es_mx: Abrir
fr: Ouvrir
it: Apri
ja: 開く
pt_br: Abrir

# TEXT_ORPHAN_ADJUSTMENTS
source: Orphan Adjustments
de: Kontounabhängige Anpassungen
es: Ajustes huérfanos
es_mx: Ajustes huérfanos
fr: Ajustements orphelins
it: Rettifiche orfane
ja: 孤立した調整
pt_br: Ajustes Ã³rfÃ£os

# TEXT_OWNED_FOLDERS
source: Administrated Accounts
de: Verwaltete Konten
es: Cuentas administradas
es_mx: Cuentas administradas
fr: Comptes administrés
it: Conti amministrati
ja: 管理されたアカウント
pt_br: Contas administradas

# TEXT_OWNER_ACCOUNTS
source: Account Owners
de: Kontoinhaber
es: Titulares de la cuenta
es_mx: Propietarios de cuentas
fr: Propriétaires de compte
it: Proprietari conto
ja: アカウント所有者
pt_br: ProprietÃ¡rios da conta

# TEXT_PAY_FOR_ACCOUNTS
source: Pay for Accounts
de: Für Konten zahlen
es: Abonar cuentas
es_mx: Pagar cuentas
fr: Payer pour les comptes
it: Paga per conto
ja: アカウントに対する支払
pt_br: Pagar para as contas

# TEXT_PAY_FOR_ME
source: Payers
de: Zahler bearbeiten
es: Editar pagadores
es_mx: Editar pagadores
fr: Payeurs
it: Modifica paganti
ja: 支払者の編集
pt_br: Pagadores
