Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/Reports.*.resx
Languages: fr, it, pt_br

# TEXT_ACCOUNTING_CYCLE
source: Accounting cycle
it: [IT]Accounting cycle
pt_br: Código de contabilidade

# TEXT_ADAPTER_NAME
source: Adapter Name
fr: Nom de l’adaptateur
it: [IT]Adapter Name
pt_br: Nome do adaptador

# TEXT_AMOUNT
source: Amount
fr: Montant
it: [IT]Amount
pt_br: Valor

# TEXT_AMOUNT_IF_NOT_PRORATED
source: Amount would have if it weren't Prorated
fr: Montant sans proration
it: [IT]Amount would have if it weren't Prorated
pt_br: Valor que teria se não fosse rateado

# TEXT_CODE
source: Code
it: [IT]Code
pt_br: Código

# TEXT_COMPLETED
source: Completed
fr: Terminé
it: [IT]Completed
pt_br: Concluído

# TEXT_COMPOUNDED_PI_TEMPLATE
source: Compounded PI Template
fr: Modèle PI composé
it: [IT]Compounded PI Template
pt_br: Modelo PI composto

# TEXT_CONTRIBUTING_ACCOUNTS
source: Contributing Accounts
fr: Comptes concernés
it: [IT]Contributing Accounts
pt_br: Contas contribuintes

# TEXT_COUNT
source: Count
fr: Nombre
it: [IT]Count
pt_br: Contagem

# TEXT_CURRENCY
source: Currency
fr: Devise
it: [IT]Currency
pt_br: Moeda

# TEXT_DATE_FIRST
source: Date First
fr: Date initiale
it: [IT]Date First
pt_br: Data primeiro

# TEXT_DATE_HISTORY
source: Date History
fr: Historique des utilisations
it: [IT]Date History
pt_br: Histórico de data

# TEXT_DATE_LAST
source: Date Last
fr: Date finale
it: [IT]Date Last
pt_br: Data último

# TEXT_DEFERRED_REVENUE_CODE
source: Deferred revenue code
fr: Code des impôts différés
it: [IT]Deferred revenue code
pt_br: Código de receita diferida

# TEXT_DISCOUNT_NAME
source: Discount Name
fr: Nom de la remise
it: [IT]Discount Name
pt_br: Nome do desconto

# TEXT_DISMISSED
source: Dismissed
fr: Ignoré
it: [IT]Dismissed
pt_br: Rejeitado

# TEXT_DISTINCT_PAYEES
source: Distinct Payees
fr: Bénéficiaires différents
it: [IT]Distinct Payees
pt_br: Favorecidos distintos

# TEXT_DISTINCT_PAYERS
source: Distinct Payers
fr: Payeurs différents
it: [IT]Distinct Payers
pt_br: Pagadores distintos

# TEXT_EXPECTED
source: Expected
fr: Prévu
it: [IT]Expected
pt_br: Esperado

# TEXT_FAILED
source: Failed
fr: Échec
it: [IT]Failed
pt_br: Falhou

# TEXT_GENERATION_REASON
source: Reason for Generation
fr: Motif de la création
it: [IT]Reason for Generation
pt_br: Motivo para geração

# TEXT_GROUP_SUBSCRIPTION
source: Group Subscription
fr: Abonnement groupé
it: [IT]Group Subscription
pt_br: Assinatura em grupo

# TEXT_INVOICE_METHOD
source: Invoice Method
fr: Méthode de facturation
it: [IT]Invoice Method
pt_br: Método de fatura

# TEXT_INVOICE_NUMBER
source: Invoice Number
fr: Numéro de facture
it: [IT]Invoice Number
pt_br: Número da fatura

# TEXT_MESSAGE
source: Message
it: [IT]Message
pt_br: Mensagem

# TEXT_METERED
source: Metered
fr: CHRONOMÉTRÉ
it: [IT]Metered
pt_br: Medido

# TEXT_MONETARY_AMOUNT
source: Monetary Amount
fr: Montant monétaire
it: [IT]Monetary Amount
pt_br: Valor monetário

# TEXT_NAMESPACE
source: Namespace
fr: Espace de nommage
it: [IT]Namespace
pt_br: Espaço de nomes

# TEXT_NON_COMPOUNDED_PI_TEMPLATE
source: Non-Compounded PI Template
fr: Modèle PI non composé
it: [IT]Non-Compounded PI Template
pt_br: Modelo PI não composto

# TEXT_NUM_ADV_RCS_CREDITS_GENERATED
source: # of Advanced RCs Credits Generated
fr: Nombre de crédits RC avancés créés
it: [IT]# of Advanced RCs Credits Generated
pt_br: nº de créditos RCs avançados gerados

# TEXT_NUM_ADV_RCS_GENERATED
source: # of Advanced RCs Generated
fr: Nombre de RC avancés créés
it: [IT]# of Advanced RCs Generated
pt_br: nº de RCs avançados gerados

# TEXT_NUM_ARREARS_GENERATED
source: # of Arrears Generated
fr: Nombre d’arriérés créés
it: [IT]# of Arrears Generated
pt_br: nº de obrigações vencidas geradas

# TEXT_NUM_DAYS_IN_PERIOD
source: # of Days in Period
fr: Nombre de jours dans la période
it: [IT]# of Days in Period
pt_br: nº de dias no período

# TEXT_NUM_DAYS_PRORATED
source: # of Days Prorated
fr: Nombre de jours de proration
it: [IT]# of Days Prorated
pt_br: nº de dias rateados

# TEXT_NUM_DISCOUNTS_GENERATED
source: # of Discounts Generated
fr: Nombre de remises créées
it: [IT]# of Discounts Generated
pt_br: nº de descontos gerados

# TEXT_NUM_INVOICES
source: # of Invoices
fr: Nombre de factures
it: [IT]# of Invoices
pt_br: nº de faturas

# TEXT_NUM_NRCS_GENERATED
source: Number of NRCs Generated
fr: Nombre de NRC créés
it: [IT]Number of NRCs Generated
pt_br: Número de NRCs gerados

# TEXT_NUM_TRANS_AFFECTED
source: # of Transactions Affected
fr: Nombre de transactions affectées
it: [IT]# of Transactions Affected
pt_br: nº de transações afetadas

# TEXT_NUM_TRANS_GENERATED
source: # of Transactions Generated
fr: Nombre de transactions créées
it: [IT]# of Transactions Generated
pt_br: nº de transações geradas

# TEXT_PAYER
source: Payer
fr: Payeur
it: [IT]Payer
pt_br: Pagador

# TEXT_PERCENTAGE
source: Percentage
fr: Pourcentage
it: [IT]Percentage
pt_br: Porcentagem

# TEXT_PI_TEMPLATE
source: PI Template
fr: Modèle PI
it: [IT]PI Template
pt_br: Modelo de PI

# TEXT_PO_SUBSCRIBED_TO
source: PO Subscribed to
fr: PO abonnement
it: [IT]PO Subscribed to
pt_br: PO assinado para

# TEXT_PRICEABLE_ITEM
source: Priceable item
fr: Élément à prix
it: [IT]Priceable item
pt_br: Item cobrável

# TEXT_PRORATION_REASON
source: Reason for Proration
fr: Motif de proration
it: [IT]Reason for Proration
pt_br: Motivo para rateio

# TEXT_RC_TYPE
source: Type of RC
fr: Type de RC
it: [IT]Type of RC
pt_br: Tipo de RC

# TEXT_REVENUE_CODE
source: Revenue code
fr: Code revenu
it: [IT]Revenue code
pt_br: Código da receita

# TEXT_REVENUE_PART
source: Revenue Part
fr: Revenu partie
it: [IT]Revenue Part
pt_br: Receita Parte

# TEXT_STATE
source: State
fr: État
it: [IT]State
pt_br: Estado

# TEXT_STATUS
source: Status
fr: État
it: [IT]Status
pt_br: Estado

# TEXT_TAX_AMOUNT
source: Tax Amount
fr: Montant de la taxe
it: [IT]Tax Amount
pt_br: Valores do imposto

# TEXT_TOTAL
source: Total
it: [IT]Total

# TEXT_TOTAL_MONETARY_AMOUNT
source: Total Monetary Amount
fr: Montant monétaire total
it: [IT]Total Monetary Amount
pt_br: Valor monetário total

# TEXT_VIEW_ID
source: View Id
fr: Afficher ID
it: [IT]View Id
pt_br: Exibir ID

# TEXT_VIEW_NAME
source: View Name
fr: Afficher le nom
it: [IT]View Name
pt_br: Exibir nome

# TEXT_PARTITION
source: Partition
it: [IT]Partition
pt_br: Id da partição

# TEXT_AUDIT_ONLY
source: Audit Only
fr: audit Seulement
it: [IT]Audit Only
pt_br: Somente auditoria

# TEXT_AVERAGE_AMOUNT
source: Average Amount
fr: Montant moyen
it: [IT]Average Amount
pt_br: Valor médio

# TEXT_CHARGE_KIND
source: Charge Kind
fr: [FR]charge Kind
it: [IT]Charge Kind
pt_br: Tipo de cobrança

# TEXT_DECISION_TYPE
source: Decision Type
fr: type de décision
it: [IT]Decision Type
pt_br: Tipo de decisão

# TEXT_DECISION_UNIQUE_ID
source: Decision Unique Id
fr: Décision Unique Id
it: [IT]Decision Unique Id
pt_br: Id exclusivo da decisão

# TEXT_END_DATE
source: End Date
fr: date de fin
it: [IT]End Date
pt_br: Data de término

# TEXT_EXPIRATION_DATE
source: Expiration Date
fr: date d’expiration
it: [IT]Expiration Date
pt_br: Data de expiração

# TEXT_EXPIRED
source: Expired
fr: expiré
it: [IT]Expired
pt_br: Expirado

# TEXT_FINALIZATION_DATE
source: Finalization Date
fr: date de finalisation
it: [IT]Finalization Date
pt_br: Data de finalização

# TEXT_FINALIZED
source: Finalized
fr: Terminé
it: [IT]Finalized
pt_br: Finalizado

# TEXT_ID_ACC
source: Account Id
fr: compte Id
it: [IT]Account Id
pt_br: Id de conta

# TEXT_ID_USAGE_INTERVAL
source: Usage Interval ID
fr: Utilisation Intervalle ID
it: [IT]Usage Interval ID
pt_br: ID do intervalo de utilização

# TEXT_INTERVALS_REMAINING
source: Intervals Remaining
fr: intervalles restants
it: [IT]Intervals Remaining
pt_br: Intervalos restantes

# TEXT_INTERVAL_END
source: Interval End
fr: intervalle Fin
it: [IT]Interval End
pt_br: Término do intervalo

# TEXT_INTERVAL_START
source: Interval Start
fr: intervalle Démarrer
it: [IT]Interval Start
pt_br: Início do intervalo

# TEXT_MAXIMUM_AMOUNT
source: Maximum Amount
fr: Montant maximal
it: [IT]Maximum Amount
pt_br: Valor máximo

# TEXT_MESSAGE_TYPE
source: Message Type
fr: Type de message
it: [IT]Message Type
pt_br: Tipo da mensagem

# TEXT_MINIMUM_AMOUNT
source: Minimum Amount
fr: Montant minimum
it: [IT]Minimum Amount
pt_br: Valor mínimo

# TEXT_PARENT_DECISION_UNIQUE_ID
source: Parent Decision Unique Id
fr: Parent décision unique Id
it: [IT]Parent Decision Unique Id
pt_br: Id de decisão principal exclusivo

# TEXT_PAYMENT_TYPE
source: Payment Type
fr: Type de paiement
it: [IT]Payment Type
pt_br: Tipo de pagamento

# TEXT_PIPELINE_ID
source: Pipeline ID
fr: [FR]pipeline ID
it: [IT]Pipeline ID
pt_br: ID do pipeline

# TEXT_PRE_QUALIFIED_AMOUNT
source: Pre Qualified Amount
fr: Pré Montant qualifié
it: [IT]Pre Qualified Amount
pt_br: Valor pré-qualificado

# TEXT_PRE_QUALIFIED_EVENTS
source: Pre Qualified Events
fr: Pré événements qualifiés
it: [IT]Pre Qualified Events
pt_br: Eventos pré-qualificados

# TEXT_PRE_QUALIFIED_TOTAL
source: Pre Qualified Total
fr: Pré total qualifiée
it: [IT]Pre Qualified Total
pt_br: Total pré-qualificado

# TEXT_PRE_QUALIFIED_UNITS
source: Pre Qualified Units
fr: Unités préqualifiés
it: [IT]Pre Qualified Units
pt_br: Unidades pré-qualificadas

# TEXT_PRE_TOTAL_DISCOUNTED_AMOUNT
source: Pre Total Discounted Amount
fr: Pré Montant total à prix réduits
it: [IT]Pre Total Discounted Amount
pt_br: Valor pré-total descontado

# TEXT_PRE_TOTAL_DISCOUNTED_EVENTS
source: Pre Total Discounted Events
fr: Pré Total des événements réduits
it: [IT]Pre Total Discounted Events
pt_br: Pré-total de eventos descontados

# TEXT_PRE_TOTAL_DISCOUNTED_UNITS
source: Pre Total Discounted Units
fr: Pré Unités totales à tarif réduit
it: [IT]Pre Total Discounted Units
pt_br: Pré-total de unidades descontadas

# TEXT_PRE_TOTAL_DISCOUNT_AMOUNT
source: Pre Total Discount Amount
fr: Montant total pré Discount
it: [IT]Pre Total Discount Amount
pt_br: Valor pré-total do desconto

# TEXT_PRE_TOTAL_GENERATED_AMOUNT
source: Pre Total Generated Amount
fr: Pré Montant total généré
it: [IT]Pre Total Generated Amount
pt_br: Valor pré-total gerado

# TEXT_PRE_TOTAL_GENERATED_EVENTS
source: Pre Total Generated Events
fr: Pré Total des événements générés
it: [IT]Pre Total Generated Events
pt_br: Pré-total de eventos gerados

# TEXT_PRE_TOTAL_RATED_AMOUNT_AFTER
source: Pre Total Rated Amount After
fr: Pré Montant total Après nominale
it: [IT]Pre Total Rated Amount After
pt_br: Valor pré-total calculado após

# TEXT_PRE_TOTAL_RATED_AMOUNT_DELTA
source: Pre Total Rated Amount Delta
fr: Pré Puissance nominale Montant Delta
it: [IT]Pre Total Rated Amount Delta
pt_br: Valor delta pré-total calculado

# TEXT_PRE_TOTAL_RATED_EVENTS
source: Pre Total Rated Events
fr: Evénements pré nominale totale
it: [IT]Pre Total Rated Events
pt_br: Pré-total de eventos calculados

# TEXT_PRE_TOTAL_RATED_UNITS
source: Pre Total Rated Units
fr: Unités pré nominale totale
it: [IT]Pre Total Rated Units
pt_br: Pré-total de unidades calculadas

# TEXT_QUALIFIED_AMOUNT
source: Qualified Amount
fr: Montant qualifiée
it: [IT]Qualified Amount
pt_br: Valor qualificado

# TEXT_QUALIFIED_EVENTS
source: Qualified Events
fr: Evénements qualifiés
it: [IT]Qualified Events
pt_br: Eventos qualificados

# TEXT_QUALIFIED_TOTAL
source: Qualified total
fr: totale qualifiée
it: [IT]Qualified total
pt_br: Total qualificado

# TEXT_QUALIFIED_UNITS
source: Qualified Units
fr: Unités qualifiés
it: [IT]Qualified Units
pt_br: Unidades qualificadas

# TEXT_START_DATE
source: Start Date
fr: date de début
it: [IT]Start Date
pt_br: data de início

# TEXT_TIER_END
source: Tier End
fr: Niveau Fin
it: [IT]Tier End
pt_br: Término da camada

# TEXT_TIER_START
source: Tier Start
fr: Niveau Démarrer
it: [IT]Tier Start
pt_br: Início da camada

# TEXT_TOTAL_ADJUSTMENT_AMOUNT
source: Total Adjustment Amount
fr: Montant total de réglage
it: [IT]Total Adjustment Amount
pt_br: Valor total do ajuste

# TEXT_TOTAL_AMOUNT
source: Total Amount
fr: Montant Total
it: [IT]Total Amount
pt_br: Valor total

# TEXT_TOTAL_DISCOUNTED_AMOUNT
source: Total Discounted Amount
fr: Montant total à prix réduits
it: [IT]Total Discounted Amount
pt_br: Valor total descontado

# TEXT_TOTAL_DISCOUNTED_EVENTS
source: Total Discounted Events
fr: Total des événements réduits
it: [IT]Total Discounted Events
pt_br: Total de eventos descontados

# TEXT_TOTAL_DISCOUNTED_UNITS
source: Total Discounted Units
fr: Unités totales réduits
it: [IT]Total Discounted Units
pt_br: Total de unidades descontadas

# TEXT_TOTAL_DISCOUNT_AMOUNT
source: Total Discount Amount
fr: [FR]Total Discount Amount
it: [IT]Total Discount Amount
pt_br: Valor total do desconto

# TEXT_TOTAL_GENERATED_AMOUNT
source: Total Generated Amount
fr: Montant total généré
it: [IT]Total Generated Amount
pt_br: Valor total gerado

# TEXT_TOTAL_GENERATED_EVENTS
source: Total Generated Events
fr: Total des événements générés
it: [IT]Total Generated Events
pt_br: Total de eventos gerados

# TEXT_TOTAL_PAYMENT_AMOUNT
source: Total Payment Amount
fr: Montant du paiement total
it: [IT]Total Payment Amount
pt_br: Valor total do pagamento

# TEXT_TOTAL_RATED_AMOUNT_AFTER
source: Total Rated Amount After
fr: Montant total Après nominale
it: [IT]Total Rated Amount After
pt_br: Valor total calculado após

# TEXT_TOTAL_RATED_AMOUNT_DELTA
source: Total Rated Amount Delta
fr: Montant total Évalué Delta
it: [IT]Total Rated Amount Delta
pt_br: Valor delta total calculado

# TEXT_TOTAL_RATED_EVENTS
source: Total Rated Events
fr: Total des événements notés
it: [IT]Total Rated Events
pt_br: Total de eventos calculados

# TEXT_TOTAL_RATED_UNITS
source: Total Rated Units
fr: Unités totales notés
it: [IT]Total Rated Units
pt_br: Total de unidades calculadas

# TEXT_TOTAL_TAX_AMOUNT
source: Total Tax Amount
fr: Montant total de taxe
it: [IT]Total Tax Amount
pt_br: Valor total de imposto

# TEXT_TRANSACTION_COUNT
source: Transaction Count
fr: Nombre de transactions
it: [IT]Transaction Count
pt_br: Contagem de transações

# TEXT_UNPROCESSED_MESSAGES
source: Unprocessed Messages
fr: Messages non transformés
it: [IT]Unprocessed Messages
pt_br: Mensagens não processadas

# TEXT_ZIP
source: Zip
fr: Code postal
it: [IT]Zip
pt_br: CEP

# TEXT_INTERVALS_TO_ARCHIVE_DT_END
source: Date End
fr: Date de fin
it: [IT]Date End
pt_br: Data de término

# TEXT_INTERVALS_TO_ARCHIVE_DT_START
source: Date Start
fr: Date de début
it: [IT]Date Start
pt_br: Data de início

# TEXT_INTERVALS_TO_ARCHIVE_ID_INTERVAL
source: Interval Id
fr: intervalle Id
it: [IT]Interval Id
pt_br: ID do intervalo
