Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/Resource.*.resx
Languages: de, fr, it, ja

# TEXT_MANY
source: Many
de: [DE]Many
fr: [FR]Many
it: [IT]Many
ja: [JA]Many

# TEXT_COPY_PO
source: Copy Existing Product Offering
de: [DE]Copy Existing Product Offering
fr: [FR]Copy Existing Product Offering
it: [IT]Copy Existing Product Offering
ja: [JA]Copy Existing Product Offering

# TEXT_CURRENCY
source: Currency
de: [DE]Currency
fr: Devise
it: [IT]Currency
ja: [JA]Currency

# TEXT_DISPLAY_NAME
source: Display name
de: [DE]Display name
fr: Nom d’affichage
it: [IT]Display name
ja: [JA]Display name

# TEXT_PARTITION_ID
source: Partition Id
de: [DE]Partition Id
fr: ID de partition
it: [IT]Partition Id
ja: [JA]Partition Id

# TEXT_EFFECTIVE_START_DATE
source: Effective Start Date
de: [DE]Effective Start Date
fr: Date de début de validité
it: [IT]Effective Start Date
ja: [JA]Effective Start Date

# TEXT_ADD_RATES_FOR_PT
source: Add Rates For Additional Parameter Tables
de: [DE]Add Rates For Additional Parameter Tables
fr: [FR]Add Rates For Additional Parameter Tables
it: [IT]Add Rates For Additional Parameter Tables

# TEXT_UPDATE_PL
source: Update Price List
de: [DE]Update Price List
fr: [FR]Update Price List
it: [IT]Update Price List

# TEXT_UPDATE_SHARED_PL
source: Update Shared Price List
de: [DE]Update Shared Price List
fr: [FR]Update Shared Price List
it: [IT]Update Shared Price List

# TEXT_CREATE_SHARED_PL
source: Create Shared Price List
de: [DE]Create Shared Price List
fr: [FR]Create Shared Price List

# TEXT_ADD_PL
source: Add Price List
de: [DE]Add Price List
fr: [FR]Add Price List

# TEXT_AUTO
source: Auto
de: Automatisch
ja: 自動

# TEXT_CONFIRMATION
source: Confirmation
de: Bestätigung
it: Conferma
ja: 確認

# TEXT_CULTURE
source: Culture
de: Kultur
it: Cultura
ja: カルチャ

# TEXT_POSITION
source: Position
de: [DE]Position
it: Posizione
ja: 位置

# TEXT_RESTRICTIONS
source: Restrictions
de: Einschränkungen
it: Restrizioni
ja: 制限

# TEXT_STYLE
source: Style
de: Stil
it: Stile
ja: スタイル

# TEXT_UNRELATED_2
source: (s)
de: [DE](s)
ja: [JA](s)
