Repository: MTProfessionalServices/MetraNet
Catalog: App_GlobalResources/Resource.*.resx
Languages: de, fr, it, ja

# _PropertyForm_cshtml_Set_Localization
source: Set localization
de: [DE]Set localization
fr: Définir la localisation
it: [IT]Set localization
ja: [JA]Set localization

# _PropertyForm_cshtml_Set_Localization_Title
source: Set Localization
de: [DE]Set Localization
fr: Définir la localisation
it: [IT]Set Localization
ja: [JA]Set Localization

# ACCOUNT_FOR_QUOTES
source: Accounts
de: [DE]Accounts
fr: Comptes
it: [IT]Accounts
ja: [JA]Accounts

# AdapterStatusCode_NotYetRun
source: Not Yet Run
de: [DE]Not Yet Run
fr: [FR]Not Yet Run
it: [IT]Not Yet Run
ja: [JA]Not Yet Run

# AdapterStatusCode_ReadyToReverse
source: Ready To Reverse
de: [DE]Ready To Reverse
fr: [FR]Ready To Reverse
it: [IT]Ready To Reverse
ja: [JA]Ready To Reverse

# AdapterStatusCode_ReadyToRun
source: Ready To Run
de: [DE]Ready To Run
fr: [FR]Ready To Run
it: [IT]Ready To Run
ja: [JA]Ready To Run

# AvailableSharedProperties_cshtml_Add_Category
source: add category
de: [DE]add category
fr: ajouter une catégorie
it: [IT]add category
ja: [JA]add category

# AvailableSharedProperties_cshtml_Add_Property
source: add property
de: [DE]add property
fr: Ajouter une propriété
it: [IT]add property
ja: [JA]add property

# AvailableSharedProperties_cshtml_Available_Shared_Properties
source: Available Shared Properties
de: [DE]Available Shared Properties
fr: Propriétés partagées disponibles
it: [IT]Available Shared Properties
ja: [JA]Available Shared Properties

# AvailableSharedProperties_cshtml_Back_To_Properties
source: back to properties
de: [DE]back to properties
fr: revenir aux propriétés
it: [IT]back to properties
ja: [JA]back to properties

# Index_cshtml_Execute_Spec_Characteristics
source: Spec Characteristics
de: [DE]Spec Characteristics
fr: Spéc. caractéristiques
it: [IT]Spec Characteristics
ja: [JA]Spec Characteristics

# LocalizedJavaScript
source: /Res/JavaScript/Localized.en-GB.js?v=6.5
de: /Res/JavaScript/Localized.de.js?v=6.5
fr: /Res/JavaScript/Localized.fr.js?v=6.5
it: /Res/JavaScript/Localized.it.js?v=6.5
ja: /Res/JavaScript/Localized.ja.js?v=6.5

# LOG_FOR_QUOTES
source: Quote log
de: [DE]Quote log
fr: Journal des bons de commande
it: [IT]Quote log
ja: [JA]Quote log

source: New Subscription
de: [DE]New Subscription
fr: Nouvel abonnement
it: [IT]New Subscription
ja: [JA]New Subscription

# PO_FOR_QUOTES
source: Product offerings
de: [DE]Product offerings
fr: Offres produit
it: [IT]Product offerings
ja: [JA]Product offerings

# SpecCharacteristicsController_AddSharedProperty_Successfully_added_property_
source: Successfully added property.
de: [DE]Successfully added property.
fr: Propriété ajoutée avec succès
it: [IT]Successfully added property.
ja: [JA]Successfully added property.

# SpecCharacteristicsController_Delete_Successfully_deleted_property_
source: Successfully deleted property.
de: [DE]Successfully deleted property.
fr: Propriété supprimée avec succès.
it: [IT]Successfully deleted property.
ja: [JA]Successfully deleted property.

# SpecCharacteristicsController_Index_Product_Offering_Properties
source: Product Offering Properties
de: [DE]Product Offering Properties
fr: Propriétés de l’offre produit
it: [IT]Product Offering Properties
ja: [JA]Product Offering Properties

# SpecCharacteristicsController_SetDisplayOrder_Successfully_moved_
source: Successfully moved.
de: [DE]Successfully moved.
fr: Déplacé avec succès.
it: [IT]Successfully moved.
ja: [JA]Successfully moved.

# TEXT_ACCOUNT_ID
source: AccountId
de: Accountkennung
fr: ID du compte
it: ID account
ja: お客様 ID

# TEXT_ACCOUNT_INFORMATION
source: Account Information
de: Angaben zum Konto
fr: Informations du compte
it: Informazioni sull'account
ja: 口座情報

# TEXT_ACCOUNT_LOCKED
source: The account '{0} is locked.
de: Das Konto '{0}' ist gesperrt.
fr: Le compte '{0}' est bloqué.
it: L'account '{0}' è bloccato.
ja: アカウント '{0}' がロックされています。

# TEXT_ACCOUNT_NAME
source: Account Name
de: Kontoname
fr: Nom du compte
it: Nome conto
ja: 口座名

# TEXT_ACCOUNT_SUMMARY
source: Account Summary
de: Kontoübersicht
fr: Résumé du compte
it: Riepilogo conto
ja: 口座の概要

# TEXT_ACTION_ADD_CATEGORY
source: add category
de: [DE]add category
fr: ajouter une catégorie
it: [IT]add category
ja: [JA]add category

# TEXT_ACTION_ADD_EXISTING_PROPERTY
source: add existing property
de: [DE]add existing property
fr: ajouter une propriété existante
it: [IT]add existing property
ja: [JA]add existing property

# TEXT_ACTION_ADD_PROPERTY
source: add property
de: [DE]add property
fr: ajouter une propriété
it: [IT]add property
ja: [JA]add property

# TEXT_ACTION_DELETE
source: delete
de: [DE]delete
fr: supprimer
it: [IT]delete
ja: [JA]delete

# TEXT_ACTION_EDIT
source: edit
de: [DE]edit
fr: modifier
it: [IT]edit
ja: [JA]edit

# TEXT_ACTIONS
source: Actions
de: Aktionen
fr: [FR]Actions
it: Azioni
ja: 処理

# TEXT_ADD
source: Add Accounts
de: Konten hinzufügen
fr: Ajouter des comptes
it: Aggiungi conti
ja: アカウントの追加

# TEXT_ADD_BILL_MESSAGE
source: Add Bill Message
de: Rechnung hinzufügen Nachricht
fr: Ajouter un message de facture
it: Aggiungi messaggio fattura
ja: 法案メッセージを追加

# TEXT_ADD_BILLMESSAGE
source: Create Bill Message
fr: Créer Bill message

# TEXT_ADD_BME
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加

# TEXT_ADD_RELATED_ENTITIES
source: Add related entities for
de: Verwandte Einheiten hinzufügen für
fr: Ajouter des entités connexes à
it: Aggiungi entità correlate per
ja: 関連エンティティの追加

# TEXT_AFTER
source: after
de: nach
fr: après
it: dopo
ja: 後

# TEXT_ALLOW_ONLINE_PAYMENT
source: Allow Online Payment
de: Online-Zahlung zulassen
fr: Autoriser le paiement en ligne
it: Consenti pagamento in linea
ja: オンライン支払を許可する

# TEXT_ALLOW_SAVED_REPORTS
source: Allow Saved Reports
de: Gespeicherte Berichte zulassen
fr: Autoriser les rapports enregistrés
it: Consenti rapporti salvati
ja: 保存済み報告書を許可する

# TEXT_ALLOW_SELF_CARE
source: Allow Self Care
de: Selbstverwaltung zulassen
fr: Autoriser l’auto-gestion
it: Consenti gestione diretta
ja: セルフ ケアを許可する

# TEXT_ALLOW_SHARED_REPORTS
source: Allow Shared Reports
de: Freigegebene Berichte zulassen
fr: Autoriser les rapports partagés
it: Consenti rapporti condivisi
ja: 共通の報告書を許可する

# TEXT_AND
source: and
de: und
fr: et
it: e
ja: および

# TEXT_APPLY_CHANGES
source: Apply Changes
de: Änderungen übernehmen
fr: Appliquer les modifications
it: Applica modifiche
ja: 変更の適用

# TEXT_APPROVAL_BUTTON_APPROVE
source: Approve
de: [DE]Approve
fr: Approuver
it: [IT]Approve
ja: [JA]Approve

# TEXT_APPROVAL_BUTTON_DENY
source: Deny
de: [DE]Deny
fr: Refuser
it: [IT]Deny
ja: [JA]Deny

# TEXT_APPROVAL_BUTTON_DISMISS
source: Dismiss
de: [DE]Dismiss
fr: Ignorer
it: [IT]Dismiss
ja: [JA]Dismiss

# TEXT_APPROVAL_BUTTON_RESUBMIT
source: Resubmit
de: [DE]Resubmit
fr: Renvoyer
it: [IT]Resubmit
ja: [JA]Resubmit

# TEXT_ARE_YOU_SURE
source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
it: Continuare?
ja: よろしいですか?

# TEXT_AVAILABLE_SHARED_PROPERTIES
source: Available Shared Properties
de: Verfügbare gemeinsam genutzte Eigenschaften
fr: Propriétés partagées disponibles
it: Proprietà condivise disponibili
ja: 利用可能な共有プロパティ

# TEXT_BACK
source: Previous
de: [DE]Previous
fr: Précédent
it: [IT]Previous
ja: [JA]Previous

# TEXT_BACK_DASHBOARD
source: Back to Dashboard
de: Zurück zur Übersichtsseite
fr: Retour au tableau de bord
it: Torna a dashboard
ja: Dashboard に戻る

# TEXT_BE_TITLE
source: List of Business Entities
de: Liste der Geschäftseinheiten
fr: Liste des entités métier
it: Elenco di tutte le entità di business
ja: ビジネス エンティティの一覧表示

# TEXT_BEFORE
source: before
de: vor
fr: avant
it: prima
ja: 前

# TEXT_BILL_MESSAGE_ASSOCIATIONS
source: Bill Message Associations
de: [DE]Bill Message Associations
fr: Association de messages pour facture
it: [IT]Bill Message Associations
ja: [JA]Bill Message Associations

# TEXT_BILL_MESSAGES
source: Bill Messages
de: [DE]Bill Messages
fr: Messages pour facture
it: [IT]Bill Messages
ja: [JA]Bill Messages

# TEXT_BILLING_INFORMATION
source: Billing Information
de: Angaben zur Rechnungsstellung
fr: Informations de facturation
it: Informazioni sulla fatturazione
ja: 請求書発行情報

# TEXT_BULKUPDATE
source: Bulk Update
de: [DE]Bulk Update
fr: Mise à jour en vrac
it: [IT]Bulk Update
ja: [JA]Bulk Update

# TEXT_BUTTON_ADD
source: Add
de: [DE]Add
fr: Ajouter
it: [IT]Add
ja: [JA]Add

# TEXT_BUTTON_DELETE
source: Delete
de: [DE]Delete
fr: Supprimer
it: [IT]Delete
ja: [JA]Delete

# TEXT_BUTTON_EDIT
source: Edit
de: [DE]Edit
fr: Modifier
it: [IT]Edit
ja: [JA]Edit

# TEXT_CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル

# TEXT_CAPABILITIES
source: Capabilities
de: Funktionen
fr: Fonctionnalités
it: Funzioni
ja: 機能

# TEXT_CATEGORY
source: Category
de: Kategorie
fr: Catégorie
it: Categoria
ja: カテゴリ

# TEXT_CHECKING
source: Checking
de: Girokonto
fr: Compte courant
it: Conto corrente
ja: 当座預金

# TEXT_COLUMN_TITLE
source: Title
de: Titel
fr: Titre
it: Titolo
ja: タイトル

# TEXT_CONTINUE
source: Continue
de: [DE]Continue
fr: Continuer
it: [IT]Continue
ja: [JA]Continue

# TEXT_CORRECT_ERRORS
source: Please correct the errors and try again.
de: Korrigieren Sie die Fehler, und versuchen Sie es erneut.
fr: Corrigez les erreurs et réessayez.
it: Correggere gli errori e riprovare.
ja: 間違いを直して、もう一度実行してください。

# TEXT_CREATE_NEW_PARAMETER
source: Create New Parameter
fr: [FR]Create New Parameter

# TEXT_CREATOR_ID
source: Creator Id
de: Ersteller-ID
fr: ID de créateur
it: ID autore
ja: 作成者の ID

# TEXT_CSS_CLASS
source: CssClass
fr: ClasseCss

# TEXT_CUSTOM_LAYOUT
source: Custom Layout
de: Benutzerdefiniertes Layout
fr: Présentation personnalisée
it: Layout personalizzato
ja: カスタム レイアウト

# TEXT_CUSTOM_PAGE
source: Custom Page
de: Benutzerdefinierte Seite
fr: Page personnalisée
it: Pagina personalizzata
ja: カスタム ページ

# TEXT_DELETE
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除

# TEXT_DESCRIPTION
source: Description
de: Beschreibung
fr: [FR] Description
it: Descrizione
ja: 内容

# TEXT_DETAILS
source: Details
de: [DE]Details
fr: Détails
it: Dettagli
ja: 内訳

# TEXT_DISPLAY_AMOUNT
source: Display Amount
de: Betrag anzeigen
fr: Afficher le montant
it: Importo visualizzato
ja: 表示金額

# TEXT_DISPLAY_AMOUNT_AS_STRING
source: DisplayAmountAsString
fr: AfficherMontantCommeChaîne
it: [IT]DisplayAmountAsString
ja: [JA]DisplayAmountAsString

# TEXT_EDIT
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集

# TEXT_EN_US
source: US English
de: US-Englisch
fr: Anglais (États-Unis)
it: Inglese USA
ja: 米国英語

# TEXT_ENTRY_POINT_NAME
source: EntryPoint Name
fr: Nom du PointEntrée
it: Nome EntryPoint
ja: エントリポイント名

# TEXT_FR
source: French
de: Französisch
fr: Français
it: Francese
ja: フランス

# TEXT_FROM_PARAM_TABLE
source: From Parameter Table
de: [DE]From Parameter Table
fr: A partir du tableau des paramètres
it: [IT]From Parameter Table
ja: [JA]From Parameter Table

# TEXT_FROM_PARAMETER_TABLE
source: From parameter table
de: [DE]From parameter table
fr: A partir du tableau des paramètres
it: [IT]From parameter table
ja: [JA]From parameter table

# TEXT_GENERAL
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般

# TEXT_GO
source: Go
de: Los
fr: Aller
it: Passa a
ja: 移動

# TEXT_GRID_ID
source: Grid ID
de: Raster-ID
fr: ID de la grille
it: ID griglia
ja: グリッド ID

# TEXT_HEIGHT
source: Height
de: Höhe
fr: Hauteur
it: Altezza
ja: 高さ

# TEXT_HIERARCHY_LEVELS
source: Hierarchy Levels with the Most Accounts
de: Hierarchieebenen mit den meisten Konten
fr: Niveau hiérarchique avec la plupart des comptes
it: Livelli di gerarchia con la maggior parte dei conti
ja: 最も多くのアカウントが含まれる階層レベル

source: Text Inline Adjustments
de: Text für Inline-Anpassungen
fr: Ajustements en ligne du texte
it: Rettifiche testo in linea
ja: テキスト インライン調整

# TEXT_INLINE_TAX
source: Inline Tax
de: Inline-Steuer
fr: Taxe en ligne
it: Imposta in linea
ja: 税込み

# TEXT_INTERNAL_ID
source: Internal Id
de: Interne ID
fr: ID interne
it: ID interno
ja: 内部 ID

# TEXT_IS_REQUIRED
source: IsRequired
de: [DE]IsRequired
fr: EstRequis
it: È obbligatorio
ja: [JA]IsRequired

# TEXT_IS_SITE_DOWN_FOR_MAINTENANCE
source: IsSiteDownForMaintenance
de: [DE]IsSiteDownForMaintenance
fr: EstSiteIndisponiblePourMaintenance
it: [IT]IsSiteDownForMaintenance
ja: [JA]IsSiteDownForMaintenance

# TEXT_IS_VISIBLE
source: Is Visible
de: Ist sichtbar
fr: Est Visible
it: È visibile
ja: 表示できる

# TEXT_LAYOUT_EXTENSION_NAME
source: Layout Extension Name
de: Name der Layouterweiterung
fr: Nom d’extension de la présentation
it: Nome dell'estensione del layout
ja: レイアウトの拡張名

# TEXT_LAYOUT_NAME
source: Layout Name
de: Name des Layouts
fr: Nom de la présentation
it: Nome del layout
ja: レイアウト名

# TEXT_LOGIN_INFORMATION
source: Login Information
de: Anmeldedaten
fr: Infos d’ouverture de session
it: Dati di accesso
ja: ログイン情報

# TEXT_LOGO_IMAGE
source: Logo Image
de: Logobild
fr: Image du logo
it: Immagine del logo
ja: ロゴ画像

# TEXT_MACHINE_IDENTIFIER
source: Machine Identifier
de: Rechnerkennung
fr: ID de la machine
it: ID computer
ja: マシン識別子

# TEXT_MACHINE_NAME
source: Machine
fr: [FR]Machine

# TEXT_MACHINE_ROLE_NAME
source: Machine Role
fr: [FR]Machine Role

# TEXT_MANAGE_GRPSUB
source: Manage Group Subscriptions
de: Gruppennutzungsanmeldungen verwalten
fr: Gérer les abonnements groupés
it: Gestisci abbonamenti di gruppo
ja: グループ利用の管理

# TEXT_METRATAX_COUNTRY_ELIGIBILITY
source: MetraTax Country Eligibility
de: [DE]MetraTax Country Eligibility
fr: Eligibilité pays MetraTax
it: [IT]MetraTax Country Eligibility
ja: [JA]MetraTax Country Eligibility

# TEXT_METRATAX_COUNTRY_ZONE
source: MetraTax Country Zone
de: [DE]MetraTax Country Zone
fr: Zone pays MetraTax
it: [IT]MetraTax Country Zone
ja: [JA]MetraTax Country Zone

# TEXT_METRATAX_HAS_OVERRIDE_BAND
source: MetraTax Has Override Band
de: [DE]MetraTax Has Override Band
fr: MetraTax a bande de remplacement
it: [IT]MetraTax Has Override Band
ja: [JA]MetraTax Has Override Band

# TEXT_METRATAX_OVERRIDE_BAND
source: MetraTax Override Band
de: [DE]MetraTax Override Band
fr: Bande de remplacement MetraTax
it: [IT]MetraTax Override Band
ja: [JA]MetraTax Override Band

# TEXT_MISSING_LOCALIZATION
source: Missing localization
de: Lokalisierung fehlt
fr: Localisation manquante
it: Localizzazione mancante
ja: ローカライズがありません

# TEXT_MORE_ITEMS
source: More Items...
de: Weitere Positionen...
fr: Autres éléments...
it: Altre voci…
ja: 項目の詳細

# TEXT_NAME
source: Name
de: [DE]Name
fr: Nom
it: Nome
ja: 名前

# TEXT_NEW
source: New
de: Neu
fr: Nouveau
it: Nuovo
ja: 新規

# TEXT_NEXT
source: Next
de: [DE]Next
fr: Suivant
it: [IT]Next
ja: [JA]Next

# TEXT_NO
source: No
de: [DE]No
fr: Non
it: [IT]No
ja: [JA]No

# TEXT_NO_PROPERTIES_ADDED_YET_TO_AGREEMENT_TEMPLATE
source: This agreement template has no shared properties.
de: [DE]This agreement template has no shared properties.
fr: Ce modèle d’accord ne contient aucune propriété partagée.
it: [IT]This agreement template has no shared properties.
ja: [JA]This agreement template has no shared properties.

# TEXT_NO_PROPERTIES_YET
source: There are no properties defined yet...
de: Es wurden noch keine Eigenschaften festgelegt...
fr: Pour l’instant, aucune propriété n’est définie...
it: Nessuna proprietà definita...
ja: 定義済みのプロパティがありません...

# TEXT_NO_RECORDS_FOUND
source: No records found
de: Es wurden keine Datensätze gefunden.
fr: Aucun enregistrement trouvé
it: Nessuna registrazione trovata
ja: 記録が見つかりません

# TEXT_OK_DELETE_1
source: Click 'OK' to delete the
de: Klicken Sie auf 'OK', um die Eigenschaft
fr: Cliquez sur OK pour supprimer la
it: Fare clic su 'OK' per eliminare la
ja: [OK] をクリックして

# TEXT_OK_DELETE_2
source: property.
de: zu löschen.
fr: propriété.
it: proprietà.
ja: プロパティを削除します。

# TEXT_PAGE_ERROR
source: Unable to display page.
de: Die Seite kann nicht angezeigt werden.
fr: Impossible d’afficher la page.
it: Impossibile visualizzare la pagina.
ja: ページを表示できません。

# TEXT_PAGEURL
source: PageURL
de: [DE]PageURL
fr: URLPage
it: [IT]PageURL
ja: [JA]PageURL

# TEXT_PRIORITY
source: Priority
de: Priorität
fr: Priorité
it: Priorità
ja: 優先度

# TEXT_PRODUCT_VIEW_NAME
source: ProductView Name
fr: Nom de l’AffichageProduit
it: Nome visualizzazione prodotti
ja: 製品ビュー名

# TEXT_PROPERTIES
source: Properties
de: Eigenschaften
fr: Propriétés
it: Proprietà
ja: プロパティ

# TEXT_PROPERTY
source: Property
de: Eigenschaft
fr: Propriété
it: Proprietà
ja: プロパティ

# TEXT_QUOTE_DETAILS
source: Quote details
de: [DE]Quote details
fr: Détails du bon de commande
it: [IT]Quote details
ja: [JA]Quote details

# TEXT_REASSIGN_MESSAGE
source: Select the account to receive the transferred orders.
de: Wählen Sie das Konto, auf das die Beträge überwiesen werden sollen.
fr: Sélectionnez le compte qui doit recevoir les ordres transférés.
it: Selezionare l'account per la ricezione degli ordini trasferiti.
ja: 送金された金額の振込先アカウントを選択します。

# TEXT_REASSIGN_MESSAGE_TITLE
source: Reassign Orders
de: Aufträge neu zuordnen
fr: Réaffecter des ordres
it: Riassegna ordini
ja: 順序の再割り当て

# TEXT_REASSIGN_SUCCESS
source: The orders have been reassigned successfully.
de: Die Aufträge wurden neu zugeordnet.
fr: Les ordres ont été réaffectés avec succès.
it: Gli ordini sono stati riassegnati.
ja: 順序が正常に再割り当てされました。

# TEXT_RELATED_ENTITIES_1
source: Add related
de: Verwandte hinzufügen
fr: Ajouter connexe
it: Aggiungi correlato
ja: 関連の追加

# TEXT_RELATED_ENTITIES_2
source: (s) for :
de: (s) für:
fr: (s) pour :
it: (s) per:
ja: [JA](s) for :

# TEXT_RELATIONSHIP
source: Relationship
de: Beziehung
fr: Relation
it: Relazione
ja: 関係

# TEXT_REMOVE
source: Remove Accounts
de: Konten entfernen
fr: Supprimer les comptes
it: Rimuovi conti
ja: アカウントの削除

# TEXT_REMOVE_RELSHIP
source: Remove Relationship
de: Entfernen
fr: Créer une relation
it: Rimuovi
ja: 削除

# TEXT_REPORT_TYPE
source: Report Type
de: Berichtstyp
fr: Type du rapport
it: Tipo di rapporto
ja: 報告書種別

# TEXT_SAVE
source: Save
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存

# TEXT_SAVE_AND_CONTINUE
source: Save & Continue
de: [DE]Save & Continue
fr: Enregistrer & Continuer
it: [IT]Save & Continue
ja: [JA]Save & Continue

# TEXT_SAVE_NEW_USAGE_QUALIFICATION
source: Save New Usage Qualification
de: [DE]Save New Usage Qualification
fr: Enregistrer la nouvelle qualification d’utilisation
it: [IT]Save New Usage Qualification
ja: [JA]Save New Usage Qualification

# TEXT_SAVINGS
source: Savings
de: Sparkonto
fr: Épargne
it: Conto di risparmio
ja: 普通預金

# TEXT_SEARCH_LAYOUT
source: Search Layout
de: Suchlayout
fr: Présentation de la recherche
it: Ricerca layout
ja: 検索レイアウト

# TEXT_SESSION_ID
source: Session ID
de: Sitzungs-ID
fr: ID de la session
it: ID sessione
ja: セッション ID

# TEXT_SHARED_PROPERTIES
source: Shared Properties
de: Gemeinsam genutzte Eigenschaften
fr: Propriétés partagées
it: Proprietà condivise
ja: 共有プロパティ

# TEXT_SHOW_SECOND_PASS_DATA
source: Show Second Pass Data
de: Daten aus zweitem Durchlauf anzeigen
fr: Afficher les données de la deuxième transmission
it: Mostra dati secondo passaggio
ja: 2 番目の送信データの表示

# TEXT_SITE_DOWN_FOR_MAINTENANCE
source: We are sorry for the inconvenience, but the site is currently down for maintenance. Please try again later.
de: An der Website werden zurzeit Wartungsarbeiten durchgeführt, sie ist daher leider nicht verfügbar. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.
fr: Le site est actuellement indisponible pour cause de maintenance. Nous sommes désolés des désagréments que cela peut vous causer. Réessayez ultérieurement.
it: Il sito non è attualmente disponibile per manutenzione: ci scusiamo per i disagi. Riprovare più tardi.
ja: 申し訳ありませんが、メンテナンスのために現在サイトが停止しています。後で改めて実行してください。

# TEXT_SITE_NAME
source: Site Name
de: Name der Website
fr: Nom du site
it: Nome del sito
ja: サイト名

# TEXT_SUB_DATE_MESSAGE
source: The subscription start and end dates must be between {0} and {1}.
de: Das Anfangs- und das Enddatum der Nutzungsanmeldung müssen zwischen dem {0} und dem {1} liegen.
fr: Les dates de début et de fin de l’abonnement doivent être comprises entre {0} et {1}.
it: Le date di inizio e fine abbonamento devono essere comprese tra il giorno {0} e il giorno {1}.
ja: 申し込みの開始日および終了日は、{0} から {1} までの間でなければなりません。

# TEXT_SUB_DATE_MESSAGE_START
source: The subscription dates must be
de: Die Datumsangaben für die Nutzungsanmeldung müssen folgendes sein:
fr: Les dates d’abonnement doivent être
it: Le date dell'abbonamento devono essere
ja: 申し込み日は次の日とする必要があります

# TEXT_TAX
source: Tax
de: [DE]Tax
fr: Taxe
it: [IT]Tax
ja: [JA]Tax

# TEXT_TAX_EXEMPT_END_DATE
source: Tax Exempt End Date
de: [DE]Tax Exempt End Date
fr: Date fin exemption taxe
it: [IT]Tax Exempt End Date
ja: [JA]Tax Exempt End Date

# TEXT_TAX_EXEMPT_REASON
source: Tax Exempt Reason
de: [DE]Tax Exempt Reason
fr: Motif exemption taxe
it: [IT]Tax Exempt Reason
ja: [JA]Tax Exempt Reason

# TEXT_TAX_EXEMPT_START_DATE
source: Tax Exempt Start Date
de: [DE]Tax Exempt Start Date
fr: Date début exemption taxe
it: [IT]Tax Exempt Start Date
ja: [JA]Tax Exempt Start Date

# TEXT_TAX_REGISTRY_REFERENCE
source: Tax Registry Reference
de: [DE]Tax Registry Reference
fr: Référence registre taxe
it: [IT]Tax Registry Reference
ja: [JA]Tax Registry Reference

# TEXT_TAX_SERVICE_ADDRESS_PCODE
source: Tax Service Address PCode
de: [DE]Tax Service Address PCode
fr: PCode adresse Service taxe
it: [IT]Tax Service Address PCode
ja: [JA]Tax Service Address PCode

# TEXT_TAX_VENDOR
source: Tax Vendor
de: [DE]Tax Vendor
fr: Fournisseur Taxe
it: [IT]Tax Vendor
ja: [JA]Tax Vendor

# TEXT_THEME
source: Theme
de: Thema
fr: Thème
it: Tema
ja: テーマ

# TEXT_TIMESTAMP
source: TimeStamp
de: Zeitstempel
fr: Horodatage
it: Contrassegno temporale
ja: タイムスタンプ

# TEXT_TIMEZONE
source: Timezone
de: Zeitzone
fr: Fuseau horaire
it: Fuso orario
ja: タイム ゾーン

# TEXT_TITLE_ADD_CATEGORY
source: Create Category
de: Kategorie erstellen
fr: Créer une catégorie
it: Crea categoria
ja: カテゴリの作成

# TEXT_TITLE_ADD_PROPERTY
source: Add Property
de: Eigenschaft hinzufügen
fr: Ajouter une propriété
it: Aggiungi proprietà
ja: プロパティの追加

# TEXT_TITLE_EDIT_PROPERTY
source: Edit Property
de: Eigenschaft bearbeiten
fr: Modifier une propriété
it: Modifica proprietà
ja: プロパティの編集

# TEXT_UNRELATED_1
source: Unrelated
de: [DE]Unrelated
fr: Non lié
it: Non correlato
ja: 無関係

# TEXT_UNRELATED_ENTITY_1
source: List of unrelated
de: Liste der nicht verwandten
fr: Liste des éléments non liés
it: Elenco
ja: 無関係な

# TEXT_UNRELATED_ENTITY_2
source: entity instances
de: Einheiteninstanzen
fr: instances de l’entité
it: istanze entità non correlate
ja: エンティティ インスタンスの一覧表示

# TEXT_USE_STANDARD_INCLUSIVE_TAX_CALCULATION
source: Use Standard Inclusive Tax Calculation
de: [DE]Use Standard Inclusive Tax Calculation
fr: Utiliser calcul taxe incluse standard
it: [IT]Use Standard Inclusive Tax Calculation
ja: [JA]Use Standard Inclusive Tax Calculation

# TEXT_VALIDATION_ERROR
source: Validation error. Please try again.
de: Validierungsfehler. Bitte versuchen Sie es erneut.
fr: Erreur de validation error. Réessayez ultérieurement.
it: Errore di convalida. Riprovare.
ja: 確認エラー。再入力してください。

# TEXT_VALUE
source: Value
de: Wert
fr: Valeur
it: Valore
ja: 値

# TEXT_WAITING_FOR_UPDATE
source: Waiting for update...
de: Warten auf Aktualisierung...
fr: Attente de mise à jour...
it: In attesa di aggiornamento...
ja: 更新を待機しています...

# TEXT_WIDGET_PATH
source: Widget Path
de: Widget-Pfad
fr: Chemin du widget
it: Percorso widget
ja: ウィジェット パス

# TEXT_WIDGET_TYPE
source: Widget Type
de: Widget-Typ
fr: Type de widget
it: Tipo di widget
ja: ウィジェット種別

# TEXT_WIDTH
source: Width
de: Breite
fr: Largeur
it: Larghezza
ja: 幅

# TEXT_YES
source: Yes
de: [DE]Yes
fr: Oui
it: [IT]Yes
ja: [JA]Yes

# updateSubscription
source: Subscription Update
de: [DE]Subscription Update
fr: Mise à jour de l’abonnement
it: [IT]Subscription Update
ja: [JA]Subscription Update

# TEXT_ONE
source: One
de: [DE]One
fr: [FR]One
it: [IT]One
ja: [JA]One
