Repository: MTProfessionalServices/MetraNet
Catalog: Localization/Global/GlobalResources.*.resx
Languages: de, es, es_mx, fr, it, ja, pt_br

# ACOUNT_STATE_WAS
source: Account state was {0}, changed to {1}.
de: Kontostatus war {0}, geändert in {1}.
es: El estado de la cuenta era {0}, modificado a {1}.
es_mx: El estado de la cuenta era {0}, se cambió a {1}.
fr: L’état du compte était {0}, remplacé par {1}.
it: Lo stato del conto era {0} ed è stato modificato in {1}.
ja: お客様の登録状況が {0} から {1} に変更されました。
pt_br: O estado da conta era {0}, foi alterado para {1}.

# ACS_VALIDATION_AvailableEndDateGreateThanEndDateInPo
source: Unable to subscribe '{0}' product offering to account configuration set due to subscription parameter EndDate '{1}' greater than available EndDate '{2}' of product offering.
de: [DE]Unable to add '{0}' product offering to OnBoard Template due to subscription parameter EndDate '{1}' greater than available EndDate '{2}' of product offering.
es: [ES]Unable to subscripe '{0}' product offering to account configuration set due to subscription parameter EndDate '{1}' greater than available EndDate '{2}' of product offering.
es_mx: [es-MX]Unable to add '{0}' product offering to OnBoard Template due to subscription parameter EndDate '{1}' greater than available EndDate '{2}' of product offering.
fr: Impossible d`ajouter l`offre produit `{0}` au modèle embarqué car le paramètre d`abonnement EndDate `{1}` est supérieur au paramètre EndDate possible `{2}` de l`offre produit.
it: [IT]Unable to subscribe '{0}' product offering to account configuration set due to subscription parameter EndDate '{1}' greater than available EndDate '{2}' of product offering.
ja: [JA]Unable to subscribe '{0}' product offering to account configuration set due to subscription parameter EndDate '{1}' greater than available EndDate '{2}' of product offering.
pt_br: Não foi possível adicionar a oferta de produto `{0}` ao Modelo OnBoard, pois o parâmetro de assinatura EndDate `{1}` é maior que a EndDate `{2}` disponível da oferta do produto.

# ACS_VALIDATION_AvailableStartDateLessThanStartDateInPo
source: Unable to subscribe '{0}' product offering to account configuration set due to subscription parameter StartDate '{1}' less than available StartDate '{2}' of product offering.
de: [DE]Unable to add '{0}' product offering to OnBoard Template due to subscription parameter StartDate '{1}' less than available StartDate '{2}' of product offering.
es: [ES]Unable to subscripe '{0}' product offering to account configuration set due to subscription parameter StartDate '{1}' less than available StartDate '{2}' of product offering.
es_mx: [es-MX]Unable to add '{0}' product offering to OnBoard Template due to subscription parameter StartDate '{1}' less than available StartDate '{2}' of product offering.
fr: Impossible d`ajouter l`offre produit `{0}` au modèle embarqué car le paramètre d`abonnement StartDate `{1}` est inférieur au paramètre StartDate possible `{2}` de l`offre produit.
it: [IT]Unable to subscribe '{0}' product offering to account configuration set due to subscription parameter StartDate '{1}' less than available StartDate '{2}' of product offering.
ja: [JA]Unable to subscribe '{0}' product offering to account configuration set due to subscription parameter StartDate '{1}' less than available StartDate '{2}' of product offering.
pt_br: Não foi possível adicionar a oferta de produto `{0}` ao Modelo OnBoard, pois o parâmetro de assinatura StartDate `{1}` é menor que a StartDate `{2}` disponível da oferta do produto.

# ACS_VALIDATION_ConfigSetDateDoesNotMatchAvailableDatePo
source: The Account Configuration Set date does not match available '{0}' Product Offering date. Effective date for Configuration Set from '{1} to '{2}', but for Product offering from '{3}' to '{4}'
de: [DE]The OnBoard Template date does not match available '{0}' Product Offering date. Effective date for OnBoard Template from '{1} to '{2}', but for Product offering from '{3}' to '{4}'
es: [ES]The Account Configuration Set date does not match available '{0}' Product Offering date. Effective date for Configuration Set from '{1} to '{2}', but for Product offering from '{3}' to '{4}'
es_mx: [es-MX]The OnBoard Template date does not match available '{0}' Product Offering date. Effective date for OnBoard Template from '{1} to '{2}', but for Product offering from '{3}' to '{4}'
fr: Les dates du modèle embarqué ne correspondent pas aux dates possibles de l`offre produit `{0}`. Les dates d`effet de la configuration sont définies du `{1} au `{2}`, mais du `{3}` au `{4}` pour l`offre produit
it: [IT]The Account Configuration Set date does not match available '{0}' Product Offering date. Effective date for Configuration Set from '{1} to '{2}', but for Product offering from '{3}' to '{4}'
ja: [JA]The Account Configuration Set date does not match available '{0}' Product Offering date. Effective date for Configuration Set from '{1} to '{2}', but for Product offering from '{3}' to '{4}'
pt_br: As datas do Modelo OnBoard não correspondem às datas disponíveis na oferta do produto `{0}`. Datas efetivas para o Conjunto de configuração de `{1} a `{2}`, mas a da oferta do produto é de `{3}` a `{4}`

# ACS_VALIDATION_ConfigSetEndDateLessThanCurrentSystemTime
source: Incorrect available End date for the current Account Config Set. Available EffectiveEndDate={0} less than system date={1}, so the Account Config Set will never use.
de: [DE]Incorrect available End date for the current OnBoard Template. Available EffectiveEndDate={0} less than system date={1}, so the OnBoard Template will never use.
es: [ES]Incorrect available End date for the current Account Config Set. Available EffectiveEndDate={0} less than system date={1}, so the Account Config Set will never use.
es_mx: [es-MX]Incorrect available End date for the current OnBoard Template. Available EffectiveEndDate={0} less than system date={1}, so the OnBoard Template will never use.
fr: Date de fin possible incorrecte pour le modèle embarqué actuel. EffectiveEndDate possible ={0} inférieure à la date système ={1}. La configuration du compte ne sera donc jamais utilisée.
it: [IT]Incorrect available End date for the current Account Config Set. Available EffectiveEndDate={0} less than system date={1}, so the Account Config Set will never use.
ja: [JA]Incorrect available End date for the current Account Config Set. Available EffectiveEndDate={0} less than system date={1}, so the Account Config Set will never use.
pt_br: Data de término disponível incorreta para o Modelo OnBoard. A EffectiveEndDate={0} disponível é anterior à data do sistema={1}, então o Conjunto de configuração de conta nunca será usado.

# ACS_VALIDATION_ConfiSetStartDateGreaterThanEndDate
source: Incorrect available date for the current Account Config Set. Available EffectiveDate={0} greater then EffectiveEndDate={1}.
de: [DE]Incorrect available date for the current OnBoard Template. Available EffectiveDate={0} greater then EffectiveEndDate={1}.
es: [ES]Incorrect available date for the current Account Config Set. Available EffectiveDate={0} greater then EffectiveEndDate={1}.
es_mx: [es-MX]Incorrect available date for the current OnBoard Template. Available EffectiveDate={0} greater then EffectiveEndDate={1}.
fr: Date de fin possible incorrecte pour le modèle embarqué actuel. EffectiveDate possible ={0} supérieure à EffectiveEndDate ={1}.
it: [IT]Incorrect available date for the current Account Config Set. Available EffectiveDate={0} greater then EffectiveEndDate={1}.
ja: [JA]Incorrect available date for the current Account Config Set. Available EffectiveDate={0} greater then EffectiveEndDate={1}.
pt_br: Data disponível incorreta para o Modelo OnBoard atual. A EffectiveDate={0} disponível é posterior a EffectiveEndDate={1}.

# ACS_VALIDATION_CurrentAccIsPartitionUnableToSubscribePoFromOtherPartition
source: '{0}' Product Offering is not available for the '{1}' Partition account with id='{2}'. The IdPartition='{3}' of Product Offering is different to IdPartition='{4}' of Partition account.
de: [DE]'{0}' Product Offering is not available for the '{1}' Partition account with id='{2}'. The IdPartition='{3}' of Product Offering is different to IdPartition='{4}' of Partition account.
es: [ES]'{0}' Product Offering is not available for the '{1}' Partition account with id='{2}'. The IdPartition='{3}' of Product Offering is different to IdPartition='{4}' of Partition account.
es_mx: [es-MX]'{0}' Product Offering is not available for the '{1}' Partition account with id='{2}'. The IdPartition='{3}' of Product Offering is different to IdPartition='{4}' of Partition account.
fr: L`offre produit `{0}` est indisponible pour le compte Partition `{1}` avec ID=`{2}`. La valeur IdPartition=`{3}` de l`offre produit est différente de la valeur IdPartition=`{4}` du compte Partition.
it: [IT]'{0}' Product Offering is not available for the '{1}' Partition account with id='{2}'. The IdPartition='{3}' of Product Offering is different to IdPartition='{4}' of Partition account.
ja: [JA]'{0}' Product Offering is not available for the '{1}' Partition account with id='{2}'. The IdPartition='{3}' of Product Offering is different to IdPartition='{4}' of Partition account.
pt_br: A oferta de produto `{0}` não está disponível para a conta de partição `{1}` com id=`{2}`. A IdPartition=`{3}` da oferta de produto é diferente da IdPartition=`{4}` da conta da partição.

# ACS_VALIDATION_IdPartitionCorporateAccIsNotTheSameAsPo
source: ID Partition for Corporate Account with ID = '{0}' Is no the same as for '{1}' product offering. The ID Partition for Account = '{2}', but for product offering = '{3}'
de: [DE]ID Partition for Corporate Account with ID = '{0}' Is no the same as for '{1}' product offering. The ID Partition for Account = '{2}', but for product offering = '{3}'
es: [ES]ID Partition for Corporate Account with ID = '{0}' Is no the same as for '{1}' product offering. The ID Partition for Account = '{2}', but for product offering = '{3}'
es_mx: [es-MX]ID Partition for Corporate Account with ID = '{0}' Is no the same as for '{1}' product offering. The ID Partition for Account = '{2}', but for product offering = '{3}'
fr: La partition d`ID pour le compte d`entreprise avec ID = `{0}` diffère de celle de l`offre produit `{1}`. La partition d`ID du compte = `{2}`, mais celle de l`offre produit = `{3}`
it: [IT]ID Partition for Corporate Account with ID = '{0}' Is no the same as for '{1}' product offering. The ID Partition for Account = '{2}', but for product offering = '{3}'
ja: [JA]ID Partition for Corporate Account with ID = '{0}' Is no the same as for '{1}' product offering. The ID Partition for Account = '{2}', but for product offering = '{3}'
pt_br: A partição de ID da conta corporativa com ID = `{0}` não é a mesma da oferta de produto `{1}`. ID de partição da conta = `{2}`, mas para oferta de produto = `{3}`

# ACS_VALIDATION_MandatoryProperty_CantBeEmptyOrNull
source: The mandatory '{0}' property can't be empty or null.
de: [DE] The mandatory '{0}' property can't be empty or null.
es: [ES] The mandatory '{0}' property can't be empty or null.
es_mx: [es-MX] The mandatory '{0}' property can't be empty or null.
fr: La propriété obligatoire `{0}` ne peut pas être vide ou nulle.
ja: [JA] The mandatory '{0}' property can't be empty or null.
pt_br: A propriedade obrigatória `{0}` não pode estar vazia ou ser nula.

# ACS_VALIDATION_MandatoryPropertyIsNull
source: The '{0}' mandatory property is null. The property should be initialized.
de: [DE]The '{0}' mandatory property is null. The property should be initialized.
es: [ES]The '{0}' mandatory property is null. The property should be initialized.
es_mx: [es-MX]The '{0}' mandatory property is null. The property should be initialized.
fr: La propriété `{0}` est obligatoire et nulle. Initialisez-la.
it: [IT]The '{0}' mandatory property is null. The property should be initialized.
ja: [JA]The '{0}' mandatory property is null. The property should be initialized.
pt_br: A propriedade obrigatória `{0}` é nula. A propriedade deve ser inicializada.

# ACS_VALIDATION_MandatoryPropertyShouldContainAtLeastOne
source: The '{0}' mandatory property should contain at least one item.
de: [DE] The '{0}' mandatory property should contain at least one item.
es: [ES] The '{0}' mandatory property should contain at least one item.
es_mx: [es-MX] The '{0}' mandatory property should contain at least one item.
fr: La propriété `{0}` est obligatoire et doit contenir au moins un élément.
it: [IT] The '{0}' mandatory property should contain at least one item.
ja: [ja] The '{0}' mandatory property should contain at least one item.
pt_br: A propriedade obrigatória `{0}` deve obter ao menos um item.

# ACS_VALIDATION_PropertiesToSetHasDuplicates
source: The Properties to Set with Account View '{0}' and name '{1}' is found more than one time. The Properties to Set should be unique.
de: [DE] The Properties to Set with Account View '{0}' and name '{1}' is found more than one time (count = {2}). The Properties to Set should be unique.
es: [ES] The Properties to Set with Account View '{0}' and name '{1}' is found more than one time (count = {2}). The Properties to Set should be unique.
es_mx: [es-MX] The Properties to Set with Account View '{0}' and name '{1}' is found more than one time (count = {2}). The Properties to Set should be unique.
fr: Les propriétés à définir avec l`ID de compte `{0}` et le nom `{1}` existent plusieurs fois (nombre = {2}). Les propriétés à définir doivent être uniques.
it: [IT]The Properties to Set with name '{0}' is found more the one time. The Properties to Set should be unique.
ja: [JA] The Properties to Set with Account View '{0}' and name '{1}' is found more than one time. The Properties to Set should be unique.
pt_br: Propriedades a definir com Exibição de conta `{0}` e nome `{1}` foi encontrada mais de uma vez (contagem = {2}). Propriedades a definir devem ser exclusivas.

# ACS_VALIDATION_Property1OrProperty2ShouldBeSet
source: At least one of the '{0}' or '{1}' properties should be set.
de: [de] At least one of the '{0}' or '{1}' properties should be set.
es: [ES] At least one of the '{0}' or '{1}' properties should be set.
es_mx: [es-MX] At least one of the '{0}' or '{1}' properties should be set.
fr: Définissez au moins une des propriétés `{0}` ou `{1}`.
it: [IT] At least one of the '{0}' or '{1}' properties should be set.
ja: [JA] At least one of the '{0}' or '{1}' properties should be set.
pt_br: Pelo menos uma das propriedades `{0}` ou `{1}` deve ser definida.

# ACS_VALIDATION_SelectionCriteriaHasDuplicates
source: The Selection Criteria with Account View '{0}' and name '{1}' is found more the one time. The Selection Criteria should be unique.
de: [DE] The Selection Criteria with Account View '{0}' and name '{1}' is found more the one time (count = {2}). The Selection Criteria should be unique.
es: [ES] The Selection Criteria with Account View '{0}' and name '{1}' is found more the one time (count = {2}). The Selection Criteria should be unique.
es_mx: [es-MX] The Selection Criteria with Account View '{0}' and name '{1}' is found more the one time (count = {2}). The Selection Criteria should be unique.
fr: Les critères de sélection avec l`ID de compte `{0}` et le nom `{1}` existent plusieurs fois (nombre = {2}). Les critères de sélection doivent être uniques.
it: [IT]The Selection Criteria with name '{0}' is found more the one time. The Selection Criteria should be unique.
ja: [JA] The Selection Criteria with Account View '{0}' and name '{1}' is found more the one time. The Selection Criteria should be unique.
pt_br: Critério de seleção com Exibição de conta `{0}` e nome `{1}` foi encontrado mais de uma vez (contagem = {2}).O critério de seleção deve ser exclusivo.

# ACS_VALIDATION_UDRCMetricsNotSet
source: UDRC for PI ID={0} not set!
de: [DE]UDRC for PI ID={0} not set!
es: [ES]UDRC for PI ID={0} not set!
es_mx: [es-MX]UDRC for PI ID={0} not set!
fr: La mesure UDRC pour l`ID PI={0} n`est pas définie !
ja: [JA]UDRC for PI ID={0} not set!
pt_br: UDRC para PI ID={0} não definido!

# ACS_VALIDATION_UDRCStartDateGreaterThanEndDateForPiWithId
source: StartDate={0} of UDRC metric can't be greater than EndDate={1} for PI with id={2}
de: [DE]StartDate={0} of UDRC metric can't be greater than EndDate={1} for PI with id={2}
es: [ES]StartDate={0} of UDRC metric can't be greater than EndDate={1} for PI with id={2}
es_mx: [es-MX]StartDate={0} of UDRC metric can't be greater than EndDate={1} for PI with id={2}
fr: La valeur StartDate={0} de la mesure UDRC ne peut pas être supérieure à la valeur EndDate={1} pour le PI avec ID={2}
it: [IT]StartDate={0} of UDRC metric can't be greater than EndDate={1} for PI with id={2}
ja: [JA]StartDate={0} of UDRC metric can't be greater than EndDate={1} for PI with id={2}
pt_br: A StartDate={0} da métrica UDRC não pode ser maior que a EndDate={1} de PI com id={2}

# ACS_VALIDATION_UDRCWithIdIsNotFoundInThePo
source: UDRC with ID={0} (StartDate = {1} and EndDate={2}) is not is not existed for the PO
de: [DE]UDRC with ID={0} (StartDate = {1} and EndDate={2}) is not is not existed for the PO
es: [ES]UDRC with ID={0} (StartDate = {1} and EndDate={2}) is not is not existed for the PO
es_mx: [es-MX]UDRC with ID={0} (StartDate = {1} and EndDate={2}) is not is not existed for the PO
fr: L`UDRC avec ID={0} (StartDate = {1} et EndDate={2}) n`existe pas pour le PO
it: [IT]UDRC with ID={0} (StartDate = {1} and EndDate={2}) is not is not existed for the PO
ja: [JA]UDRC with ID={0} (StartDate = {1} and EndDate={2}) is not is not existed for the PO
pt_br: UDRC com ID={0} (StartDate = {1} e EndDate={2}) não existia para PO

# ACS_VALIDATION_UnableToAddCofigurationSetSubParam
source: Unable to add Account Configuration Set Subscription Params due to validation errors.
de: [DE] Unable to add OnBoard Template Subscription Params due to validation errors.
es: [ES] Unable to add Account Configuration Set Subscription Params due to validation errors.
es_mx: [es-MX] Unable to add OnBoard Template Subscription Params due to validation errors.
fr: Impossible d`ajouter des paramètres d`abonnement de modèle embarqué en raison d`erreurs de validation.
it: [IT] Unable to add Account Configuration Set Subscription Params due to validation errors.
ja: [JA] Unable to add Account Configuration Set Subscription Params due to validation errors.
pt_br: Não foi possível adicionar Parâm. de assinatura do modelo OnBoard devido a erros de validação.

# ACS_VALIDATION_UnableToAddCofiguratioSet
source: Unable to add Account Configuration Set due to validation errors.
de: [DE]Unable to add OnBoard Template due to validation errors.
es: [ES]Unable to add Acoount Configuration Set due to validation errors.
es_mx: [es-MX]Unable to add OnBoard Template due to validation errors.
fr: Impossible d`ajouter un modèle embarqué en raison d`erreurs de validation.
it: [IT]Unable to add Account Configuration Set due to validation errors.
ja: [JA]Unable to add Account Configuration Set due to validation errors.
pt_br: Não foi possível adicionar o Modelo OnBoard devido a erros de validação.

# ACS_VALIDATION_UnableToFindOpById
source: Unable to find Product Offering with Id='{0}'
de: [DE]Unable to find Product Offering with Id='{0}'
es: [ES]Unable to find Product Offering with Id='{0}'
es_mx: [es-MX]Unable to find Product Offering with Id='{0}'
fr: Impossible de trouver l`offre produit avec ID=`{0}`
it: [IT]Unable to find Product Offering with Id='{0}'
ja: [JA]Unable to find Product Offering with Id='{0}'
pt_br: Não é possível localizar a oferta de produto com a Id=`{0}`

# ACS_VALIDATION_UnableToFindProductOfferingId
source: Unable to find Product Offering with id={0}
de: [DE] Unable to find Product Offering with id={0}
es: [ES] Unable to find Product Offering with id={0}
es_mx: [es-MX] Unable to find Product Offering with id={0}
fr: Impossible de trouver l`offre produit avec ID={0}
ja: [JA] Unable to find Product Offering with id={0}
pt_br: Não foi possível localizar a oferta de produto com id={0}

# ACS_VALIDATION_UnableToFindSubscriptionPropertySeeDetails
source: Unable to find subscription property. Details: '{0}'
de: [de] Unable to find subscription property. Details: '{0}'
es: [ES] Unable to find subscription property. Details: '{0}'
es_mx: [es-MX] Unable to find subscription property. Details: '{0}'
fr: Impossible de trouver la propriété de l`abonnement. Détails : `{0}`
it: [IT] Unable to find subscription property. Details: '{0}'
ja: [JA] Unable to find subscription property. Details: '{0}'
pt_br: Não foi possível localizar a propriedade da assinatura. Detalhes: `{0}`

# ACS_VALIDATION_UnableToGetIdPartitionForAccount
source: Unable to get ID partition for Corporate account with id='{0}'. Error: '{1}'
de: [DE]Unable to get ID partition for Corporate account with id='{0}'. Error: '{1}'
es: [ES]Unable to get ID partition for Corporate account with id='{0}'. Error: '{1}'
es_mx: [es-MX]Unable to get ID partition for Corporate account with id='{0}'. Error: '{1}'
fr: Impossible d`obtenir la partition d`ID pour le compte d`entreprise avec ID=`{0}`. Erreur : `{1}`
it: [IT]Unable to get ID partition for Corporate account with id='{0}'. Error: '{1}'
ja: [JA]Unable to get ID partition for Corporate account with id='{0}'. Error: '{1}'
pt_br: Não é possível obter a partição de ID da conta corporativa com a id=`{0}`. Erro: `{1}`

# ACS_VALIDATION_UnapleToFindProductOfferingId
source: Unable to find Product Offering with id={0}
de: [DE]Unable to find Product Offering with id={0}
es: [ES]Unable to find Product Offering with id={0}
es_mx: [es-MX]Unable to find Product Offering with id={0}
fr: Impossible de trouver l`offre produit avec ID={0}
it: [IT]Unable to find Product Offering with id={0}
ja: [JA]Unable to find Product Offering with id={0}
pt_br: Não foi possível localizar a oferta de produto com id={0}

# ACS_VALIDATION_ValidationFormat_Messgae_Component
source: #{0}) Message: '{1}', Component: '{2}'
de: [DE]#{0}) Message: '{1}', Component: '{2}'
es: [ES]#{0}) Message: '{1}', Component: '{2}'
es_mx: [es-MX]#{0}) Message: '{1}', Component: '{2}'
fr: #{0}) Message : `{1}`, Composant : `{2}`
it: [IT]#{0}) Message: '{1}', Component: '{2}'
ja: [JA]#{0}) Message: '{1}', Component: '{2}'
pt_br: #{0}) Mensagem: `{1}`, Componente: `{2}`

# ACS_VIEW_MODIFICATION_FAILED
source: Fail to modify views of Account ID {0}.
de: [DE]Fail to modify views of Account ID {0}.
es: [ES]Fail to modify views of Account ID {0}.
es_mx: [es-MX]Fail to modify views of Account ID {0}.
fr: Impossible de modifier les vues du compte avec ID {0}.
ja: [JA]Fail to modify views of Account ID {0}.
pt_br: Falha ao modificar exibições de ID da conta {0}.

# ADD_ACCOUNTCONFIGSET_EXCEPTION
source: Error on saving AccountConfigSet with Id {0}
de: [DE]Error on saving OnBoard Template with Id {0}
es: [ES]Error on saving AccountConfigSet with Id {0}
es_mx: [es-MX]Error on saving OnBoard Template with Id {0}
fr: Erreur d`enregistrement du modèle embarqué avec l`ID {0}
it: [IT]Error on saving AccountConfigSet with Id {0}
ja: [JA]Error on saving AccountConfigSet with Id {0}
pt_br: Erro ao salvar Modelo OnBoard com Id {0}

# ADD_ACCOUNTCONFIGSET_SUBSCRIPTIONPARAMS_EXCEPTION
source: Error on saving SubscriptionParams with Id {0}
de: [DE]Error on saving SubscriptionParams with Id {0}
es: [ES]Error on saving SubscriptionParams with Id {0}
es_mx: [es-MX]Error on saving SubscriptionParams with Id {0}
fr: Erreur d`enregistrement de SubscriptionParams avec ID {0}
it: [IT]Error on saving SubscriptionParams with Id {0}
ja: [JA]Error on saving SubscriptionParams with Id {0}
pt_br: Erro ao salvar SubscriptionParams com Id {0}
