Repository: MTProfessionalServices/MetraNet
Catalog: Localization/Global/GlobalResources.*.resx
Languages: de, es, es_mx, fr, it, ja, pt_br

# UPDATE_ACCOUNTCONFIGSET_PARAMETERS_EXCEPTION
source: Error on update Account Configuration Set Parameters
de: [DE]Error on update OnBoard Template Parameters
es: [ES]Error on update Account Configuration Set Parameters
es_mx: [es-MX]Error on update OnBoard Template Parameters
fr: Erreur de mise à jour des paramètres de modèle embarqué
ja: [JA]Error on update Account Configuration Set Parameters
pt_br: Erro ao atualizar os parâmetros do Modelo OnBoard

# UPDATED_AGREEMENT_TEMPLATE_AUDIT
source: Updated Agreement Template with id {0}.
de: [DE]Updated Agreement Template with id {0}.
es: [ES]Updated Agreement Template with id {0}.
es_mx: [es-MX]Updated Agreement Template with id {0}.
fr: Le modèle d`accord a été mis à jour et porte l`ID {0}.
it: [IT]Updated Agreement Template with id {0}.
ja: [JA]Updated Agreement Template with id {0}.
pt_br: Modelo de contrato atualizado com id {0}.

# UPDATED_PAYMENT_INST_AUDIT
source: Successfully updated payment instrument {0} to account {1}. {2}
de: Zahlungsmittel {0} erfolgreich auf Konto {1} aktualisiert. {2}
es: El instrumento de pago {0} para la cuenta {1} se ha actualizado con éxito. {2}
es_mx: Instrumento de pago {0} actualizado correctamente en la cuenta {1}. {2}
fr: Instrument de paiement {0} mis à jour avec succès sur le compte {1}.{2}
it: Aggiornamento dello strumento di pagamento {0} per il conto {1} riuscito. {2}
ja: アカウント '{1}' への支払い方法 '{0}' が正常に更新されました。 {2}
pt_br: Sucesso na atualização de instrumento de pagamento {0} para conta {1}. {2}

# USAGE_CYCLE_WAS
source: Usage Cycle was {0}, changed to {1}.
de: Verwendungszyklus war {0}, geändert in {1}.
es: El ciclo de uso era {0}, modificado a {1}.
es_mx: El ciclo de uso era {0}, se cambió a {1}.
fr: Le cycle d’utilisation était {0}, remplacé par {1}.
it: Il ciclo di utilizzo era {0} ed è stato modificato in {1}.
ja: ご利用頻度が {0} から {1} に変更されました。
pt_br: O ciclo de utilização era {0}, foi alterado para {1}.

# VALUE_CHANGED
source: {0} was {1}, changed to {2}.
de: [DE]{0} was {1}, changed to {2}.
es: [ES]{0} was {1}, changed to {2}.
es_mx: [es-MX]{0} was {1}, changed to {2}.
fr: {0} était {1}, remplacé par {2}.
it: [IT]{0} was {1}, changed to {2}.
ja: [JA]{0} was {1}, changed to {2}.
pt_br: {0} era {1}, foi alterado(a) para {2}.

# VOIDING_TIMEOUT
source: Timeout exception while voiding payment for Invoice {0}.
de: [DE]Timeout exception while voiding payment for Invoice {0}.
es: [ES]Timeout exception while voiding payment for Invoice {0}.
es_mx: [es-MX]Timeout exception while voiding payment for Invoice {0}.
fr: Erreur de délai lors de l`annulation du paiement de la facture {0}.
it: [IT]Timeout exception while voiding payment for Invoice {0}.
ja: [JA]Timeout exception while voiding payment for Invoice {0}.
pt_br: Exceção de tempo limite ao anular pagamento da fatura {0}.

# ZIP_CHANGED
source: Zip code was {0}, changed to {1}.
de: Postleitzahl war {0}, geändert in {1}.
es: El código postal era {0}, modificado a {1}.
es_mx: El código postal era {0}, se cambió a {1}.
fr: Le code postal était {0}, remplacé par {1}.
it: Il codice postale era {0} ed è stato modificato in {1}.
ja: 郵便番号が {0} から {1} に変更されました。
pt_br: O CEP era {0}, foi alterado para {1}.

# ACS_APPLIED_LIST_UPDATED
source: Applied Account Config Sets with IDs: {0} are not eligible for the account any more. Related subscriptions will be terminated.
de: [DE]Applied OnBoard Templates with IDs: {0} are not eligible for the account any more. Related subscriptions will be terminated.
es: [ES]Applied Account Config Sets with IDs: {0} are not eligible for the account any more. Related subscriptions will be terminated.
es_mx: [es-MX]Applied OnBoard Templates with IDs: {0} are not eligible for the account any more. Related subscriptions will be terminated.
fr: Les modèles embarqués appliqués avec les ID : {0}, ne sont plus éligibles pour le compte. Les abonnements associés seront résiliés.
ja: [JA]Applied Account Config Sets with IDs: {0} are not eligible for the account any more. Related subscriptions will be terminated.
pt_br: Os Modelos OnBoard aplicados com os IDs: {0} não estão mais qualificados para a conta.Assinaturas relacionadas serão encerradas.

# ACS_APPLIED_WAS_REMOVED
source: Account Config Sets with IDs {0} were removed from Applied list.
de: [DE]OnBoard Templates with IDs {0} were removed from Applied list.
es: [ES]Account Config Sets with IDs {0} were removed from Applied list.
es_mx: [es-MX]OnBoard Templates with IDs {0} were removed from Applied list.
fr: Les modèles embarqués avec les ID {0} ont été supprimés de la liste Appliqué.
ja: [JA]Account Config Sets with IDs {0} were removed from Applied list.
pt_br: Os Modelos OnBoard com os IDs {0} foram removidos da lista Aplicados.

# ACS_CREATE_SUB_FINISH
source: Creation of new subscriptions is finished.
de: [DE]Creation of new subscriptions is finished.
es: [ES]Creation of new subscriptions is finished.
es_mx: [es-MX]Creation of new subscriptions is finished.
fr: La création des nouveaux abonnements est terminée.
ja: [JA]Creation of new subscriptions is finished.
pt_br: A criação de novas inscrições foi concluída.

# ACS_CREATE_SUB_START
source: Starting creation of new subscriptions...
de: [DE]Starting creation of new subscriptions...
es: [ES]Starting creation of new subscriptions...
es_mx: [es-MX]Starting creation of new subscriptions...
fr: Début de création des nouveaux abonnements...
ja: [JA]Starting creation of new subscriptions...
pt_br: Iniciando a criação de novas inscrições...

# ACS_ELIGIBLE_APPLIED_INTERSECTION
source: Account Config Sets with IDs: {0} will be skipped. They are currently eligible for the account and were already applied.
de: [DE]OnBoard Templates with IDs: {0} will be skipped. They are currently eligible for the account and were already applied.
es: [ES]Account Config Sets with IDs: {0} will be skipped. They are currently eligible for the account and were already applied.
es_mx: [es-MX]OnBoard Templates with IDs: {0} will be skipped. They are currently eligible for the account and were already applied.
fr: Les modèles embarqués avec les ID : {0} seront ignorés. Ils sont actuellement éligibles pour le compte et ont déjà été appliqués.
ja: [JA]Account Config Sets with IDs: {0} will be skipped. They are currently eligible for the account and were already applied.
pt_br: Os Modelos OnBoard com os IDs: {0} serão ignorados. Eles são qualificados para a conta e já foram aplicados.

# ACS_ELIGIBLE_LIST_UPDATED
source: New subscriptions will be created for Eligible Account Config Sets with IDs: {0}.
de: [DE]New subscriptions will be created for Eligible OnBoard Templates with IDs: {0}.
es: [ES]New subscriptions will be created for Eligible Account Config Sets with IDs: {0}.
es_mx: [es-MX]New subscriptions will be created for Eligible OnBoard Templates with IDs: {0}.
fr: De nouveaux abonnements seront créés pour les modèles embarqués avec les ID : {0}.
ja: [JA]New subscriptions will be created for Eligible Account Config Sets with IDs: {0}.
pt_br: Novas assinaturas serão criadas para os Modelos OnBoard qualificados com IDs: {0}.

# ACS_LOAD_ACCOUNT_FINISH
source: Account '{0}' was loaded.
de: [DE]Account '{0}' was loaded.
es: [ES]Account '{0}' was loaded.
es_mx: [es-MX]Account '{0}' was loaded.
fr: Compte `{0}` chargé.
ja: [JA]Account '{0}' was loaded.
pt_br: A conta `{0}` foi carregada.

# ACS_LOAD_ACCOUNT_START
source: Loading Account with ID {0}...
de: [DE]Loading Account with ID {0}...
es: [ES]Loading Account with ID {0}...
es_mx: [es-MX]Loading Account with ID {0}...
fr: Chargement du compte avec ID {0}...
ja: [JA]Loading Account with ID {0}...
pt_br: Carregando a conta com a ID {0}...

# ACS_LOAD_APPLIED_ACS_FINISH
source: Applied Account Config Sets with IDs: {0} were found for the account.
de: [DE]Applied OnBoard Templates with IDs: {0} were found for the account.
es: [ES]Applied Account Config Sets with IDs: {0} were found for the account.
es_mx: [es-MX]Applied OnBoard Templates with IDs: {0} were found for the account.
fr: Les modèles embarqués appliqués avec les ID : {0}, ont été trouvés pour le compte.
ja: [JA]Applied Account Config Sets with IDs: {0} were found for the account.
pt_br: Os Modelos OnBoard com os IDs: {0} foram encontrados para a conta.

# ACS_LOAD_APPLIED_ACS_START
source: Loading Account Config Sets that were applied for the account...
de: [DE]Loading OnBoard Templates that were applied for the account...
es: [ES]Loading Account Config Sets that were applied for the account...
es_mx: [es-MX]Loading OnBoard Templates that were applied for the account...
fr: Chargement des modèles embarqués qui étaient appliqués au compte...
ja: [JA]Loading Account Config Sets that were applied for the account...
pt_br: Carregando Modelos OnBoard aplicados à conta...

# ACS_LOAD_ELIGIBLE_ACS_FINISH
source: Account Config Sets with IDs: {0} were found as eligible for the account.
de: [DE]OnBoard Templates with IDs: {0} were found as eligible for the account.
es: [ES]Account Config Sets with IDs: {0} were found as eligible for the account.
es_mx: [es-MX]OnBoard Templates with IDs: {0} were found as eligible for the account.
fr: Des modèles embarqués avec les ID : {0} ont été trouvés comme étant éligibles pour le compte.
ja: [JA]Account Config Sets with IDs: {0} were found as eligible for the account.
pt_br: Os Modelos OnBoard com os IDs: {0} foram considerados qualificados para a conta.

# ACS_LOAD_ELIGIBLE_ACS_NONUNIQUE_RANK_EXCEPTION
source: Some Eligible Account Config Sets have non-unique rank. Wrong Account Config Sets configuration.
de: [DE]Some Eligible OnBoard Templates have non-unique rank. Wrong OnBoard Templates configuration.
es: [ES]Some Eligible Account Config Sets have non-unique rank. Wrong Account Config Sets configuration.
es_mx: [es-MX]Some Eligible OnBoard Templates have non-unique rank. Wrong OnBoard Templates configuration.
fr: Certains modèles embarqués éligibles ont un rang non unique. Mauvaise configuration des modèles embarqués .
ja: [JA]Some Eligible Account Config Sets have non-unique rank. Wrong Account Config Sets configuration.
pt_br: Alguns Modelos OnBoard qualificados têm classificações não exclusivas. Configuração errada de Modelos OnBoard.

# ACS_LOAD_ELIGIBLE_ACS_START
source: Loading Account Config Sets that are eligible for the account...
de: [DE]Loading OnBoard Templates that are eligible for the account...
es: [ES]Loading Account Config Sets that are eligible for the account...
es_mx: [es-MX]Loading OnBoard Templates that are eligible for the account...
fr: Chargement des modèles embarqués qui sont éligibles pour le compte...
ja: [JA]Loading Account Config Sets that are eligible for the account...
pt_br: Carregando Modelos OnBoard qualificados para a conta...

# ACS_MODIFY_ACC_PROP_FINISH
source: Modification of account properties is finished.
de: [DE]Modification of account properties is finished.
es: [ES]Modification of account properties is finished.
es_mx: [es-MX]Modification of account properties is finished.
fr: Modification des propriétés de compte terminée.
ja: [JA]Modification of account properties is finished.
pt_br: A modificação de propriedades de conta foi concluída.

# ACS_MODIFY_ACC_PROP_START
source: Starting account properties modification...
de: [DE]Starting account properties modification...
es: [ES]Starting account properties modification...
es_mx: [es-MX]Starting account properties modification...
fr: Début de modification des propriétés de compte...
ja: [JA]Starting account properties modification...
pt_br: Iniciando a modificação de propriedades de conta...

# ACS_PROP_MODIFICATION_FAILED
source: Fail to modify property '{0}' by ACS {1}. Old value:'{2}'. New value:'{3}'.
de: [DE]Fail to modify property '{0}' by OnBoard Template {1}. Old value:'{2}'. New value:'{3}'.
es: [ES]Fail to modify property '{0}' by ACS {1}. Old value:'{2}'. New value:'{3}'.
es_mx: [es-MX]Fail to modify property '{0}' by OnBoard Template {1}. Old value:'{2}'. New value:'{3}'.
fr: Échec de modification de la propriété `{0}` par le modèle embarqué {1}. Ancienne valeur :`{2}`. Nouvelle valeur :`{3}`.
ja: [JA]Fail to modify property '{0}' by ACS {1}. Old value:'{2}'. New value:'{3}'.
pt_br: Falha ao modificar a propriedade `{0}` pelo Modelo OnBoard {1}. Valor anterior:`{2}`. Novo valor:`{3}`.

# ACS_PROP_MODIFIED_SUCCESSFULLY
source: Property '{0}' was modified by ACS {1}. Old value:'{2}'. New value:'{3}'.
de: [DE]Property '{0}' was modified by OnBoard Template {1}. Old value:'{2}'. New value:'{3}'.
es: [ES]Property '{0}' was modified by ACS {1}. Old value:'{2}'. New value:'{3}'.
es_mx: [es-MX]Property '{0}' was modified by OnBoard Template {1}. Old value:'{2}'. New value:'{3}'.
fr: La propriété `{0}` a été modifiée par le modèle embarqué {1}. Ancienne valeur :`{2}`. Nouvelle valeur :`{3}`.
ja: [JA]Property '{0}' was modified by ACS {1}. Old value:'{2}'. New value:'{3}'.
pt_br: A propriedade `{0}` foi modificada pelo Modelo OnBoard {1}. Valor anterior:`{2}`. Novo valor:`{3}`.

# ACS_PROP_WAS_NOT_FOUND
source: Property '{0}' was not found.
de: [DE]Property '{0}' was not found.
es: [ES]Property '{0}' was not found.
es_mx: [es-MX]Property '{0}' was not found.
fr: Propriété `{0}` introuvable.
ja: [JA]Property '{0}' was not found.
pt_br: A propriedade `{0}` não foi encontrada.

# ACS_SUB_WAS_CREATED
source: [en-GB] Account with ID '{0}' was subscribed to '{1}' Product Offering.
de: [DE]Account was subscribed to '{0}'.
es: [ES] Account with ID '{0}' was subscribed to '{1}' Product Offering.
es_mx: [es-MX] Account with ID '{0}' was subscribed to '{1}' Product Offering.
fr: Le compte avec ID `{0}` a été abonné à l`offre produit `{1}`.
ja: [JA] Account with ID '{0}' was subscribed to '{1}' Product Offering.
pt_br: A conta com a ID `{0}` estava inscrita na Oferta de produto `{1}`.

# ACS_SUB_WAS_NOT_CREATED
source: [en-GB] Unable to subscribe account with ID '{0}' to Product Offering with ID '{1}'. Exception: {2}
de: [DE]Unable to subscribe account to '{0}'. Exception: {1}
es: [ES] Unable to subscribe account with ID '{0}' to Product Offering with ID '{1}'. Exception: {2}
fr: Impossible d`abonner le compte avec ID `{0}` à l`offre produit avec ID `{1}`. Exception : {2}
ja: [JA] Unable to subscribe account with ID '{0}' to Product Offering with ID '{1}'. Exception: {2}
pt_br: Não é possível inscrever a conta com a ID `{0}` na Oferta de produto com a ID `{1}`. Exceção: {2}

# ACS_SUB_WAS_NOT_TERMINATED
source: Unable to terminated subscription with ID {0}. Exception: {1}
de: [DE]Unable to terminated subscription with ID {0}. Exception: {1}
es: [ES]Unable to terminated subscription with ID {0}. Exception: {1}
es_mx: [es-MX]Unable to terminated subscription with ID {0}. Exception: {1}
fr: Impossible de résilier l`abonnement avec ID {0}. Exception : {1}
ja: [JA]Unable to terminated subscription with ID {0}. Exception: {1}
pt_br: Não é possível terminar a inscrição com a ID {0}. Exceção: {1}

# ACS_SUB_WAS_TERMINATED
source: Subscription to {0} was terminated.
de: [DE]Subscription to {0} was terminated.
es: [ES]Subscription to {0} was terminated.
es_mx: [es-MX]Subscription to {0} was terminated.
fr: L`abonnement à {0} a été résilié.
ja: [JA]Subscription to {0} was terminated.
pt_br: A inscrição em {0} foi terminada.

# ACS_TERMINATE_SUB_FINISH
source: Termination of existing subscriptions is finished.
de: [DE]Termination of existing subscriptions is finished.
es: [ES]Termination of existing subscriptions is finished.
es_mx: [es-MX]Termination of existing subscriptions is finished.
fr: La résiliation des abonnements existants est terminée.
ja: [JA]Termination of existing subscriptions is finished.
pt_br: O término das inscrições existentes foi concluído.

# ACS_TERMINATE_SUB_START
source: Starting termination of existing subscriptions...
de: [DE]Starting termination of existing subscriptions...
es: [ES]Starting termination of existing subscriptions...
es_mx: [es-MX]Starting termination of existing subscriptions...
fr: Début de résiliation des abonnements existants...
ja: [JA]Starting termination of existing subscriptions...
pt_br: Iniciando o término das inscrições existentes...

# ACS_GROUP_SUB_DESCRIPTION
source: [en-GB] Group subscription was created by AccountConfigSetParams idAcsParams='{0}', ProductOffering id='{1}'
de: [DE] Group subscription was created by AccountConfigSetParams idAcsParams='{0}', ProductOffering id='{1}'
es: [ES] Group subscription was created by AccountConfigSetParams idAcsParams='{0}', ProductOffering id='{1}'
es_mx: [es-MX] Group subscription was created by AccountConfigSetParams idAcsParams='{0}', ProductOffering id='{1}'
fr: Un abonnement groupé a été créé par AccountConfigSetParams idAcsParams=`{0}`, ProductOffering id=`{1}`
ja: [JA] Group subscription was created by AccountConfigSetParams idAcsParams='{0}', ProductOffering id='{1}'
pt_br: A inscrição de grupo foi criada por AccountConfigSetParams idAcsParams=`{0}`, ProductOffering id=`{1}`

# ACS_GROUP_SUB_MEMBER_WAS_ADDED
source: [en-GB] Member with ID '{0}' was adeed to '{1}' GroupSubscription with ID '{2}'
de: [DE] Member with ID '{0}' was adeed to '{1}' GroupSubscription with ID '{2}'
es: [ES] Member with ID '{0}' was adeed to '{1}' GroupSubscription with ID '{2}'
es_mx: [es-MX] Member with ID '{0}' was adeed to '{1}' GroupSubscription with ID '{2}'
fr: Le membre avec ID `{0}` a été ajouté à l`abonnement groupé `{1}` avec ID `{2}`
ja: [JA] Member with ID '{0}' was adeed to '{1}' GroupSubscription with ID '{2}'
pt_br: O membro com ID `{0}` foi adicionado ao GroupSubscription `{1}` com ID `{2}`

# ACS_GROUP_SUB_MEMBER_WAS_NOT_ADDED_DUETO_GROUP_SUN_NOT_EXISTED
source: [en-GB] Unable to add member with ID '{0}', because GroupSubscription is not existed for Corporate Account with ID '{1}'
de: [DE] Unable to add member with ID '{0}', because GroupSubscription is not existed for Corporate Account with ID '{1}'
es: [ES] Unable to add member with ID '{0}', because GroupSubscription is not existed for Corporate Account with ID '{1}'
es_mx: [es-MX] Unable to add member with ID '{0}', because GroupSubscription is not existed for Corporate Account with ID '{1}'
fr: Impossible d`ajouter le membre avec ID `{0}` car l`abonnement groupé n`existe pas pour le compte d`entreprise avec ID `{1}`
ja: [JA] Unable to add member with ID '{0}', because GroupSubscription is not existed for Corporate Account with ID '{1}'
pt_br: Não é possível adicionar o membro com ID `{0}` porque GroupSubscription não existe para a Conta corporativa com ID `{1}`

# ACS_GROUP_SUB_MEMBER_WAS_NOT_ADDED_EXCEPTION
source: [en-GB] Unable to add member with ID '{0}' to '{1}' GroupSubscription with ID '{2}'. Exception: {3}
de: [DE] Unable to add member with ID '{0}' to '{1}' GroupSubscription with ID '{2}'. Exception: {3}
es: [ES] Unable to add member with ID '{0}' to '{1}' GroupSubscription with ID '{2}'. Exception: {3}
es_mx: [es-MX] Unable to add member with ID '{0}' to '{1}' GroupSubscription with ID '{2}'. Exception: {3}
fr: Impossible d`ajouter le membre avec ID `{0}` à l`abonnement groupé `{1}` avec ID `{2}`. Exception : {3}
ja: [JA] Unable to add member with ID '{0}' to '{1}' GroupSubscription with ID '{2}'. Exception: {3}
pt_br: Não é possível adicionar o membro com ID `{0}` à GroupSubscription `{1}` com ID `{2}`. Exceção: {3}

# ACS_GROUP_SUB_WAS_CREATED
source: [en-GB] {0}' GroupSubscription was created for Corporate Account with ID '{1}' and subscribed to '{2}' Product Offering
de: [DE] {0}' GroupSubscription was created for Corporate Account with ID '{1}' and subscribed to '{2}' Product Offering
es: [ES] {0}' GroupSubscription was created for Corporate Account with ID '{1}' and subscribed to '{2}' Product Offering
es_mx: [es-MX] {0}' GroupSubscription was created for Corporate Account with ID '{1}' and subscribed to '{2}' Product Offering
fr: L`abonnement groupé {0}` a été créé pour le compte d`entreprise avec ID `{1}` et abonné à l`offre produit `{2}`
ja: [JA] {0}' GroupSubscription was created for Corporate Account with ID '{1}' and subscribed to '{2}' Product Offering
pt_br: GroupSubscription {0}` foi criada para a conta corporativa com ID `{1}` e assinado para a oferta de produto `{2}`

# ACS_GROUP_SUB_WAS_NOT_CREATED
source: [en-GB] Unable to create GroupSubscription for Corporate Account with ID '{0}' and subscribed to '{1}' Product Offering. Exception: {2}
de: [DE] Unable to create GroupSubscription for Corporate Account with ID '{0}' and subscribed to '{1}' Product Offering. Exception: {2}
es: [ES] Unable to create GroupSubscription for Corporate Account with ID '{0}' and subscribed to '{1}' Product Offering. Exception: {2}
es_mx: [es-MX] Unable to create GroupSubscription for Corporate Account with ID '{0}' and subscribed to '{1}' Product Offering. Exception: {2}
fr: Impossible de créer l`abonnement groupé pour le compte d`entreprise avec ID `{0}` et abonné à l`offre produit `{1}`. Exception : {2}
ja: [JA] Unable to create GroupSubscription for Corporate Account with ID '{0}' and subscribed to '{1}' Product Offering. Exception: {2}
pt_br: Não foi possível criar GroupSubscription para a conta corporativa com ID `{0}` e assinar a oferta de produto `{1}`. Exceção: {2}

# ACS_VALIDATION_ExceptionWhileRetrievingPoWithId
source: Exception occured while retrieving Product with Id='{0}'. Exception : {1}
de: [DE] Exception occured while retrieving Product with Id='{0}'. Exception : {1}
es_mx: [es-MX] Exception occured while retrieving Product with Id='{0}'. Exception : {1}
fr: Exception à la récupération du produit avec ID=`{0}`. Exception : {1}
ja: [JA] Exception occured while retrieving Product with Id='{0}'. Exception : {1}
pt_br: Ocorreu uma exceção ao recuperar o produto com o Id=`{0}`. Exceção: {1}
