Repository: MTProfessionalServices/MetraNet
Catalog: Localization/Global/GlobalResources.*.resx
Languages: de, es, es_mx, fr, it, ja, pt_br

# START_DAY_IS
source: Start day is {0}.
de: Starttag ist {0}.
es: La fecha inicial es {0}.
es_mx: El día inicio es {0}.
fr: Le jour de début est {0}.
it: Il giorno di inizio è {0}.
ja: 開始曜日は {0} です。
pt_br: A data de início é {0}.

# START_DAY_WAS
source: Start Day was {0}, changed to {1}.
de: Starttag war {0}, geändert in {1}.
es: La fecha inicial era {0}, modificada a {1}.
es_mx: El día de inicio era {0}, se cambió a {1}.
fr: Le jour de début était {0}, remplacé par {1}.
it: Il giorno di inizio era {0} ed è stato modificato in {1}.
ja: 開始曜日が {0} から {1} に変更されました。
pt_br: O dia de início era {0}, foi alterado para {1}.

source: Start Month
de: Startmonat
es: Mes inicial
es_mx: Mes de inicio
fr: Mois de début
it: Mese di inizio
ja: 開始月
pt_br: Mês de início

# START_MONTH_IS
source: Start month is {0}.
de: Startmonat ist {0}.
es: El mes inicial es {0}.
es_mx: El mes inicio es {0}.
fr: Le mois de début est {0}.
it: Il mese di inizio è {0}.
ja: 開始月は {0} です。
pt_br: O mês de início é {0}.

# START_MONTH_WAS
source: Start month was {0}, changed to {1}.
de: Startmonat war {0}, geändert in {1}.
es: El mes inicial era {0}, modificado a {1}.
es_mx: El mes de inicio era {0}, se cambió a {1}.
fr: Le mois de début était {0}, remplacé par {1}.
it: Il mese di inizio era {0} ed è stato modificato in {1}.
ja: 開始月が {0} から {1} に変更されました。
pt_br: O mês de início era {0}, foi alterado para {1}.

# START_YEAR_WAS
source: Start year was {0}, changed to {1}.
de: Startjahr war {0}, geändert in {1}.
es: El año inicial era {0}, modificado a {1}.
es_mx: El año de inicio era {0}, se cambió a {1}.
fr: L’année de début était {0}, remplacée par {1}.
it: L'anno di inizio era {0} ed è stato modificato in {1}.
ja: 開始年が {0} から {1} に変更されました。
pt_br: O ano de início era {0}, foi alterado para {1}.

# STATE_CHANGED
source: State was {0}, changed to {1}.
de: Zustand war {0}, geändert in {1}.
es: El estado era {0}, modificado a {1}.
es_mx: El estado era {0}, se cambió a {1}.
fr: L’état était {0}, remplacé par {1}.
it: Lo stato era {0} ed è stato modificato in {1}.
ja: 状態が {0} から {1} に変更されました。
pt_br: O estado era {0}, foi alterado para {1}.

# STREET_2_CHANGED
source: Street(2) was {0}, changed to {1}.
de: Adresse(2) war {0}, geändert in {1}.
es: La calle(2) era {0}, modificada a {1}.
es_mx: La calle(2) era {0}, se cambió a {1}.
fr: La rue(2) était {0}, remplacée par {1}.
it: La via (2) era {0} ed è stata modificata in {1}.
ja: 番地 (2) が {0} から {1} に変更されました。
pt_br: A rua(2) era {0}, foi alterada para {1}.

# STREET_CHANGED
source: Street was {0}, changed to {1}.
de: Adresse war {0}, geändert in {1}.
es: La calle era {0}, modificada a {1}.
es_mx: La calle era {0}, se cambió a {1}.
fr: La rue était {0}, remplacée par {1}.
it: La via era {0} ed è stata modificata in {1}.
ja: 番地が {0} から {1} に変更されました。
pt_br: A rua era {0}, foi alterada para {1}.

# SUCCESSFULLY_UPDATED_ACCOUNT_FOR
source: Successfully updated account for username '{0}' with id '{1}. '
de: Konto für Benutzername '{0}' mit ID '{1}' erfolgreich aktualisiert. '
es: La cuenta del nombre de usuario '{0}' con ID '{1}'. se ha actualizado correctamente.
es_mx: Cuenta actualizada correctamente para nombre de usuario '{0}' con ID a '{1}. '
fr: Compte mis à jour avec succès pour le nom d’utilisateur {0} possédant l’ID {1}.
it: Aggiornamento del conto del nome utente '{0}' con ID '{1} riuscito. '
ja: ユーザ名 '{0}' のアカウントが '{1}' を使って正常に更新されました。
pt_br: Sucesso na atualização de conta do nome de usuário `{0}` com id `{1}. `

# TEMPLATE_ID_LESS_THAN_0
source: Agreement template ID cannot be less than 0.
de: [DE]Agreement template ID cannot be less than 0.
es: [ES]Agreement template ID cannot be less than 0.
es_mx: [es-MX]Agreement template ID cannot be less than 0.
fr: L`ID de modèle d`accord ne peut pas être inférieur à 0.
it: [IT]Agreement template ID cannot be less than 0.
ja: [JA]Agreement template ID cannot be less than 0.
pt_br: ID do modelo de contrato não pode ser menor que 0.

# TERMINATE_ACCOUNTCONFIGSET_EXCEPTION
source: Error on termination Account Configuration Set
de: [DE]Error on termination OnBoard Template
es: [ES]Error on termination Account Configuration Set
es_mx: [es-MX]Error on termination OnBoard Template
fr: Erreur de résiliation du modèle embarqué
ja: [JA]Error on termination Account Configuration Set
pt_br: Erro ao encerrar o Modelo OnBoard

# TEXT_ACCOUNT_CANNOT_BE_OWN_BILL_MANAGER
source: Account cannot be its own bill manager
de: Das Konto kann nicht der eigene Rechnungsmanager sein.
es: Una cuenta no puede ser su propio gestor de facturación
es_mx: La cuenta no puede tener su propio administrador de facturación
fr: Le compte ne peut pas être son propre responsable des factures
it: Il conto non può corrispondere al responsabile della fatturazione
ja: アカウント管理者
pt_br: A conta não pode ser seu próprio gerenciador de fatura

# TEXT_ADDED_BILL_MANAGEE
source: Added bill managee
de: Rechnungsempfänger für Manager hinzugefügt
es: Gestor de facturas añadido
es_mx: Se agregó bill managee
fr: Destinataire de facture ajouté
it: Aggiungi responsabile conto
ja: 追加された請求書被管理者
pt_br: Gerenciado de fatura adicionado

# TEXT_ADDED_BILL_MANAGER
source: Succesfully added account bill manager
de: Rechnungsmanager für Konto erfolgreich hinzugefügt
es: El gestor de facturación de cuentas se ha añadido con éxito
es_mx: Se agregó correctamente el administrador de facturación de la cuenta
fr: Responsable des factures du compte ajouté avec succès
it: Aggiunta del responsabile fatturazione del conto riuscita
ja: アカウントの請求書管理者が正常に追加されました
pt_br: Gerenciador de fatura da conta adicionado com sucesso

# TEXT_APPROVED_NS_CHARGES
source: Approved the relevant nonstandard charges
de: Relevante außerordentliche Gebühren genehmigt
es: Cargos no estándar relevantes aprobados
es_mx: Aprobar los cargos no estándar pertinentes
fr: Frais non standard pertinents approuvés
it: Addebiti non standard rilevanti approvati
ja: 関連する非標準料金を承認しました
pt_br: Cobranças relevantes extraordinárias aprovadas

# TEXT_APPROVING_NS_CHARGES
source: Approving the relevant nonstandard charges
de: Relevante außerordentliche Gebühren werden genehmigt
es: Aprobando los cargos no estándar relevantes
es_mx: Aprobación de los cargos no estándar pertinentes
fr: Approbation des frais non standard pertinents
it: Approvazione degli addebiti non standard rilevanti in corso
ja: 関連する非標準料金を承認しています
pt_br: Aprovando as cobranças relevantes extraordinárias

# TEXT_BADLY_FORMATTED_FILTER
source: Filter value string has bad format: {0}
de: [DE]Filter value string has bad format: {0}
es: [ES]Filter value string has bad format: {0}
es_mx: [es-MX]Filter value string has bad format: {0}
fr: Le format de la chaîne de valeurs de filtrage est incorrect : {0}
it: [IT]Filter value string has bad format: {0}
ja: [JA]Filter value string has bad format: {0}
pt_br: A string de valores do filtro tem formato ruim: {0}

# TEXT_BADLY_FORMATTED_PARAMETERS
source: The request contained badly formatted parameters.
de: [DE]The request contained badly formatted parameters.
es: [ES]The request contained badly formatted parameters.
es_mx: [es-MX]The request contained badly formatted parameters.
fr: La requête contenait des paramètres mal formatés.
it: [IT]The request contained badly formatted parameters.
ja: [JA]The request contained badly formatted parameters.
pt_br: A solicitação continha parâmetros com falha de formatação.

# TEXT_BADLY_FORMATTED_SORT
source: Sort value string has bad format: {0}
de: [DE]Sort value string has bad format: {0}
es: [ES]Sort value string has bad format: {0}
es_mx: [es-MX]Sort value string has bad format: {0}
fr: Le format de la chaîne de valeurs de tri est incorrect : {0}
it: [IT]Sort value string has bad format: {0}
ja: [JA]Sort value string has bad format: {0}
pt_br: A string de valores de classificação tem formato ruim: {0}

# TEXT_BILL_MANAGER_CORPORATION
source: Bill Manager and account must be in same corporation
de: Rechnungsmanager und Konto müssen im gleichen Unternehmen vorliegen.
es: El gestor de facturación y la cuenta deben pertenecer a la misma empresa
es_mx: El administrador de facturas y la cuenta deben estar en la misma sociedad
fr: Le responsable des factures et le compte doivent appartenir à la même société
it: Il responsabile della fatturazione e la fatturazione devono appartenere alla stessa organizzazione
ja: 請求書管理者とアカウントは同じ会社である必要があります
pt_br: O gerenciador de fatura e a conta devem estar na mesma corporação

# TEXT_BILL_MANAGER_EXISTS
source: Bill Manager Already exists
de: Rechnungsmanager ist bereits vorhanden
es: Este gestor de facturación ya existe
es_mx: El administrador de facturas ya existe
fr: Le responsable des factures existe déjà
it: Il responsabile fatturazione esiste già
ja: 請求書管理者は既に存在します
pt_br: Gerenciador de fatura já existe

# TEXT_CANNOT_ADD_BILL_MANAGEES
source: Could not add bill managee
de: Rechnungsempfänger für Manager konnte nicht hinzugefügt werden.
es: No se pudo añadir el gestor de facturación
es_mx: No se puedo agregar a bill managee
fr: Impossible d’ajouter le destinataire de facture
it: Impossibile aggiungere gestore fatturazione.
ja: 請求書被管理者を追加できませんでした
pt_br: Não foi possível adicionar o gerenciado de fatura

# TEXT_CANNOT_ADD_BILL_MANAGER
source: Cannot add bill manager to the system
de: Kann keine Rechnungsmanager im System hinzufügen
es: No es posible añadir un gestor de facturación al sistema
es_mx: No se puede agregar administrador de facturas al sistema
fr: Ne peut pas ajouter un responsable des factures dans le système
it: Impossibile aggiungere il responsabile della fatturazione al sistema
ja: 請求書管理者をシステムに追加できません
pt_br: Não é possível adicionar gerenciador de faturamento ao sistema

# TEXT_CANNOT_DELETE_SHARED_PROPERTY_IN_USE
source: Cannot remove shared property because it is in use.
de: [DE]Cannot remove shared property because it is in use.
es: [ES]Cannot remove shared property because it is in use.
es_mx: [es-MX]Cannot remove shared property because it is in use.
fr: Impossible de supprimer la propriété partagée, car elle est en cours d`utilisation.
it: [IT]Cannot remove shared property because it is in use.
ja: [JA]Cannot remove shared property because it is in use.
pt_br: Não é possível remover a propriedade compartilhada, pois ela está em uso.

# TEXT_CANNOT_GET_SHARED_PROPERTIES
source: Unable to retrieve shared properties from system.
de: [DE]Unable to retrieve shared properties from system.
es: [ES]Unable to retrieve shared properties from system.
es_mx: [es-MX]Unable to retrieve shared properties from system.
fr: Impossible de récupérer les propriétés partagées dans le système.
it: [IT]Unable to retrieve shared properties from system.
ja: [JA]Unable to retrieve shared properties from system.
pt_br: Não é possível recuperar propriedades compartilhadas do sistema.

# TEXT_CANNOT_GET_SHARED_PROPERTY_VALUES
source: Cannot retrieve shared property values from system.
de: [DE]Cannot retrieve shared property values from system.
es: [ES]Cannot retrieve shared property values from system.
es_mx: [es-MX]Cannot retrieve shared property values from system.
fr: Impossible de récupérer les valeurs de propriétés partagées dans le système.
it: [IT]Cannot retrieve shared property values from system.
ja: [JA]Cannot retrieve shared property values from system.
pt_br: Não é possível recuperar valores de propriedade compartilhada do sistema.

# TEXT_CANNOT_GET_SPEC_VALS
source: Cannot retrieve specification characteristic values from system.
de: [DE]Cannot retrieve specification characteristic values from system.
es: [ES]Cannot retrieve specification characteristic values from system.
es_mx: [es-MX]Cannot retrieve specification characteristic values from system.
fr: Impossible de récupérer les valeurs de caractéristiques de spécifications dans le système.
it: [IT]Cannot retrieve specification characteristic values from system.
ja: [JA]Cannot retrieve specification characteristic values from system.
pt_br: Não é possível recuperar valores de característica de especificação do sistema.

# TEXT_CANNOT_GET_SPECS
source: Unable to retrieve specification characteristics from system.
de: [DE]Unable to retrieve specification characteristics from system.
es: [ES]Unable to retrieve specification characteristics from system.
es_mx: [es-MX]Unable to retrieve specification characteristics from system.
fr: Impossible de récupérer les caractéristiques de spécifications dans le système.
it: [IT]Unable to retrieve specification characteristics from system.
ja: [JA]Unable to retrieve specification characteristics from system.
pt_br: Não é possível recuperar características de especificação do sistema.

# TEXT_CANNOT_REMOVE_BILL_MANAGEES
source: Could not remove bill managee
de: Rechnungsempfänger für Manager konnte nicht entfernt werden.
es: No se pudo eliminar el gestor de facturación
es_mx: No se puedo eliminar a bill managee
fr: Impossible de supprimer le destinataire de facture
it: Impossibile rimuovere gestore fatturazione.
ja: 請求書被管理者を削除できませんでした
pt_br: Não foi possível excluir o gerenciado de fatura

# TEXT_CANNOT_REMOVE_BILL_MANAGER
source: Cannot remove bill manager from system
de: Kann keinen Rechnungsmanager aus dem System entfernen
es: No es posible eliminar un gestor de facturación del sistema
es_mx: No se puede eliminar el administrador de facturas del sistema
fr: Ne peut pas supprimer un responsable des factures du système
it: Impossibile rimuovere il responsabile della fatturazione dal sistema
ja: 請求書管理者をシステムから削除できません
pt_br: Não é possível excluir o gerenciador de faturamento do sistema

# TEXT_CANNOT_RETRIEVE_DATA
source: Cannot retrieve bill management data
de: Kann keine Rechnungsverwaltungsdaten abrufen
es: No es posible recuperar los datos de gestión de facturación
es_mx: No se pueden recuperar datos de administración de facturas
fr: Ne peut pas récupérer les données de gestion des factures
it: Impossibile recuperare i dati di gestione della fatturazione
ja: 請求書管理データを取得できません
pt_br: Não é possível recuperar os dados do gerenciamento de faturas

# TEXT_CANOT_DELETE_SPEC_IN_USE
source: Cannot remove specification characteristic because it is in use.
de: [DE]Cannot remove specification characteristic because it is in use.
es: [ES]Cannot remove specification characteristic because it is in use.
es_mx: [es-MX]Cannot remove specification characteristic because it is in use.
fr: Impossible de supprimer les caractéristiques de spécifications, car elles sont en cours d`utilisation.
it: [IT]Cannot remove specification characteristic because it is in use.
ja: [JA]Cannot remove specification characteristic because it is in use.
pt_br: Não é possível remover característica de especificação, pois ela está em uso.

# TEXT_CANT_CREATE_TEMPLATE
source: Could not create template.
de: [DE]Could not create template.
es: [ES]Could not create template.
es_mx: [es-MX]Could not create template.
fr: Impossible de créer le modèle.
it: [IT]Could not create template.
ja: [JA]Could not create template.
pt_br: Não foi possível criar modelo

# TEXT_CANT_CREATE_WEB_REQUEST
source: Could not create WebRequest for {0}.
de: [DE]Could not create WebRequest for {0}.
es: [ES]Could not create WebRequest for {0}.
es_mx: [es-MX]Could not create WebRequest for {0}.
fr: Impossible de créer une requête Web pour {0}.
it: [IT]Could not create WebRequest for {0}.
ja: [JA]Could not create WebRequest for {0}.
pt_br: Não foi possível criar WebRequest para {0}.

# TEXT_CANT_DISPLAY_TEMPLATE_LIST
source: Could not display list of templates.
de: [DE]Could not display list of templates.
es: [ES]Could not display list of templates.
es_mx: [es-MX]Could not display list of templates.
fr: Impossible d`afficher la liste de modèles.
it: [IT]Could not display list of templates.
ja: [JA]Could not display list of templates.
pt_br: Não foi possível exibir a lista de modelos.

# TEXT_CANT_FIND_TEMPLATE
source: Could not find template {0}.
de: [DE]Could not find template {0}.
es: [ES]Could not find template {0}.
es_mx: [es-MX]Could not find template {0}.
fr: Le modèle {0} est introuvable.
it: [IT]Could not find template {0}.
ja: [JA]Could not find template {0}.
pt_br: Não foi possível encontrar o modelo {0}.

# TEXT_CANT_LOAD_TEMPLATE
source: Could not load template {0}.
de: [DE]Could not load template {0}.
es: [ES]Could not load template {0}.
es_mx: [es-MX]Could not load template {0}.
fr: Impossible de charger le modèle {0}.
it: [IT]Could not load template {0}.
ja: [JA]Could not load template {0}.
pt_br: Não foi possível carregar o modelo {0}.

# TEXT_CANT_LOAD_TEMPLATE_LIST
source: Could not load template list.
de: [DE]Could not load template list.
es: [ES]Could not load template list.
es_mx: [es-MX]Could not load template list.
fr: Impossible de charger la liste de modèles.
it: [IT]Could not load template list.
ja: [JA]Could not load template list.
pt_br: Não foi possível carregar a lista de modelos.

# TEXT_CANT_SAVE_TEMPLATE
source: Could not save template {0}.
de: [DE]Could not save template {0}.
es: [ES]Could not save template {0}.
es_mx: [es-MX]Could not save template {0}.
fr: Impossible d`enregistrer le modèle {0}.
it: [IT]Could not save template {0}.
ja: [JA]Could not save template {0}.
pt_br: Não foi possível salvar o modelo {0}.

# TEXT_COULD_NOT_DELETE_SHARED_PROPERTY
source: An error occurred deleting shared property from system.
de: [DE]An error occurred deleting shared property from system.
es: [ES]An error occurred deleting shared property from system.
es_mx: [es-MX]An error occurred deleting shared property from system.
fr: Une erreur s`est produite lors de la suppression de la propriété partagée dans le système.
it: [IT]An error occurred deleting shared property from system.
ja: [JA]An error occurred deleting shared property from system.
pt_br: Ocorreu um erro ao excluir propriedade compartilhada do sistema.

# TEXT_COULD_NOT_DELETE_SPEC
source: An error occurred deleting specification characteristic from system.
de: [DE]An error occurred deleting specification characteristic from system.
es: [ES]An error occurred deleting specification characteristic from system.
es_mx: [es-MX]An error occurred deleting specification characteristic from system.
fr: Une erreur s`est produite lors de la suppression de la caractéristique de spécifications du système.
it: [IT]An error occurred deleting specification characteristic from system.
ja: [JA]An error occurred deleting specification characteristic from system.
pt_br: Ocorreu um erro ao excluir a característica de especificação do sistema.

# TEXT_COULD_NOT_GET_LOCALE
source: Could not retrieve localization data.
de: [DE]Could not retrieve localization data.
es: [ES]Could not retrieve localization data.
es_mx: [es-MX]Could not retrieve localization data.
fr: Impossible de récupérer les données de localisation.
it: [IT]Could not retrieve localization data.
ja: [JA]Could not retrieve localization data.
pt_br: Não foi possível recuperar os dados de localização.

# TEXT_COULD_NOT_RETRIEVE_SPEC_CHAR_VALS
source: Could not retrieved specification characteristic values from system.
de: [DE]Could not retrieved specification characteristic values from system.
es: [ES]Could not retrieved specification characteristic values from system.
es_mx: [es-MX]Could not retrieved specification characteristic values from system.
fr: Impossible de récupérer les valeurs de caractéristique de spécifications dans le système.
it: [IT]Could not retrieved specification characteristic values from system.
ja: [JA]Could not retrieved specification characteristic values from system.
pt_br: Não foi possível recuperar valores de característica de especificação do sistema.

# TEXT_CREATE_SHARED_PROPERTY_FAILED
source: Failed creating shared property.
de: [DE]Failed creating shared property.
es: [ES]Failed creating shared property.
es_mx: [es-MX]Failed creating shared property.
fr: La création de la propriété partagée a échoué.
it: [IT]Failed creating shared property.
ja: [JA]Failed creating shared property.
pt_br: Falha ao criar propriedade compartilhada.

# TEXT_CREATE_SHARED_PROPERTY_VALUE_MAP_FAILED
source: Failed creating entries in shared property value map for shared property and values.
de: [DE]Failed creating entries in shared property value map for shared property and values.
es: [ES]Failed creating entries in shared property value map for shared property and values.
es_mx: [es-MX]Failed creating entries in shared property value map for shared property and values.
fr: La création des entrées de la carte de valeurs de propriétés partagées a échoué, pour la propriété partagée et les valeurs correspondantes.
it: [IT]Failed creating entries in shared property value map for shared property and values.
ja: [JA]Failed creating entries in shared property value map for shared property and values.
pt_br: Falha ao criar entradas em mapa de valores de propriedade para propriedade e valores compartilhados.

# TEXT_CREATED_SHARED_PROPERTY
source: Created shared property.
de: [DE]Created shared property.
es: [ES]Created shared property.
es_mx: [es-MX]Created shared property.
fr: La propriété partagée a été créée.
it: [IT]Created shared property.
ja: [JA]Created shared property.
pt_br: Propriedade compartilhada criada.

# TEXT_CREATED_SHARED_PROPERTY_VALUE_MAP
source: Created entries in shared property value map for shared property and values.
de: [DE]Created entries in shared property value map for shared property and values.
es: [ES]Created entries in shared property value map for shared property and values.
es_mx: [es-MX]Created entries in shared property value map for shared property and values.
fr: Les entrées de la carte de valeurs de propriétés partagées ont été créées, pour la propriété partagée et les valeurs correspondantes.
it: [IT]Created entries in shared property value map for shared property and values.
ja: [JA]Created entries in shared property value map for shared property and values.
pt_br: Entradas criadas em mapa de valores de propriedade para propriedade e valores compartilhados.

# TEXT_CREATED_SPEC
source: Created specification characteristic.
de: [DE]Created specification characteristic.
es: [ES]Created specification characteristic.
es_mx: [es-MX]Created specification characteristic.
fr: La caractéristique de spécifications a été créée.
it: [IT]Created specification characteristic.
ja: [JA]Created specification characteristic.
pt_br: Característica de especificação criada.

# TEXT_CREATED_SPEC_FAILED
source: Failed Created specification characteristic.
de: [DE]Failed Created specification characteristic.
es: [ES]Failed Created specification characteristic.
es_mx: [es-MX]Failed Created specification characteristic.
fr: Échec lors de la création de la caractéristique de spécifications.
it: [IT]Failed Created specification characteristic.
ja: [JA]Failed Created specification characteristic.
pt_br: Falha da característica de especificação criada.

# TEXT_CREATED_SPEC_VAL_MAP
source: Created entries in spec val map for specification characteristic and values.
de: [DE]Created entries in spec val map for specification characteristic and values.
es: [ES]Created entries in spec val map for specification characteristic and values.
es_mx: [es-MX]Created entries in spec val map for specification characteristic and values.
fr: Les entrées de carte des valeurs de spéc. ont été créées pour la caractéristique de spécifications et les valeurs correspondantes.
it: [IT]Created entries in spec val map for specification characteristic and values.
ja: [JA]Created entries in spec val map for specification characteristic and values.
pt_br: Entradas criadas no mapa de val de espec para características e valores de especificação.
