Repository: MTProfessionalServices/MetraNet
Catalog: Localization/Global/GlobalResources.*.resx
Languages: de, es, es_mx, fr, it, ja, pt_br

# TEXT_RETRIEVED_LOCALE
source: Retrieved localization data.
de: [DE]Retrieved localization data.
es: [ES]Retrieved localization data.
es_mx: [es-MX]Retrieved localization data.
fr: Les données de localisation ont été récupérées.
it: [IT]Retrieved localization data.
ja: [JA]Retrieved localization data.
pt_br: Dados de localização recuperados.

# TEXT_RETRIEVED_SHARED_PROPERTIES_FOR_ENTITY
source: Retrieved shared properties for entity.
de: [DE]Retrieved shared properties for entity.
es: [ES]Retrieved shared properties for entity.
es_mx: [es-MX]Retrieved shared properties for entity.
fr: Les propriétés partagées de l`entité ont été récupérées.
it: [IT]Retrieved shared properties for entity.
ja: [JA]Retrieved shared properties for entity.
pt_br: Propriedades compartilhadas para entidade recuperadas.

# TEXT_RETRIEVED_SHARED_PROPERTIES_FOR_ENTITY_WITH_ENTITY_TYPE
source: Retrieved shared properties for entity with entity type:
de: [DE]Retrieved shared properties for entity with entity type:
es: [ES]Retrieved shared properties for entity with entity type:
es_mx: [es-MX]Retrieved shared properties for entity with entity type:
fr: Les propriétés partagées ont été récupérées pour l`entité portant le type d`entité :
it: [IT]Retrieved shared properties for entity with entity type:
ja: [JA]Retrieved shared properties for entity with entity type:
pt_br: Propriedades compartilhadas recuperadas para entidade com tipo de entidade:

# TEXT_RETRIEVED_SHARED_PROPERTY_VALUES
source: Retrieved shared property values from system.
de: [DE]Retrieved shared property values from system.
es: [ES]Retrieved shared property values from system.
es_mx: [es-MX]Retrieved shared property values from system.
fr: Récupération en cous des valeurs de la propriété partagée dans le système.
it: [IT]Retrieved shared property values from system.
ja: [JA]Retrieved shared property values from system.
pt_br: Valores de propriedade compartilhada recuperados do sistema.

# TEXT_RETRIEVED_SPEC
source: Retrieved specification characteristic from system.
de: [DE]Retrieved specification characteristic from system.
es: [ES]Retrieved specification characteristic from system.
es_mx: [es-MX]Retrieved specification characteristic from system.
fr: Les caractéristiques de spécifications ont été récupérées dans le système.
it: [IT]Retrieved specification characteristic from system.
ja: [JA]Retrieved specification characteristic from system.
pt_br: Características de especificação do sistema recuperadas.

# TEXT_RETRIEVED_SPEC_CHAR_VALS
source: Retrieved specification characteristic values from system.
de: [DE]Retrieved specification characteristic values from system.
es: [ES]Retrieved specification characteristic values from system.
es_mx: [es-MX]Retrieved specification characteristic values from system.
fr: Les valeurs de caractéristiques de spécifications ont été récupérées dans le système.
it: [IT]Retrieved specification characteristic values from system.
ja: [JA]Retrieved specification characteristic values from system.
pt_br: Valores de característica de especificação do sistema recuperados.

# TEXT_RETRIEVED_SPECS_FOR_ENTITY
source: Retrieved specification characteristics for entity.
de: [DE]Retrieved specification characteristics for entity.
es: [ES]Retrieved specification characteristics for entity.
es_mx: [es-MX]Retrieved specification characteristics for entity.
fr: Les caractéristiques de spécifications ont été récupérées pour l`entité.
it: [IT]Retrieved specification characteristics for entity.
ja: [JA]Retrieved specification characteristics for entity.
pt_br: Características de especificação recuperadas para entidade.

# TEXT_RETRIEVING_FILENAME_DETAILS
source: Retrieving details for filename
de: [DE]Retrieving details for filename
es: [ES]Retrieving details for filename
es_mx: [es-MX]Retrieving details for filename
fr: Récupération des informations pour le nom de fichier
it: [IT]Retrieving details for filename
ja: [JA]Retrieving details for filename
pt_br: Recuperando detalhes do nome de arquivo

# TEXT_RETRIEVING_FILES
source: Retrieving a list of failed filenames
de: [DE]Retrieving a list of failed filenames
es: [ES]Retrieving a list of failed filenames
es_mx: [es-MX]Retrieving a list of failed filenames
fr: Récupération d`une liste d`échecs de noms de fichiers
it: [IT]Retrieving a list of failed filenames
ja: [JA]Retrieving a list of failed filenames
pt_br: Recuperando uma lista de nomes de arquivos com falha

# TEXT_RETRIEVING_LOCALE
source: Retrieved localization from system.
de: [DE]Retrieved localization from system.
es: [ES]Retrieved localization from system.
es_mx: [es-MX]Retrieved localization from system.
fr: Les données de localisation ont été récupérées dans le système.
it: [IT]Retrieved localization from system.
ja: [JA]Retrieved localization from system.
pt_br: Localização recuperada do sistema.

# TEXT_RETRIEVING_SHARED_PROPERTIES_FOR_ENTITY
source: Retrieving shared properties for entity.
de: [DE]Retrieving shared properties for entity.
es: [ES]Retrieving shared properties for entity.
es_mx: [es-MX]Retrieving shared properties for entity.
fr: Récupération en cours des propriétés partagées de l`entité.
it: [IT]Retrieving shared properties for entity.
ja: [JA]Retrieving shared properties for entity.
pt_br: Recuperando propriedades compartilhadas para entidade.

# TEXT_RETRIEVING_SHARED_PROPERTIES_FOR_ENTITY_WITH_ENTITY_TYPE
source: Retrieving shared properties for entity with entity type:
de: [DE]Retrieving shared properties for entity with entity type:
es: [ES]Retrieving shared properties for entity with entity type:
es_mx: [es-MX]Retrieving shared properties for entity with entity type:
fr: Récupération en cours des propriétés partagées de l`entité portant le type d`entité :
it: [IT]Retrieving shared properties for entity with entity type:
ja: [JA]Retrieving shared properties for entity with entity type:
pt_br: Recuperando propriedades compartilhadas para entidade com tipo de entidade:

# TEXT_RETRIEVING_SHARED_PROPERTY
source: Retrieving shared property from system.
de: [DE]Retrieving shared property from system.
es: [ES]Retrieving shared property from system.
es_mx: [es-MX]Retrieving shared property from system.
fr: Récupération en cous de la propriété partagée dans le système.
it: [IT]Retrieving shared property from system.
ja: [JA]Retrieving shared property from system.
pt_br: Recuperando propriedade compartilhada do sistema.

# TEXT_RETRIEVING_SHARED_PROPERTY_VALUES
source: Retrieving shared property values from system.
de: [DE]Retrieving shared property values from system.
es: [ES]Retrieving shared property values from system.
es_mx: [es-MX]Retrieving shared property values from system.
fr: Récupération en cous des valeurs de la propriété partagée dans le système.
it: [IT]Retrieving shared property values from system.
ja: [JA]Retrieving shared property values from system.
pt_br: Recuperando valores de propriedade compartilhada do sistema.

# TEXT_RETRIEVING_SPEC
source: Retrieving specification characteristic from system.
de: [DE]Retrieving specification characteristic from system.
es: [ES]Retrieving specification characteristic from system.
es_mx: [es-MX]Retrieving specification characteristic from system.
fr: Extraction en cours des caractéristiques de spécifications dans le système.
it: [IT]Retrieving specification characteristic from system.
ja: [JA]Retrieving specification characteristic from system.
pt_br: Recuperando características de especificação do sistema.

# TEXT_RETRIEVING_SPEC_CHAR_VALS
source: Retrieving specification characteristic values from system.
de: [DE]Retrieving specification characteristic values from system.
es: [ES]Retrieving specification characteristic values from system.
es_mx: [es-MX]Retrieving specification characteristic values from system.
fr: Récupération en cours des valeurs de caractéristiques de spécifications dans le système.
it: [IT]Retrieving specification characteristic values from system.
ja: [JA]Retrieving specification characteristic values from system.
pt_br: Recuperando valores de característica de especificação do sistema.

# TEXT_RETRIEVING_SPECS_FOR_ENTITY
source: Retrieving specification characteristics for entity.
de: [DE]Retrieving specification characteristics for entity.
es: [ES]Retrieving specification characteristics for entity.
es_mx: [es-MX]Retrieving specification characteristics for entity.
fr: Récupération en cours des caractéristiques de spécifications pour l`entité.
it: [IT]Retrieving specification characteristics for entity.
ja: [JA]Retrieving specification characteristics for entity.
pt_br: Recuperando características de especificação para entidade.

# TEXT_REVIEW_LOGS
source: An unknown error occurred. Please have the system administrator review your logs.
de: [DE]An unknown error occurred. Please have the system administrator review your logs.
es: [ES]An unknown error occurred. Please have the system administrator review your logs.
es_mx: [es-MX]An unknown error occurred. Please have the system administrator review your logs.
fr: Une erreur inconnue s`est produite. Demandez à l`administrateur système de consulter vos fichiers journaux.
it: [IT]An unknown error occurred. Please have the system administrator review your logs.
ja: [JA]An unknown error occurred. Please have the system administrator review your logs.
pt_br: Ocorreu um erro desconhecido. Peça ao administrador de sistemas revisar seus logs.

# TEXT_SAVED_SPEC_CHAR_VAL
source: Saved the specification characteristic value.
de: [DE]Saved the specification characteristic value.
es: [ES]Saved the specification characteristic value.
es_mx: [es-MX]Saved the specification characteristic value.
fr: La valeur de caractéristique de spécifications a été enregistrée.
it: [IT]Saved the specification characteristic value.
ja: [JA]Saved the specification characteristic value.
pt_br: Valor de característica de especificação salvo.

# TEXT_SAVED_SPEC_CHAR_VAL_FAILED
source: An error occurred saving the sepcification characteristic value.
de: [DE]An error occurred saving the sepcification characteristic value.
es: [ES]An error occurred saving the sepcification characteristic value.
es_mx: [es-MX]An error occurred saving the sepcification characteristic value.
fr: Une erreur s`est produite lors de l`enregistrement de la valeur de caractéristique de spécifications.
it: [IT]An error occurred saving the sepcification characteristic value.
ja: [JA]An error occurred saving the sepcification characteristic value.
pt_br: Ocorreu um erro ao salvar o valor de característica de especificação.

# TEXT_SAVING_SPEC_CHAR_VAL
source: Saving specification characteristic value to system.
de: [DE]Saving specification characteristic value to system.
es: [ES]Saving specification characteristic value to system.
es_mx: [es-MX]Saving specification characteristic value to system.
fr: Enregistrement en cours de la valeur de caractéristique de spécifications dans le système.
it: [IT]Saving specification characteristic value to system.
ja: [JA]Saving specification characteristic value to system.
pt_br: Salvando valor de característica de especificação para o sistema.

# TEXT_SHARED_PROPERTY_VALUE_MAPPING_IN_USE
source: Mapping cannot be deleted because it is in use.
de: [DE]Mapping cannot be deleted because it is in use.
es: [ES]Mapping cannot be deleted because it is in use.
es_mx: [es-MX]Mapping cannot be deleted because it is in use.
fr: Le mappage ne peut pas être supprimé, car il est en cours d`utilisation.
it: [IT]Mapping cannot be deleted because it is in use.
ja: [JA]Mapping cannot be deleted because it is in use.
pt_br: Não é possível excluir o mapeamento, pois ele está em uso.

# TEXT_SPEC_CHAR_VAL_IN_USE
source: Cannot update the sepcification characteristic value because it is in use.
de: [DE]Cannot update the sepcification characteristic value because it is in use.
es: [ES]Cannot update the sepcification characteristic value because it is in use.
es_mx: [es-MX]Cannot update the sepcification characteristic value because it is in use.
fr: Impossible de mettre à jour la valeur de caractéristique de spécifications, car elle est en cours d`utilisation.
it: [IT]Cannot update the sepcification characteristic value because it is in use.
ja: [JA]Cannot update the sepcification characteristic value because it is in use.
pt_br: Não é possível atualizar o valor de característica de especificação, pois ele está em uso.

# TEXT_SPEC_VAL_MAPPING_IN_USE
source: Mapping cannot be deleted because it is in use.
de: [DE]Mapping cannot be deleted because it is in use.
es: [ES]Mapping cannot be deleted because it is in use.
es_mx: [es-MX]Mapping cannot be deleted because it is in use.
fr: Le mappage ne peut pas être supprimé, car il est en cours d`utilisation.
it: [IT]Mapping cannot be deleted because it is in use.
ja: [JA]Mapping cannot be deleted because it is in use.
pt_br: Não é possível excluir o mapeamento, pois ele está em uso.

# TEXT_UNABLE_TO_APPROVE_PENDING_NS
source: Unable to approve pending nonstandard charges.
de: Ausstehende außerordentliche Gebühren können nicht genehmigt werden.
es: No es posible aprobar los cargos no estándar pendientes.
es_mx: No se puede aprobar cargos no estándar pendientes.
fr: Impossible d’approuver les frais non standard en attente.
it: Impossibile approvare gli addebiti non standard in sospeso.
ja: 非標準料金の保留を承認できません。
pt_br: Não foi possível aprovar as cobranças extraordinárias.

# TEXT_UNABLE_TO_DENY_PENDING_NS
source: Unable to deny pending nonstandard charges.
de: Ausstehende außerordentliche Gebühren können nicht verweigert werden.
es: No es posible rechazar los cargos no estándar pendientes.
es_mx: No se puede denegar cargos no estándar pendientes.
fr: Impossible de refuser les frais non standard en attente.
it: Impossibile rifiutare gli addebiti non standard in sospeso.
ja: 非標準料金の保留を拒否できません。
pt_br: Não foi possível negar as cobranças pendentes extraordinárias.

# TEXT_UNABLE_TO_PROCESS
source: Your request could not be processed because of the following errors:
de: Ihre Anforderung konnte aufgrund der folgenden Fehler nicht bearbeitet werden:
es: No ha sido posible procesar su solicitud debido a los errores siguientes:
es_mx: Su solicitud no se pudo procesar debido a los siguientes errores:
fr: Votre demande n’a pas pu être traitée en raison des erreurs suivantes :
it: La richiesta non è stata elaborata a causa dei seguenti errori:
ja: 以下のエラーのために、要求を処理できませんでした。
pt_br: Sua solicitação não pode ser processada devido aos seguintes erros:

# TEXT_UNABLE_TO_REMOVE_SHARED_PROPERTY_FROM_ENTITY
source: An error occurred removing shared property from entity.
de: [DE]An error occurred removing shared property from entity.
es: [ES]An error occurred removing shared property from entity.
es_mx: [es-MX]An error occurred removing shared property from entity.
fr: Une erreur s`est produite lors de la suppression de la propriété partagée de l`entité.
it: [IT]An error occurred removing shared property from entity.
ja: [JA]An error occurred removing shared property from entity.
pt_br: Ocorreu um erro ao remover propriedade compartilhada da entidade.

# TEXT_UNABLE_TO_REMOVE_SPEC_FROM_ENTITY
source: An error occurred removing specification characteristic from entity.
de: [DE]An error occurred removing specification characteristic from entity.
es: [ES]An error occurred removing specification characteristic from entity.
es_mx: [es-MX]An error occurred removing specification characteristic from entity.
fr: Une erreur s`est produite lors de la suppression de la caractéristique de spécifications de l`entité.
it: [IT]An error occurred removing specification characteristic from entity.
ja: [JA]An error occurred removing specification characteristic from entity.
pt_br: Ocorreu um erro ao remover a característica de especificação da entidade

# TEXT_UNABLE_TO_RETRIEVE_SHARED_PROPERTY
source: Unable to retrieve shared property from system.
de: [DE]Unable to retrieve shared property from system.
es: [ES]Unable to retrieve shared property from system.
es_mx: [es-MX]Unable to retrieve shared property from system.
fr: Impossible de récupérer la propriété partagée dans le système.
it: [IT]Unable to retrieve shared property from system.
ja: [JA]Unable to retrieve shared property from system.
pt_br: Não é possível recuperar propriedade compartilhada do sistema.

# TEXT_UNABLE_TO_RETRIEVE_SPEC
source: Unable to retrieve specification characteristic from system.
de: [DE]Unable to retrieve specification characteristic from system.
es: [ES]Unable to retrieve specification characteristic from system.
es_mx: [es-MX]Unable to retrieve specification characteristic from system.
fr: Impossible de récupérer la caractéristique de spécifications dans le système.
it: [IT]Unable to retrieve specification characteristic from system.
ja: [JA]Unable to retrieve specification characteristic from system.
pt_br: Não é possível recuperar característica de especificação do sistema.

# TEXT_UNKOWN_EXCEPTION
source: An exception occurred
de: [DE]An exception occurred
es: [ES]An exception occurred
es_mx: [es-MX]An exception occurred
fr: Une erreur s`est produite
it: [IT]An exception occurred
ja: [JA]An exception occurred
pt_br: Ocorreu uma exceção

# TEXT_UPDATED_SHARED_PROPERTY
source: Updated shared property.
de: [DE]Updated shared property.
es: [ES]Updated shared property.
es_mx: [es-MX]Updated shared property.
fr: La propriété partagée a été mise à jour.
it: [IT]Updated shared property.
ja: [JA]Updated shared property.
pt_br: Propriedade compartilhada atualizada.

# TEXT_UPDATED_SPEC
source: Updated specification characteristic.
de: [DE]Updated specification characteristic.
es: [ES]Updated specification characteristic.
es_mx: [es-MX]Updated specification characteristic.
fr: La caractéristique de spécifications a été mise à jour.
it: [IT]Updated specification characteristic.
ja: [JA]Updated specification characteristic.
pt_br: Característica de especificação atualizada.

# TEXT_UPDATED_SPEC_CHAR_VAL
source: Updated the specification characteristic value.
de: [DE]Updated the specification characteristic value.
es: [ES]Updated the specification characteristic value.
es_mx: [es-MX]Updated the specification characteristic value.
fr: La valeur de caractéristique de spécifications a été ajoutée.
it: [IT]Updated the specification characteristic value.
ja: [JA]Updated the specification characteristic value.
pt_br: Valor de característica de especificação atualizado.

# TEXT_UPDATED_VALUES_FOR_SHARED_PROPERTY
source: Updated values for shared property.
de: [DE]Updated values for shared property.
es: [ES]Updated values for shared property.
es_mx: [es-MX]Updated values for shared property.
fr: Les valeurs de la propriété partagée ont été mises à jour.
it: [IT]Updated values for shared property.
ja: [JA]Updated values for shared property.
pt_br: Valores atualizados para propriedade compartilhada.

# TEXT_UPDATED_VALUES_FOR_SPEC
source: Updated specification characteristic values for specification characteristic.
de: [DE]Updated specification characteristic values for specification characteristic.
es: [ES]Updated specification characteristic values for specification characteristic.
es_mx: [es-MX]Updated specification characteristic values for specification characteristic.
fr: Les valeurs de caractéristiques de spécifications ont été mises à jour pour la caractéristique correspondante.
it: [IT]Updated specification characteristic values for specification characteristic.
ja: [JA]Updated specification characteristic values for specification characteristic.
pt_br: Valores da característica de especificação atualizados.

# TEXT_UPDATING_SHARED_PROPERTY
source: Updating shared property.
de: [DE]Updating shared property.
es: [ES]Updating shared property.
es_mx: [es-MX]Updating shared property.
fr: Mise à jour de la propriété partagée en cours.
it: [IT]Updating shared property.
ja: [JA]Updating shared property.
pt_br: Atualizando propriedade compartilhada.

# TEXT_UPDATING_SPEC
source: Updating specification characteristic.
de: [DE]Updating specification characteristic.
es: [ES]Updating specification characteristic.
es_mx: [es-MX]Updating specification characteristic.
fr: Mise à jour des caractéristiques de spécifications en cours.
it: [IT]Updating specification characteristic.
ja: [JA]Updating specification characteristic.
pt_br: Atualizando característica de especificação.

# TEXT_UPDATING_VALUES_FOR_SHARED_PROPERTY
source: Updating values for shared property.
de: [DE]Updating values for shared property.
es: [ES]Updating values for shared property.
es_mx: [es-MX]Updating values for shared property.
fr: Mise à jour des valeurs de la propriété partagée en cours.
it: [IT]Updating values for shared property.
ja: [JA]Updating values for shared property.
pt_br: Atualizando valores para propriedade compartilhada.

# TEXT_UPDATING_VALUES_FOR_SPEC
source: Updating values for specification characteristic.
de: [DE]Updating values for specification characteristic.
es: [ES]Updating values for specification characteristic.
es_mx: [es-MX]Updating values for specification characteristic.
fr: Mise à jour des valeurs en cours pour la caractéristique de spécifications.
it: [IT]Updating values for specification characteristic.
ja: [JA]Updating values for specification characteristic.
pt_br: Atualizando valores de característica de especificação.

# TIMEOUT_EXCEPTION
source: Method timed out
de: [DE]Method timed out
es: [ES]Method timed out
es_mx: [es-MX]Method timed out
fr: La méthode a expiré
it: [IT]Method timed out
ja: [JA]Method timed out
pt_br: O método expirou

# TRANSACTION_NOT_FOUND
source: Transaction {0} not found.
de: [DE]Transaction {0} not found.
es: [ES]Transaction {0} not found.
es_mx: [es-MX]Transaction {0} not found.
fr: La transaction {0} est introuvable.
it: [IT]Transaction {0} not found.
ja: [JA]Transaction {0} not found.
pt_br: Transação {0} não encontrada.

# TX_ALREADY_REJECTED
source: Trasnaction {0} was already submitted, and was rejected by the payment processor.
de: [DE]Trasnaction {0} was already submitted, and was rejected by the payment processor.
es: [ES]Trasnaction {0} was already submitted, and was rejected by the payment processor.
es_mx: [es-MX]Trasnaction {0} was already submitted, and was rejected by the payment processor.
fr: La transaction {0} a déjà été envoyée, et a été refusée par le processeur de paiements.
it: [IT]Trasnaction {0} was already submitted, and was rejected by the payment processor.
ja: [JA]Trasnaction {0} was already submitted, and was rejected by the payment processor.
pt_br: A transação {0} já foi enviada e foi rejeitada pelo processador do pagamento.

# TX_ALREADY_SUBMITTED
source: Transaction {0} was already submitted.
de: [DE]Transaction {0} was already submitted.
es: [ES]Transaction {0} was already submitted.
es_mx: [es-MX]Transaction {0} was already submitted.
fr: La transaction {0} a déjà été envoyée.
it: [IT]Transaction {0} was already submitted.
ja: [JA]Transaction {0} was already submitted.
pt_br: A transação {0} já foi enviada.

# UPDATE_ACCOUNTCONFIGSET_EXCEPTION
source: Error update account configuration set
de: [DE]Error update OnBoard Template
es: [ES]Error update account configuration set
es_mx: [es-MX]Error update OnBoard Template
fr: Erreur de mise à jour du modèle embarqué
it: [IT]Error update account configuration set
ja: [JA]Error update account configuration set
pt_br: Erro ao atualizar Modelo OnBoard
