Repository: MTProfessionalServices/MetraNet
Catalog: Localization/Global/GlobalResources.*.resx
Languages: de, es, es_mx, fr, it, ja, pt_br

# TEXT_CREATED_SPEC_VAL_MAP_FAILED
source: Failed creating entries in spec val map for specification characteristic and values.
de: [DE]Failed creating entries in spec val map for specification characteristic and values.
es: [ES]Failed creating entries in spec val map for specification characteristic and values.
es_mx: [es-MX]Failed creating entries in spec val map for specification characteristic and values.
fr: Échec de la création des entrées de carte des valeurs de spéc. pour la caractéristique de spécifications et les valeurs correspondantes.
it: [IT]Failed creating entries in spec val map for specification characteristic and values.
ja: [JA]Failed creating entries in spec val map for specification characteristic and values.
pt_br: Falha ao criar entradas no mapa de val de espec para características e valores de especificação.

# TEXT_CREATING_SHARED_PROPERTY
source: Creating shared property.
de: [DE]Creating shared property.
es: [ES]Creating shared property.
es_mx: [es-MX]Creating shared property.
fr: Création de la propriété partagée en cours.
it: [IT]Creating shared property.
ja: [JA]Creating shared property.
pt_br: Criando propriedade compartilhada.

# TEXT_CREATING_SHARED_PROPERTY_VALUE_MAP
source: Creating entries in shared property value map for shared property and values.
de: [DE]Creating entries in shared property value map for shared property and values.
es: [ES]Creating entries in shared property value map for shared property and values.
es_mx: [es-MX]Creating entries in shared property value map for shared property and values.
fr: Création en cours des entrées de la carte de valeurs de propriétés partagées, pour la propriété partagée et les valeurs correspondantes.
it: [IT]Creating entries in shared property value map for shared property and values.
ja: [JA]Creating entries in shared property value map for shared property and values.
pt_br: Criando entradas em mapa de valores de propriedade para propriedade e valores compartilhados.

# TEXT_CREATING_SPEC
source: Creating specification characteristic.
de: [DE]Creating specification characteristic.
es: [ES]Creating specification characteristic.
es_mx: [es-MX]Creating specification characteristic.
fr: Création d`une caractéristique de spécifications en cours.
it: [IT]Creating specification characteristic.
ja: [JA]Creating specification characteristic.
pt_br: Criando característica de especificação.

# TEXT_CREATING_SPEC_VAL_MAP
source: Creating entries in spec val map for specification characteristic and values.
de: [DE]Creating entries in spec val map for specification characteristic and values.
es: [ES]Creating entries in spec val map for specification characteristic and values.
es_mx: [es-MX]Creating entries in spec val map for specification characteristic and values.
fr: Création en cours d`entrées de carte des valeurs de spéc. pour la caractéristique de spécifications et les valeurs correspondantes.
it: [IT]Creating entries in spec val map for specification characteristic and values.
ja: [JA]Creating entries in spec val map for specification characteristic and values.
pt_br: Criando entradas no mapa de val de espec para características e valores de especificação.

# TEXT_DATA_ACCESS_EXCEPTION
source: A data access exception occurred
de: [DE]A data access exception occurred
es: [ES]A data access exception occurred
es_mx: [es-MX]A data access exception occurred
fr: Une erreur d`accès aux fichiers s`est produite
it: [IT]A data access exception occurred
ja: [JA]A data access exception occurred
pt_br: Ocorreu uma exceção de acesso de dados

# TEXT_DATA_SAVING_SHARED_PROPERTIES_TO_ENTITY
source: DataException while trying to save shared properties to entity.
de: [DE]DataException while trying to save shared properties to entity.
es: [ES]DataException while trying to save shared properties to entity.
es_mx: [es-MX]DataException while trying to save shared properties to entity.
fr: Erreur DataException lors de la tentative d`enregistrement des propriétés partagées dans l`entité.
it: [IT]DataException while trying to save shared properties to entity.
ja: [JA]DataException while trying to save shared properties to entity.
pt_br: Exceção de dados ao tentar salvar propriedades compartilhadas à entidade.

# TEXT_DELETED_SHARED_PROPERTY
source: Deleted shared property from system.
de: [DE]Deleted shared property from system.
es: [ES]Deleted shared property from system.
es_mx: [es-MX]Deleted shared property from system.
fr: La propriété partagée a été supprimée du système.
it: [IT]Deleted shared property from system.
ja: [JA]Deleted shared property from system.
pt_br: Propriedade compartilhada excluída do sistema.

# TEXT_DELETED_SPEC
source: Deleted specification characteristic from system.
de: [DE]Deleted specification characteristic from system.
es: [ES]Deleted specification characteristic from system.
es_mx: [es-MX]Deleted specification characteristic from system.
fr: La caractéristique de spécifications a été supprimée dans le système.
it: [IT]Deleted specification characteristic from system.
ja: [JA]Deleted specification characteristic from system.
pt_br: Característica de especificação excluída do sistema.

# TEXT_DELETING_SHARED_PROPERTY
source: Deleting shared property from system.
de: [DE]Deleting shared property from system.
es: [ES]Deleting shared property from system.
es_mx: [es-MX]Deleting shared property from system.
fr: Suppression en cours de la propriété partagée dans le système.
it: [IT]Deleting shared property from system.
ja: [JA]Deleting shared property from system.
pt_br: Excluindo propriedade compartilhada do sistema.

# TEXT_DELETING_SPEC
source: Deleting specification characteristic from system.
de: [DE]Deleting specification characteristic from system.
es: [ES]Deleting specification characteristic from system.
es_mx: [es-MX]Deleting specification characteristic from system.
fr: Suppression en cours des caractéristiques de spécifications dans le système.
it: [IT]Deleting specification characteristic from system.
ja: [JA]Deleting specification characteristic from system.
pt_br: Excluindo características de especificação do sistema.

# TEXT_DENIED_NS_CHARGES
source: Denied the relevant nonstandard charges
de: Relevante außerordentliche Gebühren wurden verweigert
es: Cargos no estándar relevantes denegados
es_mx: Se denegaron los cargos no estándar pertinentes
fr: Frais non standard pertinents refusés
it: Addebiti non standard rilevanti rifiutati
ja: 関連する非標準料金が拒否されました
pt_br: Cobranças relevantes extraordinárias negadas

# TEXT_DENYING_NS_CHARGES
source: Denying the relevant nonstandard charges
de: Relevante außerordentliche Gebühren werden verweigert
es: Denegando los cargos no estándar relevantes
es_mx: Denegando los cargos no estándar pertinentes
fr: Refus des frais non standard pertinents
it: Rifiuto degli addebiti non standard rilevanti in corso
ja: 関連する非標準料金を拒否しています
pt_br: Negando as cobranças relevantes extraordinárias

# TEXT_EXCEPTION_SAVING_SHARED_PROPERTIES_TO_ENTITY
source: Unhandled Exception while trying to save shared properties to entity.
de: [DE]Unhandled Exception while trying to save shared properties to entity.
es: [ES]Unhandled Exception while trying to save shared properties to entity.
es_mx: [es-MX]Unhandled Exception while trying to save shared properties to entity.
fr: Erreur non gérée lors de la tentative d`enregistrement des propriétés partagées dans l`entité.
it: [IT]Unhandled Exception while trying to save shared properties to entity.
ja: [JA]Unhandled Exception while trying to save shared properties to entity.
pt_br: Exceção não processada ao tentar salvar propriedades compartilhadas à entidade.

# TEXT_EXCEPTION_SAVING_SPECS_TO_ENTITY
source: Unhandled Exception while trying to save specification characteristics to entity.
de: [DE]Unhandled Exception while trying to save specification characteristics to entity.
es: [ES]Unhandled Exception while trying to save specification characteristics to entity.
es_mx: [es-MX]Unhandled Exception while trying to save specification characteristics to entity.
fr: Erreur non gérée pendant la tentative d`enregistrement des caractéristiques de spécifications dans l`entité.
it: [IT]Unhandled Exception while trying to save specification characteristics to entity.
ja: [JA]Unhandled Exception while trying to save specification characteristics to entity.
pt_br: Exceção não processada ao tentar salvar características de especificação à entidade.

# TEXT_FILE_COMPLETED
source: The file completed processing.
de: [DE]The file completed processing.
es: [ES]The file completed processing.
es_mx: [es-MX]The file completed processing.
fr: Le traitement du fichier est terminé.
it: [IT]The file completed processing.
ja: [JA]The file completed processing.
pt_br: O arquivo terminou o processamento.

# TEXT_FILE_PENDING
source: The file is pending.
de: [DE]The file is pending.
es: [ES]The file is pending.
es_mx: [es-MX]The file is pending.
fr: Le fichier est en attente.
it: [IT]The file is pending.
ja: [JA]The file is pending.
pt_br: O arquivo está pendente.

# TEXT_FILE_PROCESSING
source: The file is being processed.
de: [DE]The file is being processed.
es: [ES]The file is being processed.
es_mx: [es-MX]The file is being processed.
fr: Le fichier est en cours de traitement.
it: [IT]The file is being processed.
ja: [JA]The file is being processed.
pt_br: O arquivo está sendo processado.

# TEXT_FILE_REJECTED
source: The file was rejected.
de: [DE]The file was rejected.
es: [ES]The file was rejected.
es_mx: [es-MX]The file was rejected.
fr: Le fichier a été rejeté.
it: [IT]The file was rejected.
ja: [JA]The file was rejected.
pt_br: O arquivo foi rejeitado.

# TEXT_INVALID_OP_IN_FILTER
source: Filter value string contains an invalid operation: {0}
de: [DE]Filter value string contains an invalid operation: {0}
es: [ES]Filter value string contains an invalid operation: {0}
es_mx: [es-MX]Filter value string contains an invalid operation: {0}
fr: La chaîne de valeurs de filtrage contient une opération incorrecte : {0}
it: [IT]Filter value string contains an invalid operation: {0}
ja: [JA]Filter value string contains an invalid operation: {0}
pt_br: A string de valores do filtro contém uma operação inválida: {0}

# TEXT_LOAD_DATA_EXCEPTION
source: A load data exception occurred
de: [DE]A load data exception occurred
es: [ES]A load data exception occurred
es_mx: [es-MX]A load data exception occurred
fr: Une erreur de chargement de fichier s`est produite
it: [IT]A load data exception occurred
ja: [JA]A load data exception occurred
pt_br: Ocorreu uma exceção de dados de carregamento.

# TEXT_MAS_BASE_SAVING_SPECS_TO_ENTITY
source: MASBasicException while trying to save specification characteristics to entity.
de: [DE]MASBasicException while trying to save specification characteristics to entity.
es: [ES]MASBasicException while trying to save specification characteristics to entity.
es_mx: [es-MX]MASBasicException while trying to save specification characteristics to entity.
fr: Erreur MASBasicException pendant la tentative d`enregistrement des caractéristiques de spécifications dans l`entité.
it: [IT]MASBasicException while trying to save specification characteristics to entity.
ja: [JA]MASBasicException while trying to save specification characteristics to entity.
pt_br: MASBasicException ao tentar salvar características de especificação à entidade.

# TEXT_NO_CHARGE_FOR_APPROVE
source: No charges for approval.
de: Keine Gebühren für Genehmigung.
es: No hay ningún cargo pendiente de aprobación.
es_mx: No hay cargos para aprobación.
fr: Aucun frais à approuver.
it: Nessun addebito in attesa di approvazione.
ja: 承認する料金がありません。
pt_br: Nenhuma cobrança para aprovação

# TEXT_NO_CHARGE_FOR_DENY
source: No charges provided for denial.
de: Keine Gebühren für Verweigerung angegeben.
es: No se ha proporcionado ningún cargo para su denegación.
es_mx: No se proporcionan cargos para denegación.
fr: Aucun frais à refuser.
it: Nessun addebito fornito per rifiuto.
ja: 拒否する料金が指定されていません。
pt_br: Nenhuma cobrança fornecida para rejeição

# TEXT_NO_CHARGE_FOUND
source: Cannot retrieve nonstandard charges from the system
de: Kann keine außerordentlichen Gebühren aus dem System abrufen
es: No es posible recuperar los cargos no estándar del sistema
es_mx: No se pueden recuperar cargos no estándar del sistema
fr: Ne peut pas récupérer les frais non standard du système
it: Impossibile recuperare gli addebiti non standard dal sistema
ja: 非標準料金をシステムから取得できません
pt_br: Não é possível recuperar as cobranças extraordinárias do sistema

# TEXT_NO_SESSION_IDS
source: No session ids provided for approval.
de: Keine Sitzungs-IDs zur Genehmigung bereitgestellt.
es: No se ha seleccionado ningún ID de sesión para su aprobación.
es_mx: No se proporcionan ID de sesión para aprobación.
fr: Aucun ID de session à approuver.
it: Nessun ID sessione fornito per l'approvazione.
ja: 承認するセッション ID が指定されていません。
pt_br: Nenhum ID de sessão fornecido para aprovação.

# TEXT_NO_VALS_TO_DELETE
source: No mapping values to delete.
de: [DE]No mapping values to delete.
es: [ES]No mapping values to delete.
es_mx: [es-MX]No mapping values to delete.
fr: Aucune valeur de mappage à supprimer.
it: [IT]No mapping values to delete.
ja: [JA]No mapping values to delete.
pt_br: Nenhum valor de mapeamento a excluir.

# TEXT_PROCESSED_LOCALE
source: Processed localization data.
de: [DE]Processed localization data.
es: [ES]Processed localization data.
es_mx: [es-MX]Processed localization data.
fr: Les données de localisation ont été traitées.
it: [IT]Processed localization data.
ja: [JA]Processed localization data.
pt_br: Dados de localização processados.

# TEXT_REMOVE_SHARED_PROPERTY_VALUE_MAP_FAILED
source: Failed Removing entries in shared property value map for shared property and values.
de: [DE]Failed Removing entries in shared property value map for shared property and values.
es: [ES]Failed Removing entries in shared property value map for shared property and values.
es_mx: [es-MX]Failed Removing entries in shared property value map for shared property and values.
fr: La suppression des entrées de la carte de valeurs de propriétés partagées a échoué, pour les propriétés et valeurs correspondantes.
it: [IT]Failed Removing entries in shared property value map for shared property and values.
ja: [JA]Failed Removing entries in shared property value map for shared property and values.
pt_br: Falha ao remover entradas em mapa de valores de propriedade para propriedade e valores compartilhados.

# TEXT_REMOVED_BILL_MANAGER
source: Removed bill manager
de: Entfernter Rechnungsmanager
es: Gestor de facturación eliminado
es_mx: Administrador de facturas eliminado
fr: Responsable des factures supprimé
it: Responsabile fatturazione rimosso
ja: 削除された請求書管理者
pt_br: Gerenciador de fatura removido

# TEXT_REMOVED_SHARED_PROPERTY_FROM_ENTITY
source: Removed shared property from entity.
de: [DE]Removed shared property from entity.
es: [ES]Removed shared property from entity.
es_mx: [es-MX]Removed shared property from entity.
fr: La propriété partagée a été supprimée de l`entité.
it: [IT]Removed shared property from entity.
ja: [JA]Removed shared property from entity.
pt_br: Propriedade compartilhada removida da entidade.

# TEXT_REMOVED_SHARED_PROPERTY_FROM_ENTITY_WITH_ENTITY_TYPE
source: Removed shared property from entity with entity type:
de: [DE]Removed shared property from entity with entity type:
es: [ES]Removed shared property from entity with entity type:
es_mx: [es-MX]Removed shared property from entity with entity type:
fr: La propriété partagée a été supprimée de l`entité portant le type d`entité :
it: [IT]Removed shared property from entity with entity type:
ja: [JA]Removed shared property from entity with entity type:
pt_br: Propriedade compartilhada removida da entidade com tipo de entidade:

# TEXT_REMOVED_SHARED_PROPERTY_VALUE_MAP
source: Removed entries in shared property value map for shared property and values.
de: [DE]Removed entries in shared property value map for shared property and values.
es: [ES]Removed entries in shared property value map for shared property and values.
es_mx: [es-MX]Removed entries in shared property value map for shared property and values.
fr: Les entrées ont été supprimées de la carte de valeurs de propriétés partagées, pour les propriétés et valeurs correspondantes.
it: [IT]Removed entries in shared property value map for shared property and values.
ja: [JA]Removed entries in shared property value map for shared property and values.
pt_br: Entradas removidas no mapa de valores de propriedade para propriedade e valores compartilhados.

# TEXT_REMOVED_SPEC_FROM_ENTITY
source: Removed specification characteristic from entity.
de: [DE]Removed specification characteristic from entity.
es: [ES]Removed specification characteristic from entity.
es_mx: [es-MX]Removed specification characteristic from entity.
fr: Les caractéristiques de spécifications ont été supprimées dans l`entité.
it: [IT]Removed specification characteristic from entity.
ja: [JA]Removed specification characteristic from entity.
pt_br: Característica de especificação removida da entidade.

# TEXT_REMOVED_SPEC_VAL_MAP
source: Removed entries in spec val map for specification characteristic and values.
de: [DE]Removed entries in spec val map for specification characteristic and values.
es: [ES]Removed entries in spec val map for specification characteristic and values.
es_mx: [es-MX]Removed entries in spec val map for specification characteristic and values.
fr: Les entrées de carte des valeurs de spéc. ont été supprimées pour la caractéristique de spécifications et les valeurs correspondantes.
it: [IT]Removed entries in spec val map for specification characteristic and values.
ja: [JA]Removed entries in spec val map for specification characteristic and values.
pt_br: Entradas removidas no mapa de val de espec para características e valores de especificação.

# TEXT_REMOVED_SPEC_VAL_MAP_FAILED
source: Failed Removing entries in spec val map for specification characteristic and values.
de: [DE]Failed Removing entries in spec val map for specification characteristic and values.
es: [ES]Failed Removing entries in spec val map for specification characteristic and values.
es_mx: [es-MX]Failed Removing entries in spec val map for specification characteristic and values.
fr: Échec de la suppression des entrées de carte des valeurs de spéc. pour la caractéristique de spécifications et les valeurs correspondantes.
it: [IT]Failed Removing entries in spec val map for specification characteristic and values.
ja: [JA]Failed Removing entries in spec val map for specification characteristic and values.
pt_br: Falha ao remover entradas no mapa de val de espec para características e valores de especificação.

# TEXT_REMOVING_SHARED_PROPERTY_FROM_ENTITY
source: Removing shared property from entity.
de: [DE]Removing shared property from entity.
es: [ES]Removing shared property from entity.
es_mx: [es-MX]Removing shared property from entity.
fr: Suppression en cours de la propriété partagée de l`entité.
it: [IT]Removing shared property from entity.
ja: [JA]Removing shared property from entity.
pt_br: Removendo propriedade compartilhada da entidade.

# TEXT_REMOVING_SHARED_PROPERTY_FROM_ENTITY_WITH_ENTITY_TYPE
source: Removing shared property from entity with entity type:
de: [DE]Removing shared property from entity with entity type:
es: [ES]Removing shared property from entity with entity type:
es_mx: [es-MX]Removing shared property from entity with entity type:
fr: Suppression en cours de la propriété partagée de l`entité portant le type d`entité :
it: [IT]Removing shared property from entity with entity type:
ja: [JA]Removing shared property from entity with entity type:
pt_br: Removendo propriedades compartilhadas da entidade com tipo de entidade:

# TEXT_REMOVING_SHARED_PROPERTY_VALUE_MAP
source: Removing entries in shared property value map for shared property and values.
de: [DE]Removing entries in shared property value map for shared property and values.
es: [ES]Removing entries in shared property value map for shared property and values.
es_mx: [es-MX]Removing entries in shared property value map for shared property and values.
fr: Suppression en cours des entrées de la carte de valeurs de propriétés partagées, pour la propriété partagée et les valeurs correspondantes.
it: [IT]Removing entries in shared property value map for shared property and values.
ja: [JA]Removing entries in shared property value map for shared property and values.
pt_br: Removendo entradas em mapa de valores de propriedade para propriedade e valores compartilhados.

# TEXT_REMOVING_SPEC_FROM_ENTITY
source: Removing specification characteristic from entity.
de: [DE]Removing specification characteristic from entity.
es: [ES]Removing specification characteristic from entity.
es_mx: [es-MX]Removing specification characteristic from entity.
fr: Suppression en cours des caractéristiques de spécifications dans l`entité.
it: [IT]Removing specification characteristic from entity.
ja: [JA]Removing specification characteristic from entity.
pt_br: Removendo característica de especificação da entidade.

# TEXT_REMOVING_SPEC_VAL_MAP
source: Removing entries in spec val map for specification characteristic and values.
de: [DE]Removing entries in spec val map for specification characteristic and values.
es: [ES]Removing entries in spec val map for specification characteristic and values.
es_mx: [es-MX]Removing entries in spec val map for specification characteristic and values.
fr: Suppression en cours d`entrées de carte des valeurs de spéc. pour la caractéristique de spécifications et les valeurs correspondantes.
it: [IT]Removing entries in spec val map for specification characteristic and values.
ja: [JA]Removing entries in spec val map for specification characteristic and values.
pt_br: Removendo entradas no mapa de val de espec para características e valores de especificação.

# TEXT_REQUEST_ID_DOESNT_MATCH_TEMPLATE_ID
source: Request ID {0} does not match template ID {1}.
de: [DE]Request ID {0} does not match template ID {1}.
es: [ES]Request ID {0} does not match template ID {1}.
es_mx: [es-MX]Request ID {0} does not match template ID {1}.
fr: L`ID de la requête {0} ne correspond pas à l`ID du modèle {1}.
it: [IT]Request ID {0} does not match template ID {1}.
ja: [JA]Request ID {0} does not match template ID {1}.
pt_br: O ID da solicitação {0} não corresponde ao ID do modelo {1}.

# TEXT_RETRIEVED
source: specification characteristics retrieved from system.
de: [DE]specification characteristics retrieved from system.
es: [ES]specification characteristics retrieved from system.
es_mx: [es-MX]specification characteristics retrieved from system.
fr: Les caractéristiques de spécification ont été récupérées dans le système.
it: [IT]specification characteristics retrieved from system.
ja: [JA]specification characteristics retrieved from system.
pt_br: características de especificação recuperadas do sistema.

# TEXT_RETRIEVED_FILE_DETAILS
source: Retrieved details for file
de: [DE]Retrieved details for file
es: [ES]Retrieved details for file
es_mx: [es-MX]Retrieved details for file
fr: Récupération des informations pour le fichier
it: [IT]Retrieved details for file
ja: [JA]Retrieved details for file
pt_br: Detalhes recuperados para o arquivo

# TEXT_RETRIEVED_FILES
source: Retrieved a list of failed filenames
de: [DE]Retrieved a list of failed filenames
es: [ES]Retrieved a list of failed filenames
es_mx: [es-MX]Retrieved a list of failed filenames
fr: Une liste d`échecs de noms de fichiers a été récupérée
it: [IT]Retrieved a list of failed filenames
ja: [JA]Retrieved a list of failed filenames
pt_br: Lista de nomes de arquivos com falha recuperada
