Repository: MTProfessionalServices/MetraNet
Catalog: Localization/Global/GlobalResources.*.resx
Languages: de, es, es_mx, fr, it, ja, pt_br

# ADDED_ENTITY
source: Added entity with ID {0} to entity list
de: [DE]Added entity with ID {0} to entity list
es: [ES]Added entity with ID {0} to entity list
es_mx: [es-MX]Added entity with ID {0} to entity list
fr: L`entité portant l`ID {0} a été ajoutée à la liste d`entités
it: [IT]Added entity with ID {0} to entity list
ja: [JA]Added entity with ID {0} to entity list
pt_br: Entidade adicionada com ID {0} à lista de entidades

source: Added shared property values.
de: [DE]Added shared property values.
es: [ES]Added shared property values.
es_mx: [es-MX]Added shared property values.
fr: Les valeurs de propriété partagée ont été ajoutées.
it: [IT]Added shared property values.
ja: [JA]Added shared property values.
pt_br: Valores de propriedade compartilhada adicionados.

# ADDED_SPEC_CHAR_VALS
source: Added specification characteristic values.
de: [DE]Added specification characteristic values.
es: [ES]Added specification characteristic values.
es_mx: [es-MX]Added specification characteristic values.
fr: Les valeurs de caractéristique de spécifications ont été ajoutées.
it: [IT]Added specification characteristic values.
ja: [JA]Added specification characteristic values.
pt_br: Valores de característica de especificação adicionados.

source: Adding shared property values.
de: [DE]Adding shared property values.
es: [ES]Adding shared property values.
es_mx: [es-MX]Adding shared property values.
fr: Ajout des valeurs de la propriété partagée en cours.
it: [IT]Adding shared property values.
ja: [JA]Adding shared property values.
pt_br: Adicionando valores de propriedade compartilhada.

# ADDING_SPEC_CHAR_VALS
source: Adding specification characteristic values.
de: [DE]Adding specification characteristic values.
es: [ES]Adding specification characteristic values.
es_mx: [es-MX]Adding specification characteristic values.
fr: Ajout de valeurs de caractéristique de spécifications en cours.
it: [IT]Adding specification characteristic values.
ja: [JA]Adding specification characteristic values.
pt_br: Adicionando valores de característica de especificação.

# ANCESTOR_ACOUNT_ID_WAS
source: Ancestor Account ID was {0}, changed to {1}.
de: Vorgängerkonto-ID war {0}, geändert in {1}.
es: El ID de cuenta del ascendiente era {0}, modificado a {1}.
es_mx: La ID de la cuenta principal era {0}, se cambió a {1}.
fr: L’ID du compte ascendant était {0}, remplacé par {1}.
it: L'ID del conto di origine era {0} ed è stato modificato in {1}.
ja: 親アカウントの ID が {0} から {1} に変更されました。
pt_br: O ID da conta ancestral era {0}, foi alterado para {1}.

# ANCESTOR_ACOUNT_NS_WAS
source: Ancestor Account name space was {0}, changed to {1}.
de: Vorgängerkonto-Namespace war {0}, geändert in {1}.
es: El espacio del nombre de cuenta del ascendiente era {0}, modificado a {1}.
es_mx: El espacio del nombre de la cuenta principal era {0}, se cambió a {1}.
fr: L’espace de nom du compte ascendant était {0}, remplacé par {1}.
it: Lo spazio dei nomi del conto di origine era {0} ed è stato modificato in {1}.
ja: 親アカウントのネームスペースが {0} から {1} に変更されました。
pt_br: O espaço de nomes da conta ancestral era {0}, foi alterado para {1}.

# ANCESTOR_ACOUNT_WAS
source: Ancestor Account was {0}, changed to {1}.
de: Vorgängerkonto war {0}, geändert in {1}.
es: La cuenta del ascendiente era {0}, modificada a {1}.
es_mx: La cuenta principal era {0}, se cambió a {1}.
fr: Le compte ascendant était {0}, remplacé par {1}.
it: Il conto di origine era {0} ed è stato modificato in {1}.
ja: 親アカウントが {0} から {1} に変更されました。
pt_br: A conta ancestral era {0}, foi alterada para {1}.

# APPLY_ACCOUNTCONFIGSETS_EXCEPTION
source: Error on applying Account Configuration Sets for account {0}.
de: [DE]Error on applying OnBoard Templates for account {0}.
es: [ES]Error on applying Account Configuration Sets for account {0}.
es_mx: [es-MX]Error on applying OnBoard Templates for account {0}.
fr: Erreur d`application de modèles embarqués pour le compte {0}.
ja: [JA]Error on applying Account Configuration Sets for account {0}.
pt_br: Erro ao aplicar Modelos OnBoard na conta {0}.

# BAD_TRANSACTION_TYPE
source: Transaction {0} is of type {1}, but got a AlreadySettledException
de: [DE]Transaction {0} is of type {1}, but got a AlreadySettledException
es: [ES]Transaction {0} is of type {1}, but got a AlreadySettledException
es_mx: [es-MX]Transaction {0} is of type {1}, but got a AlreadySettledException
fr: La transaction {0} est de type {1}, mais a généré une exception AlreadySettledException
it: [IT]Transaction {0} is of type {1}, but got a AlreadySettledException
ja: [JA]Transaction {0} is of type {1}, but got a AlreadySettledException
pt_br: A transação {0} é do tipo {1}, mas foi obtido uma AlreadySettledException

source: Billing Cycles
de: Abrechnungszyklen
es: Ciclos de facturación
es_mx: Ciclos de facturación
fr: Cycles de facturation
it: Cicli di fatturazione
ja: 請求サイクル
pt_br: Ciclos de faturamento

# CHANGED_CHILD_PI_INSTANCE
source: Changed child PI instance from {0} to {1}.
de: Untergeordnete Instanz abrechenbarer Positionen von {0} in {1} geändert.
es: Instancia hija de PI modificada de {0} a {1}.
es_mx: Se cambió instancia de PI secundaria de {0} a {1}.
fr: Instance PI enfant {0} remplacée par {1}.
it: Istanza PI figlio modificata da {0} a {1}.
ja: 子の PI インスタンスが {0} から {1} に変更されました。
pt_br: A instância de PI filho foi alterado de {0} para {1}.

# CHANGED_PROP
source: Changed property '{0}' from '{1}' to '{2}'.
de: Eigenschaft '{0}' von '{1}' in '{2}' geändert.
es: Propiedad '{0}' modificada de '{1}' a '{2}'.
es_mx: Se cambió propiedad '{0}' de '{1}' a '{2}'.
fr: Propriété ’{0}’ modifiée, ’{1}’ remplacé par ’{2}’.
it: Proprietà '{0}' modificata da '{1}' a '{2}'.
ja: プロパティ '{0}' が '{1}' から '{2}' に変更されました。
pt_br: A propriedade `{0}` foi alterada de `{1}` para `{2}`.

# CITY_CHANGED
source: City was {0}, changed to {1}.
de: Ort war {0}, geändert in {1}.
es: La ciudad era {0}, modificado a {1}.
es_mx: La ciudad era {0}, se cambió a {1}.
fr: La ville était {0}, remplacée par {1}.
it: La città era {0} ed è stata modificata in {1}.
ja: 市区町村が {0} から {1} に変更されました。
pt_br: A cidade era {0}, foi alterada para {1}.

# COULD_NOT_DESERIALIZE_JSON
source: Could not deserialize JSON {0} into type {1}.
de: [DE]Could not deserialize JSON {0} into type {1}.
es: [ES]Could not deserialize JSON {0} into type {1}.
es_mx: [es-MX]Could not deserialize JSON {0} into type {1}.
fr: Impossible de désérialiser JSON {0} en type {1}.
it: [IT]Could not deserialize JSON {0} into type {1}.
ja: [JA]Could not deserialize JSON {0} into type {1}.
pt_br: Não foi possível desserializar JSON {0} no tipo {1}.

# COUNTRY_CHANGED
source: Country was {0}, changed to {1}.
de: Land war {0}, geändert in {1}.
es: El país era {0}, modificado a {1}.
es_mx: El país era {0}, se cambió a {1}.
fr: Le pays était {0}, remplacé par {1}.
it: Il paese era {0} ed è stato modificato in {1}.
ja: 国が {0} から {1} に変更されました。
pt_br: O país era {0}, foi alterado para {1}.

# CREATED_AGREEMENT_TEMPLATE_AUDIT
source: New Agreement Template created successfully with id {0}.
de: [DE]New Agreement Template created successfully with id {0}.
es: [ES]New Agreement Template created successfully with id {0}.
es_mx: [es-MX]New Agreement Template created successfully with id {0}.
fr: La création du nouveau modèle d`accord a abouti et porte l`ID {0}.
it: [IT]New Agreement Template created successfully with id {0}.
ja: [JA]New Agreement Template created successfully with id {0}.
pt_br: Novo modelo de contrato criado com sucesso com id {0}.

# DAY_OF_MONTH_WAS
source: Day Of Month was {0}, changed to {1}.
de: Tag des Monats war {0}, geändert in {1}.
es: El día del mes era {0}, modificado a {1}.
es_mx: El día del mes era {0}, se cambió a {1}.
fr: Le jour du mois était {0}, remplacé par {1}.
it: Il giorno del mese era {0} ed è stato modificato in {1}.
ja: 月の日付が {0} から {1} に変更されました。
pt_br: O dia do mês era {0}, foi alterado para {1}.

# DAY_OF_WEEK_WAS
source: Day Of Week was {0}, changed to {1}.
de: Wochentag war {0}, geändert in {1}.
es: El día de la semana era {0}, modificado a {1}.
es_mx: El día de la semana era {0}, se cambió a {1}.
fr: Le jour de la semaine était {0}, remplacé par {1}.
it: Il giorno della settimana era {0} ed è stato modificato in {1}.
ja: 曜日が {0} から {1} に変更されました。
pt_br: O dia da semana era {0}, foi alterado para {1}.

# DELETE_ACCOUNTCONFIGSET_EXCEPTION
source: Error delete account configuration set
de: [DE]Error delete OnBoard Template
es: [ES]Error delete account configuration set
es_mx: [es-MX]Error delete OnBoard Templatet
fr: Erreur de suppression du modèle embarqué
it: [IT]Error delete account configuration set
ja: [JA]Error delete account configuration set
pt_br: Erro ao excluir Modelo OnBoard

# DELETE_ACCOUNTCONFIGSET_INVALID_ID_EXCEPTION
source: Array of Account Configuration Set IDs contains invalid ID: {0}
de: [DE]Array of OnBoard Template IDs contains invalid ID: {0}
es: [ES]Array of Account Configuration Set IDs contains invalid ID: {0}
es_mx: [es-MX]Array of OnBoard Template IDs contains invalid ID: {0}
fr: L`ensemble d`ID de modèles embarqués contient un ID non valide : {0}
it: [IT]Array of Account Configuration Set IDs contains invalid IDs: {0}
ja: [JA]Array of Account Configuration Set IDs contains invalid ID: {0}
pt_br: A matriz de IDs de modelos OnBoard contém ID inválido: {0}

# DELETE_APPLIED_ACCOUNTCONFIGSET_EXCEPTION
source: Applied Account Configuration Set cannot be deleted. ID: {0}
de: [DE]Applied OnBoard Template cannot be deleted. ID: {0}
es: [ES]Applied Account Configuration Set cannot be deleted. ID: {0}
es_mx: [es-MX]Applied OnBoard Template cannot be deleted. ID: {0}
fr: Le modèle embarqué appliqué ne peut pas être supprimé. ID : {0}
ja: [JA]Applied Account Configuration Set cannot be deleted. ID: {0}
pt_br: O Modelo OnBoard aplicado não pode ser excluído. ID: {0}

# DELETE_OTHER_PARTITION_ACCOUNTCONFIGSET_EXCEPTION
source: Account Configuration Set of other Partition cannot be deleted. ID: {0}
de: [DE]OnBoard Template of other Partition cannot be deleted. ID: {0}
es: [ES]Account Configuration Set of other Partition cannot be deleted. ID: {0}
es_mx: [es-MX]OnBoard Template of other Partition cannot be deleted. ID: {0}
fr: Le modèle embarqué d`une autre partition ne peut pas être supprimé. ID : {0}
ja: [JA]Account Configuration Set of other Partition cannot be deleted. ID: {0}
pt_br: O Modelo OnBoard de outra Partição não pode ser excluído. ID: {0}

# DELETED_ENTITY
source: Deleted entity with ID {0} from entity list
de: [DE]Deleted entity with ID {0} from entity list
es: [ES]Deleted entity with ID {0} from entity list
es_mx: [es-MX]Deleted entity with ID {0} from entity list
fr: L`entité portant l`ID {0} a été supprimée de la liste d`entités
it: [IT]Deleted entity with ID {0} from entity list
ja: [JA]Deleted entity with ID {0} from entity list
pt_br: Entidade excluída com ID {0} da lista de entidades

# END_DATE_WAS
source: End date was {0}, changed to {1}.
de: Enddatum war {0}, geändert in {1}.
es: La fecha final era {0}, modificada a {1}.
es_mx: La fecha de finalización era {0}, se cambió a {1}.
fr: La date de fin était {0}, remplacée par {1}.
it: La data di fine era {0} ed è stata modificata in {1}.
ja: 終了日が {0} から {1} に変更されました。
pt_br: A data de término era {0}, foi alterada para {1}.

source: End Day of Month
de: Endtag des Monats
es: Último día del mes
es_mx: Último día del mes
fr: 1er dernier jour du mois
it: Ultimo giorno del mese
ja: 月の最終日
pt_br: Dia final do mês

source: End Day of Week
de: Endtag der Woche
es: Último día de la semana
es_mx: Último día de la semana
fr: Jour de la semaine
it: Ultimo giorno della settimana
ja: 週の最終日
pt_br: Dia final da semana

# ENTITY_LIST_CONTAINS_ID
source: Entity list already contains entity with id {0}.
de: [DE]Entity list already contains entity with id {0}.
es: [ES]Entity list already contains entity with id {0}.
es_mx: [es-MX]Entity list already contains entity with id {0}.
fr: La liste d`entités contient déjà l`entité dont l`ID est {0}.
it: [IT]Entity list already contains entity with id {0}.
ja: [JA]Entity list already contains entity with id {0}.
pt_br: A lista de entidades já contém uma entidade com id {0}.

# ENTITY_LIST_DOES_NOT_CONTAIN_ID
source: Entity list does not contain entity with id {0}.
de: [DE]Entity list does not contain entity with id {0}.
es: [ES]Entity list does not contain entity with id {0}.
es_mx: [es-MX]Entity list does not contain entity with id {0}.
fr: La liste d`entités ne contient pas l`entité dont l`ID est {0}.
it: [IT]Entity list does not contain entity with id {0}.
ja: [JA]Entity list does not contain entity with id {0}.
pt_br: A lista de entidades não contém uma entidade com id {0}.

# ERROR_START_DATE_AFTER_END_DATE
source: The Effective End Date cannot be earlier than the Effective Start Date.
de: [DE]The Effective End Date cannot be earlier than the Effective Start Date.
es: [ES]The Effective End Date cannot be earlier than the Effective Start Date.
es_mx: [es-MX]The Effective End Date cannot be earlier than the Effective Start Date.
fr: La date de fin de validité ne peut pas être antérieure à la date de début de validité.
it: [IT]The Effective End Date cannot be earlier than the Effective Start Date.
ja: [JA]The Effective End Date cannot be earlier than the Effective Start Date.
pt_br: A data de término da vigência não pode ser anterior que a data de início da vigência

# EXPIRATION_CHANGED
source: Expiration date was {0}, changed to {1}.
de: Ablaufdatum war {0}, geändert in {1}.
es: La fecha de caducidad era {0}, modificada a {1}.
es_mx: La fecha de vencimiento era {0}, se cambió a {1}.
fr: La date d’expiration était {0}, remplacée par {1}.
it: La data di scadenza era {0} ed è stata modificata in {1}.
ja: 有効期限が {0} から {1} に変更されました。
pt_br: A data de expiração era {0}, foi alterada para {1}.

# FAILED_TO_SAVE_AGREEMENT_TEMPLATE
source: Failed to save agreement template {0}.
de: [DE]Failed to save agreement template {0}.
es: [ES]Failed to save agreement template {0}.
es_mx: [es-MX]Failed to save agreement template {0}.
fr: L`enregistrement du modèle d`accord {0} a échoué.
it: [IT]Failed to save agreement template {0}.
ja: [JA]Failed to save agreement template {0}.
pt_br: Falha ao salvar o modelo de contrato {0}.

# FIRST_DAY_OF_MONTH_WAS
source: First Day Of Month was {0}, changed to {1}.
de: Erster Tag des Monats war {0}, geändert in {1}.
es: El primer día del mes era {0}, modificado a {1}.
es_mx: El primer día del mes era {0}, se cambió a {1}.
fr: Le premier jour du mois était {0}, remplacé par {1}.
it: Il primo giorno del mese era {0} ed è stato modificato in {1}.
ja: 月の最初の日が {0} から {1} に変更されました。
pt_br: O primeiro dia do mês era {0}, foi alterado para {1}.

# FIRST_END_DAY_OF_MONTH
source: 1st End Day of Month
de: 1. Endtag des Monats
es: 1er día del mes
es_mx: Último día del mes 1
fr: 1er dernier jour du mois
it: 1° ultimo giorno del mese
ja: 第 1 週目の最終日
pt_br: 1º dia final do mês

# FIRST_NAME_CHANGED
source: First name was {0}, changed to {1}.
de: Vorname war {0}, geändert in {1}.
es: El nombre era {0}, modificado a {1}.
es_mx: El nombre era {0}, se cambió a {1}.
fr: Le prénom était {0}, remplacé par {1}.
it: Il nome era {0} ed è stato modificato in {1}.
ja: 最初の名前は{1}に変更{0}であった​​。
pt_br: O nome era {0}, foi alterado para {1}.

# GET_ACCOUNTCONFIGSET_EXCEPTION
source: Error get account configuration set with Id {0}
de: [DE]Error get OnBoard Template with Id {0}
es: [ES]Error get account configuration set with Id {0}
es_mx: [es-MX]Error get OnBoard Template with Id {0}
fr: Erreur d`obtention du modèle embarqué avec l`ID {0}
it: [IT]Error get account configuration set with Id {0}
ja: [JA]Error get account configuration set with Id {0}
pt_br: Erro ao obter Modelo OnBoard com Id {0}

# GET_ACCOUNTCONFIGSET_LIST_EXCEPTION
source: Error get account configuration set list
de: [DE]Error get OnBoard Template list
es: [ES]Error get account configuration set list
es_mx: [es-MX]Error get OnBoard Template list
fr: Erreur d`obtention de la liste de modèles embarqués
it: [IT]Error get account configuration set list
ja: [JA]Error get account configuration set list
pt_br: Erro ao obter lista do Modelo OnBoard

# GET_ACCOUNTCONFIGSET_SUBSCRIPTIONPARAMS_EXCEPTION
source: Error get subscription parameters with Id {0}
de: [DE]Error get subscription parameters with Id {0}
es: [ES]Error get subscription parameters with Id {0}
es_mx: [es-MX]Error get subscription parameters with Id {0}
fr: Erreur d`obtention des paramètres d`abonnement avec ID {0}
it: [IT]Error get subscription parameters with Id {0}
ja: [JA]Error get subscription parameters with Id {0}
pt_br: Erro ao obter parâmetros de assinatura com Id {0}

# GET_ACCOUNTCONFIGSETAPPLIED_LIST_EXCEPTION
source: Error get account configuration set applied list
de: [DE]Error get OnBoard Template applied list
es: [ES]Error get account configuration set applied list
es_mx: [es-MX]Error get OnBoard Template applied list
fr: Erreur d`obtention de la liste de modèles embarqués appliqués
it: [IT]Error get account configuration set applied list
ja: [JA]Error get account configuration set applied list
pt_br: Erro ao obter a lista aplicada pelo Modelo OnBoard

# GET_OTHER_PARTITION_ACCOUNTCONFIGSET_EXCEPTION
source: Can't get account config set with PO from another partition!
de: [DE] Can't get OnBoard Template with PO from another partition!
es: [ES] Can't get account config set with PO from another partition!
es_mx: [es-MX] Can't get OnBoard Template with PO from another partition!
fr: Impossible d`obtenir le modèle embarqué avec le PO d`une autre partition !
ja: [JA] Can't get account config set with PO from another partition!
pt_br: Não é possível obter o Modelo OnBoard com a PO de outra partição!

# GOT_NO_RESPONSE
source: Got no response from {0}.
de: [DE]Got no response from {0}.
es: [ES]Got no response from {0}.
es_mx: [es-MX]Got no response from {0}.
fr: Aucune réponse reçue de {0}.
it: [IT]Got no response from {0}.
ja: [JA]Got no response from {0}.
pt_br: Sem resposta de {0}.

# LAST_NAME_CHANGED
source: Last name was {0}, changed to {1}.
de: Nachname war {0}, geändert in {1}.
es: El apellido era {0}, modificado a {1}.
es_mx: El apellido era {0}, se cambió a {1}.
fr: Le nom était {0}, remplacé par {1}.
it: Il cognome era {0} ed è stato modificato in {1}.
ja: 姓が {0} から {1} に変更されました。
pt_br: O sobrenome era {0}, foi alterado para {1}.

# MAX_CHARGE_CHANGED
source: Max charge per cycle was {0}, changed to {1}.
de: Höchstgebühr pro Zyklus war {0}, geändert in {1}.
es: El cargo máximo por ciclo era {0}, modificado a {1}.
es_mx: El cargo máx. por ciclo era {0}, se cambió a {1}.
fr: Les frais max. par cycle étaient de {0}, remplacés par {1}.
it: L'addebito max per ciclo era {0} ed è stato modificato in {1}.
ja: サイクルあたりの最大料金が {0} から {1} に変更されました。
pt_br: A cobrança máxima por ciclo era {0}, foi alterada para {1}.

# MIDDLE_NAME_CHANGED
source: Middle name was {0}, changed to {1}.
de: Zweiter Vorname war {0}, geändert in {1}.
es: El segundo nombre era {0}, modificado a {1}.
es_mx: El segundo nombre era {0}, se cambió a {1}.
fr: Le deuxième prénom était {0}, remplacé par {1}.
it: Il secondo nome era {0} ed è stato modificato in {1}.
ja: ミドル ネームが {0} から {1} に変更されました。
pt_br: O nome do meio era {0}, foi alterado para {1}.

# PAYER_ACCOUNT_NS_WAS
source: Payer Account name space was {0}, changed to {1}.
de: Konto-Namespace des Zahlers war {0}, geändert in {1}.
es: El espacio del nombre de cuenta del pagador era {0}, modificado a {1}.
es_mx: El espacio del nombre de la cuenta del pagador era {0}, se cambió a {1}.
fr: L’espace de nom du compte du payeur était {0}, remplacé par {1}.
it: Lo spazio dei nomi del conto del pagante era {0} ed è stato modificato in {1}.
ja: 支払者アカウントのネームスペースが {0} から {1} に変更されました。
pt_br: O espaço de nomes da conta do pagador era {0}, foi alterado para {1}.

# PAYER_ACCOUNT_WAS
source: Payer Account was {0}, changed to {1}.
de: Konto des Zahlers war {0}, geändert in {1}.
es: La cuenta del pagador era {0}, modificada a {1}.
es_mx: La cuenta del pagador era {0}, se cambió a {1}.
fr: Le compte du payeur était {0}, remplacé par {1}.
it: Il conto del pagante era {0} ed è stato modificato in {1}.
ja: 支払者アカウントが {0} から {1} に変更されました。
pt_br: A conta do pagador era {0}, foi alterada para {1}.

# PAYER_ID_WAS
source: Payer ID was {0}, changed to {1}.
de: Zahler-ID war {0}, geändert in {1}.
es: El ID del pagador era {0}, modificado a {1}.
es_mx: La ID de pagador era {0}, se cambió a {1}.
fr: L’ID du payeur était {0}, remplacé par {1}.
it: L'ID del pagante era {0} ed è stato modificato in {1}.
ja: 支払者 ID が {0} から {1} に変更されました。
pt_br: O ID do pagador era {0}, foi alterado para {1}.

# PI_DESCRIPTION_WAS
source: Description was {0}, changed to {1}.
de: Beschreibung war {0}, geändert in {1}.
es: La descripción era {0}, modificada a {1}.
es_mx: La descripción era {0}, se cambió a {1}.
fr: La description était {0}, remplacée par {1}.
it: La descrizione era {0} ed è stata modificata in {1}.
ja: 説明が {0} から {1} に変更されました。
pt_br: A descrição era {0}, foi alterada para {1}.

# PI_DISPLAY_NAME_WAS
source: Display name was {0}, changed to {1}.
de: Anzeigename war {0}, geändert in {1}.
es: El nombre visualizado era {0}, modificado a {1}.
es_mx: El nombre para mostrar era {0}, se cambió a {1}.
fr: Le nom d’affichage était {0}, remplacé par {1}.
it: Il nome visualizzato era {0} ed è stato modificato in {1}.
ja: 表示名が {0} から {1} に変更されました。
pt_br: O nome exibido era {0}, foi alterado para {1}.

# PI_KIND_WAS
source: Kind was {0}, changed to {1}.
de: Art war {0}, geändert in {1}.
es: El tipo era {0}, modificado a {1}.
es_mx: El tipo era {0}, se cambió a {1}.
fr: Le type était {0}, remplacé par {1}.
it: Il tipo era {0} ed è stato modificato in {1}.
ja: 種類が {0} から {1} に変更されました。
pt_br: O tipo era {0}, foi alterado para {1}.

# PI_NAME_WAS
source: Name was {0}, changed to {1}.
de: Name war {0}, geändert in {1}.
es: El apellido era {0}, modificado a {1}.
es_mx: El nombre era {0}, se cambió a {1}.
fr: Le nom était {0}, remplacé par {1}.
it: Il nome era {0} ed è stato modificato in {1}.
ja: 名前が {0} から {1} に変更されました。
pt_br: O nome era {0}, foi alterado para {1}.

# ROOT
source: Account Hierarchy (1)
de: Kontohierarchie (1)
es: Jerarquía de cuentas (1)
es_mx: Jerarquía de cuentas (1)
fr: Hiérarchie des comptes (1)
it: Gerarchia account (1)
ja: アカウント階層 (1)
pt_br: Hierarquia de conta (1)

# SECOND_DAY_OF_MONTH_WAS
source: Second Day Of Month was {0}, changed to {1}.
de: Zweiter Tag des Monats war {0}, geändert in {1}.
es: El segundo día del mes era {0}, modificado a {1}.
es_mx: El segundo día del mes era {0}, se cambió a {1}.
fr: Le deuxième jour du mois était {0}, remplacé par {1}.
it: Il secondo giorno del mese era {0} ed è stato modificato in {1}.
ja: 月の 2 日目が {0} から {1} に変更されました。
pt_br: O segundo dia do mês era {0}, foi alterado para {1}.

# SECOND_END_DAY_OF_MONTH
source: 2nd End Day of Month
de: 2. Endtag des Monats
es: 2º día del mes
es_mx: Último día del mes 2
fr: 2e dernier jour du mois
it: 2° ultimo giorno del mese
ja: 第 2 週目の最終日
pt_br: 2º dia final do mês

source: Select Interval
de: Intervall auswählen
es: Seleccionar intervalo
es_mx: Seleccionar intervalo
fr: Sélectionner l’intervalle
it: Seleziona intervallo
ja: 期間の選択
pt_br: Selecionar intervalo

# START_DATE_WAS
source: Start date was {0}, changed to {1}.
de: Startdatum war {0}, geändert in {1}.
es: La fecha inicial era {0}, modificada a {1}.
es_mx: La fecha de inicio era {0}, se cambió a {1}.
fr: La date de début était {0}, remplacée par {1}.
it: La data di inizio era {0} ed è stata modificata in {1}.
ja: 開始日が {0} から {1} に変更されました。
pt_br: A data de início era {0}, foi alterada para {1}.

source: Start Day
de: Starttag
es: Fecha inicial
es_mx: Día de inicio
fr: Jour de début
it: Giorno di inizio
ja: 開始曜日
pt_br: Data de início
