Repository: MTProfessionalServices/MetraNet
Catalog: Adjustments/App_LocalResources/ManageMiscellaneousAdjustments.aspx.*.resx
Languages: fr, ja

# GRID_TITLE
source: Manage Miscellaneous Adjustments
fr: Gérer les ajustements divers
ja: 各種調整の管理

# MTFilterGrid1Resource1.ToolTip
source: Manage Miscellaneous Adjustments
fr: Gérer les ajustements divers
ja: 各種調整の管理

# NO_RECORDS_TEXT
source: No records found.
fr: Aucun enregistrement trouvé
ja: 記録が見つかりません

# PageResource1.Title
source: MetraNet - Manage Miscellaneous Adjustments
fr: MetraNet - Gérer les ajustements divers
ja: MetraNet - 各種調整の管理

# TEXT_ACCOUNT_ID
source: Account Id
fr: ID du compte
ja: お客様 ID

# TEXT_ADJUSTMENT_AMOUNT
source: Adjustment Amount
fr: Montant d’ajustement
ja: 調整金額

# TEXT_ADJUSTMENT_CREATE_DATE
source: Adjustment Create Date
fr: Date de création de l’ajustement
ja: 調整の作成日

# TEXT_AMOUNT
source: Amount
fr: Montant
ja: 金額

# TEXT_AMOUNT_WITH_TAX
source: Amount With Tax
fr: Montant avec taxe
ja: 税込み金額

# TEXT_APPROVE
source: Approve Selected
fr: Approuver la sélection
ja: 選択したものを承認

# TEXT_APPROVE_ALL
source: Approve All
fr: Approuver tout
ja: すべて承認

# TEXT_APPROVE_STATUS
source: Approved
fr: Approuvé
ja: 承認済み

# TEXT_CONTENTION_SESSION_ID
source: Contention Session Id
fr: ID de la session de débat
ja: 競合セッション ID

# TEXT_COUNTY_AMOUNT
source: County Tax
fr: Taxe locale

# TEXT_CURRENCY
source: Currency
fr: Devise
ja: 通貨

# TEXT_DENY
source: Deny Selected
fr: Refuser la sélection
ja: 選択したものを拒否

# TEXT_DENY_ALL
source: Deny All
fr: Refuser tout
ja: すべて拒否

# TEXT_DENY_ALL_CONFIRM
source: Are you sure you want to continue? This will deny all adjustments that match your filter criteria. If no filters are present, then all the adjustments will be denied.
fr: Voulez-vous vraiment continuer ? Cela bloquera tous les ajustements correspondant à vos critères de filtrage. En l'absence de filtres, tous les ajustements seront bloqués.
ja: 続行しますか?これによって、フィルタ条件に一致するすべての調整が拒否されます。フィルタがない場合、すべての調整が拒否されます。

# TEXT_DESCRIPTION
source: Internal Description
fr: Description interne
ja: Internal 内容

# TEXT_EMAIL_ADDRESS
source: Email Address
fr: Adresse e-mail
ja: 電子メール アドレス

# TEXT_EMAIL_NOTIFICATION
source: Email Notification
fr: Notification par e-mail
ja: 電子メールによる通知

# TEXT_ERROR
source: An error occurred while processing the miscellaneous adjustment.
fr: Une erreur est survenue lors du traitement de l’ajustement divers.
ja: 各種調整の処理中にエラーが発生しました。

# TEXT_FEDERAL_AMOUNT
source: Federal Tax
fr: Taxe nationale

# TEXT_GUIDE_INTERVAL_ID
source: Guide Interval Id
fr: ID d&apos;intervalle de guide
ja: ガイド期間 ID

# TEXT_INTERVAL_ID
source: Interval Id
fr: ID de l’intervalle
ja: 間隔 ID

# TEXT_LOCAL_AMOUNT
source: Local Tax
fr: Taxe locale

# TEXT_NO_IDS
source: Please select adjustments to process.
fr: Sélectionnez les ajustements à traiter.
ja: 処理する調整を選択してください。

# TEXT_OTHER
source: Other
fr: Autre
ja: その他

# TEXT_OTHER_AMOUNT
source: Other Tax
fr: Autre taxe

# TEXT_PENDING_STATUS
source: Pending
fr: En attente
ja: 保留

# TEXT_REASON
source: Reason
fr: Raison
ja: 理由

# TEXT_SESSION_ID
source: Session Id
fr: ID de la session
ja: セッション ID

# TEXT_SESSION_TYPE
source: Session Type
fr: Type de session
ja: セッション種別

# TEXT_STATE_AMOUNT
source: State Tax
fr: Taxe appliquée par l’État

# TEXT_STATUS
source: Status
fr: État
ja: 状況

# TEXT_SUBSCRIBER_ACCOUNT_ID
source: Subscriber Account Id
fr: ID du compte souscripteur
ja: 利用者のお客様 ID

# TEXT_SUCCESS
source: The miscellaneous adjustment was processed successfully.
fr: L’ajustement divers a été traité avec succès.
ja: 各種調整が正常に処理されました。

# TEXT_TAX_AMOUNT
source: Tax Amount
fr: Montant de la taxe
ja: 税額

# TEXT_TIMESTAMP
source: Timestamp
fr: Horodatage
ja: タイムスタンプ

# TEXT_VIEW_ID
source: View Id
fr: Afficher ID
ja: ビュー ID
