Repository: MTProfessionalServices/MetraNet
Catalog: RMP/UI/MetraNet/MetraControl/UsageServer/App_LocalResources/UsmConfig.aspx.*.resx
Languages: es, pt_br

# CancelButtonResource1.Text
source: Cancel
es: Cancelar
pt_br: Cancelar

# LabelAnnuallyResource1.Text
source: Annually
es: Anualmente
pt_br: Anualmente

# LabelAutoRunEopInfoResource1.Text
source: Once a Billing Group has been Soft Closed, either automatically or manually, the platform will automatically start running End of Period adapters.
es: Una vez que un grupo de facturación se ha sometido a un cierre suave, ya sea de forma automática o manual, la plataforma comenzará a ejecutar automáticamente los adaptadores de final de período.
pt_br: Uma vez que o grupo de faturamento passe por um fechamento simplificado, seja automática ou manualmente, a plataforma inicia automaticamente a execução dos adaptadores de final de período.

# LabelAutoRunEopResource1.Text
source: Automatically Run End of Period Adapters on Soft Closed Billing Groups
es: Ejecutar automáticamente los adaptadores de final de período en los grupos de facturación de cierre suave
pt_br: Executar automaticamente os adaptadores de final de período nos grupos de faturamento de fechamento simplificado

# LabelAutoSoftCloseResource1.Text
source: Automatically create Soft Close Billing Groups for:
es: Crear automáticamente grupos de facturación de cierre suave para:
pt_br: Criar automaticamente o fechamento simplificado dos grupos de cobrança para:

# LabelAutoSoftCloseTitleResource1.Text
source: Automatically Soft Close the Billing Groups of Expired Usage Intervals.
es: Aplicar automáticamente cierre suave sobre los grupos de facturación de intervalos de uso caducados.
pt_br: Fazer o fechamento simplificado automaticamente dos grupos de faturamento dos intervalos de uso expirados.

# LabelBiWeeklyResource1.Text
source: Bi-weekly
es: Bisemanalmente
pt_br: Bissemanal

# LabelBlockIntervalsResource1.Text
source: When automatically closing intervals, block the intervals to new accounts.
es: Al cerrar los intervalos automáticamente, bloquee los intervalos para las nuevas cuentas.
pt_br: Ao fechar intervalos automaticamente, bloquear os intervalos para novas contas.

# LabelDailyResource1.Text
source: Daily
es: Diariamente
pt_br: Diariamente

# LabelDaysAfterResource1.Text
source: day(s) after interval expires.
es: Día(s) después de que finalice el intervalo.
pt_br: dia(s) após a expiração do intervalo.

# LabelEachNightResource1.Text
source: Each night the platform will check for intervals that have ended and, using the grace period configuration below, automatically create billing groups and change their state to Soft Closed.
es: Cada noche la plataforma comprobará los intervalos que han finalizado y con la configuración del periodo de gracia que aparece debajo, creará automáticamente grupos de facturación y cambiará su estado a "Sometidos a cierre suave".
pt_br: Todas as noites, a plataforma verifica os intervalos que encerraram e, usando a configuração de período de carência abaixo, cria grupos de faturamento automaticamente e altera seus estados para 'Fechado simplificadamente'.

# LabelIntervalsResource1.Text
source: intervals
es: intervalos
pt_br: intervalos

# LabelMonthlyResource1.Text
source: Monthly
es: Mensualmente
pt_br: Mensalmente

# LabelQuarterlyResource1.Text
source: Quarterly
es: Trimestralmente
pt_br: Trimestralmente

# LabelRunScheduledAdaptersInfoResource1.Text
source: The platform will periodically run configured scheduled adapters. Note: If this setting is not selected, all scheduled adapters will need to be run manually.
es: La plataforma ejecutará periódicamente adaptadores programados. Nota: si esta configuración no está seleccionada, es necesario ejecutar manualmente todos los adaptadores programados.
pt_br: A plataforma executará periodicamente os adaptadores programados e configurados. Observação: se esta configuração não for selecionada, todos os adaptadores programados precisarão ser executados manualmente.

# LabelRunScheduledAdaptersResource1.Text
source: Run Scheduled Adapters
es: Ejecutar adaptadores programados
pt_br: Executar adaptadores agendados

# LabelSemiAnnuallyResource1.Text
source: Semi-annually
es: Semestralmente
pt_br: Semestralmente

# LabelSemiMonthlyResource1.Text
source: Semi-monthly
es: Quincenalmente
pt_br: Quinzenalmente

# LabelWeeklyResource1.Text
source: Weekly
es: Semanalmente
pt_br: Semanalmente

# MTTitle1Resource1.Text
source: Usage Server Maintenance
es: Mantenimiento del servidor de uso
pt_br: Manutenção do servidor de utilização

# SaveConfigButtonResource1.Text
source: Save Configuration
es: Guardar configuración
pt_br: Configurações de gravação

# MTPanel1Resource1.Text
source: USM Configuration
es: Configuración USM
pt_br: Configuração USM
